Repository: rice-crc/voyages
Catalog: voyages/locale/*/LC_MESSAGES/django.po
Languages: es, pt

source: <p>Using the time frame box in the query section, the user can specify periods of any duration, but only one period at a time. In the tables tab in both Estimates and Search the Database, one can choose to display a number of statistics about the slave trade in 5-year, 10-year, 25-year , 50-year, and 100-year periods. Click the desired period in the selection area for table rows. In custom graphs, choices for the x-axis variable include, under voyage dates, year of arrival of slaves by 5-year, 10-year, and 25-year periods.</p>
es: <p>Utilizando la casilla del marco de tiempo, el usuario puede especificar períodos de cualquier duración, pero sólo un período a la vez. En la pestaña de las tablas tanto en Estimaciones, como en Búsqueda de la Base de Datos, uno puede elegir mostrar un número de estadísticas sobre el comercio de esclavos en periodos de 5, 10, 25, 50 y 100 años. Pulse el periodo deseado en el área de selección para las filas de la tabla. En la sección gráficos a la medida, las opciones en el eje X incluyen, bajo las fechas de los viajes, el año de llegada de los esclavos en periodos de 5, 10 y 25 años.</p>
pt: <p>Ao fazer uso da caixa de intervalo de tempo na seção de consulta, o usuário pode especificar períodos de qualquer duração, mas apenas um período de cada vez. Nas guias de tabelas, tanto em Estimativas quanto em Pesquisar no Banco de Dados, pode-se optar por apresentar uma série de estatísticas sobre o tráfico de escravos em períodos de 5 anos, 10 anos, 25 anos, 50 anos e 100 anos. Clique no período desejado na área de seleção referente a linhas de tabela. Em gráficos personalizados, as opções para a variável do eixo x incluem, sob a variável datas de viagem, o ano de chegada de escravos em períodos de 5 anos, 10 anos e 25 anos.</p>

source: <p>Variables with an asterisk are imputed. Imputed variables do not refer to information found in a source but to information inferred by historians from information that is found directly in sources. Data variables (variables in the database without asterisks) are documented directly from &nbsp;primary sources that provide evidence of a slaving voyage. For example, historical documents rarely indicate that a port where slaves disembarked was the principal place of landing, but when documentation exists on the number of slaves disembarked at several ports, the historian can determine where the largest number were disembarked, the principal place of disembarkation for the voyage. In some cases, how many slaves embarked is documented, but not how many disembarked. From the survival rate on voyages with the same characteristics, we impute the number who did so on the voyage with missing information. The essay, &ldquo;Construction &hellip;: Methods and Sources,&rdquo; explains the assumptions and basis of all imputed variables.</p>
es: <p>Las variables con asteriscos son inferidas. Las variables inferidas o imputadas no se refieren a información hallada en una fuente, sino a información inferida por los historiadores sobre la base de información encontrada directamente en las fuentes. Las variables de datos (variables sin asterisco en la base de datos) están documentadas directamente de fuentes primarias que proveen evidencia de un viaje esclavista. Por ejemplo, los documentos históricos raramente indican que un puerto donde desembarcaron esclavos haya sido el lugar principal de desembarco, pero cuando existe documentación sobre el número de esclavos desembarcados en varios puertos, los historiadores pueden determinar que el puerto principal es aquel dónde el mayor número de esclavos fue desembarcado. De la tasa de supervivencia en viajes esclavistas con las mismas características, inferimos al número que sobrevivió en viajes con información faltante. El ensayo &ldquo;Construcción &hellip;: Métodos y Fuentes,&rdquo; explica las suposiciones y bases de todas las variables inferidas.</p>
pt: <p>As variáveis com um asterisco são imputadas. As variáveis imputadas não se referem a informações encontradas em uma fonte, e sim a informações inferidas pelos historiadores a partir de informações que são encontradas diretamente nas fontes. As variáveis de dados (as variáveis que aparecem sem asterisco no banco de dados) são documentadas diretamente em fontes primárias que fornecem informações sobre uma viagem negreira. Por exemplo, os documentos históricos raramente indicam que um porto onde os escravos desembarcaram era o principal local de desembarque, mas quando existe a documentação referente ao número de escravos que desembarcaram em portos diversos, o historiador pode determinar onde foi que desembarcou o maior número, qual foi o principal local de desembarque da viagem. Em alguns casos, está documentado o número de escravos embarcados, mas não o dos que desembarcaram. A partir da taxa de sobrevivência em viagens com as mesmas características, imputamos o número de escravos que sobreviveram nas viagens que não possuem esta informação. O ensaio “Construção do Banco de Dados [...]: fontes e métodos” explica os pressupostos e as bases de todas as variáveis imputadas.</p>

source: <p>Visible places refers to the placement of red and yellow dots on maps. The dots do not themselves contain labels, although rolling over them will open a pop-up box naming the region or place the dot represents and statistics about slaves embarked and/or disembarked there in the period indicated in the time frame. Depending on zoom level, labels of broad regions, regions, or ports will appear on the background map. As a rule, one should select a zoom level that corresponds with the selection of visible places: for ports, for example, select the finest zoom level (1).</p>
es: <p>Lugares visibles se refiere a la colocación de puntos rojos y amarillos en los mapas. Los puntos por si mismos no contienen etiquetas, aunque al pasar sobre ellos se abren ventanas emergentes nombrando la región o el lugar que representa el punto, mostrando estadísticas sobre los esclavos embarcados y/o desembarcados allí en el período indicado en la cronología. Dependiendo del grado de ampliación, las etiquetas de las zonas amplias, regiones o puertos aparecerán en el mapa de fondo. En realidad, uno debe seleccionar un grado de ampliación que corresponda con la selección de lugares visibles. Para puertos, por ejemplo, seleccione el nivel mayor de ampliación, el número 1.</p>
pt: <p>Os locais visíveis referem-se à colocação de pontos vermelhos e amarelos nos mapas. Os pontos não contêm legendas, mas quando se passa o mouse sobre eles abre-se uma caixa de pop-up que identifica a região ou o lugar que o ponto representa, assim como estatísticas sobre os escravos embarcados e/ou desembarcados lá no período indicado no intervalo de tempo. Dependendo do nível de zoom, aparecem legendas de grandes regiões, de regiões ou de portos no mapa de fundo. Como regra geral, deve-se selecionar um nível de zoom que corresponda à seleção de locais visíveis: para os portos, por exemplo, selecionar o nível de zoom mais detalhado (1).</p>

source: <p>Within land masses, one can see rivers (albeit unlabeled) and coastline. Within the North and South Atlantic, the most important ocean currents are traced and labeled. The direction of currents is clockwise in the northern hemisphere and counter-clockwise in the southern hemisphere.</p>
es: <p>Dentro de las masas de tierra pueden verse ríos (aunque sin denominación) y la línea costera. Dentro del Atlántico, se trazan y denominan las corrientes oceánicas más importantes. La dirección de las corrientes en el sentido de las manecillas del reloj en el hemisferio norte y contrario a las manecillas del reloj en el hemisferio sur.</p>
pt: <p>Nas massas de terra, são mostrados os rios (apesar de não legendados) e a linha do litoral. No Atlântico Norte e Sul, as mais importantes correntes oceânicas são traçadas e identificadas. A direção das correntes é no sentido horário no hemisfério norte e anti-horário no hemisfério sul.</p>

source: <p>Yellow dots show places of embarkation. Red dots show places of disembarkation. The size of dots shows relative importance, as measured by the number of slaves affected. The larger the dot, the more slaves were embarked or disembarked. For precise numbers, roll over the dots or center the map on a particular place by selecting it in the drop-down menu for &ldquo;Find visible place.&rdquo; A pop-up will give the exact number of embarkations and/or disembarkations for the region or location.</p>
es: <p>Los puntos amarillos representan lugares de embarque. Los puntos rojos muestran lugares de desembarco. El tamaño de los puntos representa su importancia relativa al número de esclavos afectados. Mientras mayor sea el punto, mayor fue el número de esclavos embarcados o desembarcados. Para lograr números precisos pase sobre los puntos o centre el mapa sobre un lugar particular seleccionándolo en el menú desplegable para &ldquo;Encuentre lugar visible&rdquo;. Un menú saldrá y le dará el número exacto de embarcados y/o desembarcados para la región o la localización.</p>
pt: <p>Os pontos amarelos mostram locais de embarque. Os pontos vermelhos mostram locais de desembarque. O tamanho dos pontos mostra a importância relativa, em função do número de escravos afetados. Quanto maior o ponto, mais escravos foram embarcados ou desembarcados. Para obter números precisos, passe o mouse sobre os pontos ou centralize o mapa em um determinado lugar, selecionando-o no menu suspenso em “Encontrar lugar visível”. Um pop-up dará o número exato de embarques e/ou desembarques para a região ou localização.</p>

source: <p>Yes. In the Voyages Database, the Caribbean forms one broad region, and major colonies are specific regions within it, with ports at a third level of analysis of geographical variables. In Estimates, on the other hand, broad regions include five wholly or partly within the Caribbean, broadly distinguished by colonizer nations: the British and French Caribbean, the Danish West Indies, and the Dutch and Spanish Americas. The two last had mainland as well as island colonies. The other broad regions are the same as in Search the database: Europe, Africa, Brazil, and Mainland North America.</p>
es: <p>Si. En la base de datos Viajes, el Caribe forma una región amplia y las colonias son regiones específicas dentro del Caribe, con puertos en un tercer nivel de análisis de variables geográficas. En Estimaciones, por otra parte, las regiones amplias incluyen cinco, total o parcialmente, dentro del Caribe, ampliamente distinguidas por las naciones colonizadoras: el Caribe Británico y francés, las Indias Occidentales Danesas, y las Américas española y holandesa. Las dos últimas tienen colonias tanto en tierra firme como en las islas. Las otras regiones amplias son las mismas en Búsqueda en la base de datos: Europa, África, Brasil y Norteamérica Continental.</p>
pt: <p>Sim. No Banco de Dados: Viagens, o Caribe constitui uma única grande região, e as principais colônias são regiões específicas dentro dela, estando os portos num terceiro nível de análise das variáveis geográficas. Nas Estimativas, por outro lado, cinco das grandes regiões estão total ou parcialmente situadas no Caribe, diferenciadas de modo geral pela nação colonizadora: o Caribe Britânico e o Caribe Francês, as Índias Ocidentais Dinamarquesas e as Américas Holandesa e Espanhola. As duas últimas tiveram colônias continentais e insulares. As outras grandes regiões são as mesmas encontradas em Pesquisar no Banco de Dados: Europa, África, Brasil e América do Norte.</p>

source: <p>You can recall the selection criteria in a previous query in the current session by opening the &ldquo;Previous queries&rdquo; box and clicking on &ldquo;restore.&rdquo; If the box becomes cluttered with too many previous queries, you can remove any of them by clicking on &ldquo;delete.&rdquo; This option works only during a single session. When you close the browser window with the website, your previous queries disappear. For a permanent record of a query, use the option &ldquo;Create a link.&rdquo;</p>
es: <p>Se puede usar un criterio de selección creado en una búsqueda previa abriendo la casilla &ldquoBúsquedas Anteriores&rdquo; y pulsando &ldquo;Recuperar.&rdquo; Si la casilla se llena con demasiadas búsquedas anteriores, puede remover algunas de ellas apretando &ldquo;borrar.&rdquo; Esta opción funciona solamente durante una sesión. Cuando cerramos la ventana del explorador junto con el sitio web, sus búsquedas previas desaparecen. Para mantener permanentemente una búsqueda, use la opción &ldquo;Crear enlace.&rdquo;</p>
pt: <p>Você pode obter os critérios de seleção de uma consulta anterior na sessão atual abrindo a caixa de “Consultas anteriores” e clicando em “restaurar”. Se a caixa se tornar confusa com um excesso de consultas anteriores, você pode remover qualquer uma delas clicando em “deletar”. Esta opção funciona apenas durante uma única sessão. Quando você fechar a janela do navegador com o website, suas consultas anteriores desaparecerão. Para um registro permanente de uma consulta, use a opção “Criar um link”.</p>

source: <p>Your starting point should be the &ldquo;Sources&rdquo; for the voyage cited in the Trans-Atlantic Slave Trade database. These are listed in the last of the &ldquo;Voyage variables&rdquo; in Voyage detail, accessed by clicking on the row listing a voyage under the Results tab in Search the Database. Pop-up windows explain the short references; but full references are found in Sources in Understanding the Database, where the short references can be used to bring up the full description of the source.</p>
es: <p>Su punto de partida debe ser &ldquo;Fuentes&rdquo; para el viaje citado en la base de datos del tráfico trasatlántico de esclavos. Esta variable está listada en la última fila &ldquo;Variables de viajes&rdquo; en &ldquo;Detalles del viaje&rdquo; que puede acceder pulsando sobre la fila donde se lista un viaje en la pestaña Resultados en Búsqueda en la base de datos. Las referencias cortas son explicadas mediante una ventana que se abre, pero las referencias completas se encuentran en Fuentes, en la Guía de la base de datos, donde las referencias cortas pueden ser usadas para obtener la descripción completa de la fuente.</p>
pt: Seu ponto de partida devem ser as “Fontes” referentes à viagem citadas no Banco de Dados do Tráfico de Escravos Transatlântico. Essas fontes estão listadas na última das “Variáveis da viagem”, em Detalhes da viagem, e podem ser acessadas clicando-se na linha da lista referente a uma viagem sob a guia Resultados, em Pesquisar no Banco de Dados. Janelas pop-up explicam as referências curtas; mas as referências completas são encontradas em Fontes, em Para entender o Banco de Dados, onde as referências curtas podem ser utilizadas para obter a descrição completa da fonte.

source: QUERIES (VOYAGE DATABASE)
es: BUSQUEDAS (BASE DE DATOS VIAJES)
pt: CONSULTAS (BANCO DE DADOS: VIAGENS)

source: Quirimba
es: Quirimbas

source: Rebellion
es: Rebelión
pt: Rebelião

source: Register of Africans from the Schooner ""Esperanza""
es: Registro de africanos de la goleta “Esperanza”
pt: Registro de africanos da escuna “Esperanza”

source: Register of Africans from the Schooner ""Fabiana""
es: Registro de africanos de la goleta “Fabiana”
pt: Registro de africanos da escuna “Fabiana”

source: Register of Africans from the Schooner ""NS de Regla""
es: Registro de africanos de la goleta “NS de Regla”
pt: Registro de africanos da escuna “NS de Regla”

source: Register of Africans from the Schooner ""Virginie""
es: Registro de africanos de la goleta “Virginie”
pt: Registro de africanos da escuna “Virginie”

source: Registration
es: Registro (Puerto de)
pt: Registro

source: Resistance
es: Resistencia
pt: Resistência

source: RESULTS (VOYAGE DATABASE)
es: RESULTADOS (BASE DE DATOS VIAJES)
pt: RESULTADOS (BANCO DE DADOS: VIAGENS)

source: Returned direct to Africa after bringing slaves to the Americas
es: Retornó directamente a Africa luego de haber traído esclavos a las Américas
pt: Voltou diretamente para África após trazer escravos para Américas

source: Returned to Europe or Americas without obtaining slaves
es: Retornó directamente a Europa o las Américas sin haber traído esclavos
pt: Voltou para Europa ou Américas sem obter escravos

source: Return passage
es: Viaje de regreso
pt: Viagem de regresso

source: Rhode Island, port unspecified
es: Rhode Island, puerto sin especificar
pt: Rhode Island, porto não especificado

source: Rio Assini
es: Río Assini

source: Rio Dande (N of Luanda)
es: Rio Dande (N de Luanda)
pt: Rio Dande (Norte de Luanda)

source: Rio de Janeiro province
es: Provincia de Rio de Janeiro
pt: Província do Rio de Janeiro

source: Rio de Janeiro, Sao Paulo, Santa Catarina
es: Río de Janeiro, Sao Paulo, Santa Catarina
pt: Rio de Janeiro, São Paulo, Santa Catarina

source: Rio de la Hacha
es: Río de la hacha

source: Rio de la Plata
es: Río de la Plata
pt: Rio da Prata

source: Rio de la Plata, port unspecified
es: Rio de la Plata, puerto sin especificar
pt: Rio da Prata, porto não especificado

source: Rio Forcados
es: Río Forcados

source: Rio Grande
es: Río grande

source: Rio Grande do Norte
es: Río Grande del Norte

source: Rio Grande do Sul Province
es: Rio Grande do Sul, provincia
pt: Província do Rio Grande do Sul

source: Rio Nazareth
es: Río Nazareth
pt: Rio Nazaré

source: Rio Nun
es: Monja de río

source: Rio Nunez
es: Río Nunez

source: Rio Pongo
es: Río pongo

source: Rio São Francisco
es: Río São Francisco

source: Rio São Jeso
es: Río São Jeso

source: Rio Zaire
es: Río Zaire

source: River del Rey
es: Río del rey
pt: Rio del Rei

source: River Kissey
es: Río kissey
pt: Rio Kissey

source: River Thames
es: Río Támesis
pt: Rio Tâmisa

source: Royal African Company
es: Royal African Company (Compañía Real de África)

source: Russia
es: Rusia
pt: Rússia

source: Sailing orders
es: Órdenes de navegación
pt: Ordens de navegação

source: Saint Ann's Bay
es: Bahía de Saint Ann
pt: Baía de Santana

source: Saint-Domingue, port unspecified
es: Saint-Domingue, puerto sin especificar
pt: Saint-Domingue, porto não especificado

source: Saint John (Antigua)
es: San Juan (antigua)
pt: Saint John (Antígua)

source: Santa Catarina
es: Santa Catalina

source: Santo Domingo (port)
es: Santo Domingo (puerto)
pt: Santo Domingo (porto)

source: Santo Tomas
es: Santo Tomás
pt: Santo Tomás

source: São Tomé
es: Santo Tomé

source: São Tomé or Princes Island
es: São Tomé o Princes Island
pt: São Tomé ou Ilha do Príncipe

source: Sardinia
es: Cerdeña
pt: Sardenha

source: Schooner
es: Goleta

source: Scotland
es: Escocia
pt: Escócia

source: Scotland, port unspecified
es: Escocia, puerto sin especificar
pt: Escócia, porto não especificado

source: Seasoning
es: Curtimiento
pt: Curtido

source: Section of Canoe for Transporting Slaves, Sierra Leone, 1840’s
es: Sección de canoa para transportar esclavos, Sierra Leona, década de 1840
pt: Seção de Canoa para Transportar Escravos, Serra Leoa, c.1840

source: Section within "Images" containing pictures of original documents from the slave trade. The slave registers within Manuscripts record the details of slaves emancipated by the Royal Navy when they policed the slave trade.
es: Subsección de “Imágenes” que contiene fotos de los documentos originales de la trata. Los registros en la sección de “Manuscritos” ofrecen detalles de los esclavos emancipados por la armada británica cuando patrullaba para perseguir el tráfico de esclavos.
pt: Seção dentro de “Imagens” contendo imagens de documentos originais do tráfico de escravos. Os registros de escravos em Manuscritos contêm detalhes de cativos emancipados pela Marinha Real britânica no tempo em que ela policiava o tráfico de escravos.

source: See: flag/national flag.
es: Véase bandera / bandera nacional.
pt: Ver bandeira/bandeira nacional.

source: See homeward passage.
es: Véase Ruta de regreso.
pt: Ver viagem de regresso.

source: See insurrection.
es: Véase insurrección.
pt: Ver insurreição.

source: “Select map” also allows the user to choose the time period of the map. What is the nature of choices offered here?
es: “Seleccione mapa” también permite al usuario escoger el periodo de tiempo en el mapa. ¿Cuál es la naturaleza de las opciones que se ofrecen aquí?
pt: “Escolher mapa” também permite que o usuário escolha o período de tempo do mapa. Qual a natureza das opções oferecidas aqui?

source: Senegambia and off-shore Atlantic
es: Senegambia e islas del Atlántico
pt: Senegâmbia e Ilhas Atlânticas

source: Senegambia and offshore Atlantic
es: Senegambia e islas del Atlántico
pt: Senegâmbia e Costa Atlântica

source: Senegambia and offshore Atlantic, port unspecified
es: Senegambia e islas del Atlántico, puerto sin especificar
pt: Senegâmbia e Costa Atlântica, porto não especificado

source: Senegambia or Sierra Leone
es: Senegambia o Sierra Leona
pt: Senegâmbia ou Serra Leoa

source: Setubal
es: Setúbal
pt: Setúbal

source: Seven Years' War (1756-1763)
es: Guerra de los Siete Años (1756-1763)
pt: Guerra dos Sete Anos (1756-1763)

source: Seville
es: Sevilla
pt: Sevilha

source: Sheepscutt River
es: Río Sheepscutt
pt: Rio Sheepscutt

source: Ship and cargo captured by Africans and ship released
es: Barco y carga capturados por africanos y luego barco liberado
pt: Navio e carregamento capturados por africanos e navio liberado

source: Ship and slaves sold in Africa
es: Barco y esclavos vendidos en Africa
pt: Navio e escravos vendidos na África

source: Ship captured by Haitian navy and slaves released in Haiti
es: Barco capturado por la marina de Haiti y esclavos liberados en Haiti
pt: Navio capturado por marinha haitiana e escravos soltos no Haiti

source: Ship returned direct to home port after selling slaves to another vessel
es: Barco retornó a puerto de partida luego de vender esclavos a otro barco
pt: Navio voltou diretamente para porto de origem depois de vender escravos a outro navio

source: Shipwrecked or destroyed, after embarkation of slaves or during slaving
es: Barco naufragado o destruido, luego o durante embarque de esclavos
pt: Naufragado ou destruído, depois do embarque de escravos ou durante o tráfico

source: Shipwrecked or destroyed, before slaves embarked
es: Barco naufragado o destruido, antes de embarque de esclavos
pt: Naufragado ou destruído, antes do embarque de escravos

source: Shipwrecked or destroyed - unspecified
es: Barco naufragado o destruido, sin especificar
pt: Naufragado ou destruído - não especificado

source: Sierra Leone estuary
es: Estuario de Sierra Leona
pt: Estuário de Serra Leoa

source: Sierra Leone, port unspecified
es: Sierra Leona, puerto sin especificar
pt: Serra Leoa, porto não especificado

source: Sierra Leone (region)
es: Sierra Leona (región)
pt: Serra Leoa (região)

source: Slave insurrection
es: Insurrección esclava
pt: Insurreição de escravos

source: Slaver (under images)
es: Esclavista (En “Imágenes”)
pt: Negreiro (em imagem)

source: Slaves
es: Esclavos
pt: Escravos

source: Slaves are removed by the Dutch and vessel allowed to continue, subsequent fate unknown
es: Esclavos son removidos por los holandeses y la nave es permitida de continuar, no se conoce desenlace
pt: Escravos retirados por holandeses e navio teve permitida a continuação da viagem, destino subsequente desconhecido

source: Slaves disembarked *
es: Esclavos Desembarcados*
pt: Escravos desembarcados*

source: Slaves disembarked in Africa/Europe
es: Esclavos desembarcados en Africa o Europa
pt: Escravos desembarcados na África/Europa

source: Slaves embarked *
es: Esclavos embarcados*
pt: Escravos embarcados*
