Repository: rice-crc/voyages
Catalog: voyages/locale/*/LC_MESSAGES/django.po
Languages: es, pt

source: 1 Franz Binder, Ernst van den Boogart, Henk den Heijer and Johannes Postma, James Pritchard, Andrea Weindl, Antonio de Almeida Mendes, Manuel Barcia Paz, Alexandre Ribeiro, David Wheat and José Capela were among those making major contributions from data collected for their own research.
es: 1 Franz Binder, Ernst van den Boogart, Henk den Heijer y Johannes Postma, James Pritchard, Andrea Weindl, Antonio de Almeida Mendes, Manuel Barcia Paz, Alexandre Ribeiro, David Wheat and José Capela son de los que hicieron las mayores contribuciones con información obtenida por ellos para su propio trabajo investigativo.
pt: 1 Franz Binder, Ernst van den Boogart, Henk den Heijer e Johannes Postma, James Pritchard, Andrea Weindl, Antonio de Almeida Mendes, Manuel Barcia Paz, Alexandre Ribeiro, David Trigo e José Capela estavam entre aqueles que fizeram grandes contribuições a partir de dados recolhidos para suas próprias pesquisas.

source: Project Team
es: Equipo de Trabajo
pt: Equipe do projeto

source: African Origins Project
es: Proyecto de los orígenes africanos
pt: Projeto Origens Africanas

source: Explore the site
es: Explore el sitio
pt: Explorar este sítio

source: <p> In January 2009 the directors of the project to create <em>Voyages: The Trans-Atlantic Slave Trade Database</em> began the African Origins Project, a scholar-public collaborative endeavor to trace the geographic origins of Africans transported in the transatlantic slave trade. African Origins seeks the help of members of the African diaspora, Africans, scholars, and others to identify the likely origins of these liberated Africans and thus begin to trace the migration histories of other Africans transported across the Atlantic during the 19<sup>th</sup> century suppression of the slave trade. Those with knowledge of African languages, cultural naming practices, and ethnic groups will assist in identifying these Africans’ origins by drawing on their own expertise to identify the likely ethno-linguistic origin of an individual’s name. </p> <p> The African Origins Project arose directly from the work of G. Ugo Nwokeji and David Eltis, who in 2002 used audio recordings of names found in Courts of Mixed Commission records for Havana, Cuba, and Freetown, Sierra Leone, to identify likely ethno-linguistic origins. The names in these recordings were pronounced by speakers of the same language and accent that the Courts of Mixed Commission registrars would likely have had (e.g., if the name was written in a Havana register, Eltis and Nwokeji had the name pronounced by a Spanish speaker with a Havana accent). This helped connect the sound of the name to its spelling and thus enabled a more accurate assessment of the name’s possible ethnic origins than provided by its written counterpart alone. </p> <p> Eltis and Nwokeji played these recordings to informants in Nigeria and to members of the African diaspora in parts of North America, who were able to identify through these pronunciations the likely ethnic group from which the name derived. Such one-on-one research with informants, though successful, proved highly time consuming and yielded little more than two identifications for each African in their dataset, and led to the pursuit of an online method of broadly soliciting volunteers to assist with this project. </p> <p>View digitized images of the first pages of the <a href="%(resources_images)s">Sierra Leone and Cuba Courts of Mixed Commission registers</a>, from which the information on these Africans was drawn. An earlier database drawn from these sources called the African names database is available on the downloads page of this site. It contains data on stature that are not available on African-Origins. Information on liberated Africans and registers of the Courts of Mixed Commission may also be found in the Glossary. For more information about the African Origins Project and opportunities to participate, please visit <a href="http://www.african-origins.org" target="_blank">http://www.african-origins.org</a>. </p>
es: <p> En enero de 2009 los directores del proyecto para crear <em>Viajes: base de datos del comercio trasatlántico de esclavos </em> comenzaron el Proyecto de los orígenes africanos, un trabajo colaborativo público-académico con el propósito de rastrear los orígenes geográficos de los africanos transportados en el comercio trasatlántico de esclavos. Los “Orígenes africanos” busca la ayuda de miembros de la diáspora africana, africanos, académicos y otros para identificar los posibles orígenes de los africanos liberados y así comenzar a rastrear las historias migratorias de otros africanos transportados a través del Atlántico durante la supresión de la trata de esclavos en el siglo XIX. Aquellos con conocimiento de idiomas africanos, prácticas culturales de nombramiento y grupos étnicos pueden ayudar a identificar los orígenes de estos africanos aprovechando su pericia para identificar el posible origen etnolingüístico del nombre de un individuo. <p> El Proyecto de los orígenes africanos surgió directamente del trabajo de G. Ugo Nwokeji y David Eltis, quienes en 2002 usaron grabaciones acústicas de nombres encontrados en los registros de Tribunales de comisión mixta de La Habana, Cuba y Freetown, Sierra Leona, para identificar los posibles orígenes etnolingüísticos de los mismos. Los nombres en estas grabaciones fueron pronunciados por hablantes del mismo idioma y acento que probablemente hubieran tenido los inscritos en los registros de dichas comisiones mixtas (por ejemplo, si el nombre se encontraba escrito en un registro habanero, Eltis y Nwokeji buscaban un hablante hispano con acento habanero). Esto ayudaba a enlazar el sonido del nombre con su escritura y así proveer una valoración más acertada del posible origen étnico del nombre que la que proveería su contrapartida escrita solamente. </p> <p> Eltis y Nwokeji reprodujeron las grabaciones a informantes en Nigeria y a miembros de la diáspora africana en partes de Norteamérica que fueron capaces de identificar a través de la pronunciación el posible grupo etnolingüístico de donde se derivaban los nombres. Esta investigación individual con cada informante, aunque exitosa llevaba mucho tiempo y no daba mucho más que un par de identificaciones por cada africano en la base de datos, lo que condujo a la búsqueda de un método en línea que solicitara ampliamente voluntarios para asistir en este proyecto. <p> Véanse imágenes digitalizadas en las primeras páginas de los <a href="%(resources_images)s">registros de comisiones mixtas en Sierra Leona y Cuba, </a>de los cuales se deriva la información sobre estos africanos. Una base de datos anterior derivada de estas fuentes, llamada Base de datos de nombres africanos está disponible en la página de descargas de este sitio web. Contiene información sobre la estatura que no está disponible en los “Orígenes africanos”. En el glosario también puede encontrarse información sobre africanos liberados y registros de los Tribunales de comisión mixta. Para más información sobre el Proyecto de los orígenes africanos y oportunidades de participación, visite <a href="http://www.african-origins.org" target="_blank">http://www.african-origins.org.</a>. </p>
pt: <p>Em janeiro de 2009, os diretores do projeto de criação do <em>Viagens: O Banco de Dados do Tráfico de Escravos Transatlântico</em> iniciaram o Projeto Origens Africanas, um empreendimento que envolve a colaboração da academia com o público para levantar as origens geográficas dos africanos transportados no tráfico de escravos transatlântico. O Origens Africanas pede ajuda a membros da diáspora africana, africanos, estudiosos e outros para identificar as prováveis origens desses africanos libertos e começar assim a levantar as histórias de migração de outros africanos transportados de uma margem a outra do Atlântico durante o período de repressão ao tráfico de escravos, no século XIX. Aqueles que têm conhecimento de práticas culturais de dar nome a pessoas, línguas e grupos étnicos africanos podem ajudar a identificar as origens desses africanos com base em sua própria experiência de identificação da provável origem etnolinguística do nome de um indivíduo.</p> <p>O Projeto Origens Africanas surgiu diretamente a partir da obra de G. Ugo Nwokeji e David Eltis, que em 2002 utilizaram gravações de áudio de nomes encontrados nos registros de Tribunais de Comissão Mista de Havana, Cuba e Freetown, em Serra Leoa, para identificar prováveis origens etnolinguísticas. Os nomes que aparecem nessas gravações foram pronunciados por pessoas que falavam a mesma língua e que tinham o mesmo sotaque que os indivíduos que tiveram os seus nomes registrados nos Tribunais de Comissão Mista (por exemplo, se o nome foi escrito num registro de Havana, Eltis e Nwokeji pediram que ele fosse pronunciado por um falante de castelhano com sotaque de Havana). Isso ajudou a conectar o som do nome com a sua grafia, o que permitiu uma avaliação mais precisa de possíveis origens étnicas do nome do que uma que se baseasse apenas no nome escrito.</p> <p>Eltis e Nwokeji reproduziram essas gravações para informantes na Nigéria e para membros da diáspora africana em regiões da América do Norte, os quais, através das pronúncias, foram capazes de identificar a etnia provável da qual o nome derivava. Tal pesquisa direta com informantes, embora bem sucedida, mostrou-se muito demorada e rendeu pouco mais de duas identificações para cada africano no conjunto de dados, o que levou à busca de um método online de solicitar em todo o mundo a ajuda de voluntários para este projeto.</p <p>Veja as imagens digitalizadas das primeiras páginas dos <a href="%(resources_images)s">registros dos Tribunais de Comissão Mista de Serra Leoa e de Cuba</a>, onde as informações sobre esses africanos foram obtidas. Um banco de dados anterior, construído a partir destas fontes, denominado Banco de Dados de Nomes Africanos, está disponível na página de downloads deste site. Ele contém dados sobre estatura que não estão disponíveis no Origens Africanas. Informações sobre os africanos libertos e registros dos Tribunais de Comissão Mista também podem ser encontradas no Glossário. Para mais informações sobre o Projeto Origens Africanas e oportunidades para participar, favor visitar <a href="http://www.african-origins.org" target="_blank">http://www.african-origins.org</a>.</p>

source: Many people contributed to the creation and implementation of this site. They include the following (unless otherwise indicated, Project Development Team members were affiliated with Emory University):
es: Muchos han contribuido a la creación e implementación de este sitio web. Entre ellos se encuentran (a no ser que se indique lo contrario, los miembros del equipo de planificación y desarrollo de este proyecto que están afiliados a Emory University)
pt: Muitas pessoas colaboraram na criação e implementação deste website. Ente elas (salvo indicação em contrário, os membros da Equipe do Projeto de Desenvolvimento eram filiados à Emory University) estão incluídas:

source: NEH GRANT PRINCIPAL INVESTIGATORS
es: PRINCIPALES INVESTIGADORES DE LA BECA DEL NEH
pt: PESQUISADORES PRINCIPAIS DA BOLSA NEH

source: DEVELOPMENT TEAM
es: EQUIPO DE DESARROLLO
pt: EQUIPE DE DESENVOLVIMENTO

source: STEERING COMMITTEE
es: COMITÉ DIRECTIVO
pt: CONSELHO EXECUTIVO

source: ADVISORY BOARD
es: CONSEJO ASESOR
pt: CONSELHO CONSULTIVO

source: A Brief Overview of the Trans-Atlantic Slave Trade
es: Breve Panorámica del Comercio trasatlántico de esclavos
pt: Um breve resumo do tráfico transatlântico de escravos

source: Interpretation
es: Interpretación
pt: Interpretações

source: Introduction
es: Introducción
pt: Introdução

source: The Enslavement of Africans
es: La esclavización de los africanos
pt: A escravização de africanos

source: African Agency and Resistance
es: La agencia africana y la resistencia
pt: Agência e resistência africanas

source: Early Slaving Voyages
es: Primeros viajes de esclavos
pt: Primeiras viagens negreiras

source: Empire and Slavery
es: Imperio y esclavitud
pt: Império e escravidão

source: The African Side of the Trade
es: El lado africano del comercio
pt: O lado africano do tráfico

source: The Middle Passage
es: La travesía intermedia
pt: A travessia do Atlântico

source: The Ending of the Slave Trade
es: El fin del comercio de esclavos
pt: O fim do tráfico de escravos

source: The Trade’s Influence on Ethnic and Racial Identity
es: La influencia del tráfico en la identidad étnica y racial
pt: A influência do tráfico na identidade étnica e racial

source: Eventual Abolition
es: Abolición eventual
pt: Abolição

source: Seasonality in the Trans-Atlantic Slave Trade
es: Estacionalidad en el comercio trasatlántico de esclavos
pt: Sazonalidade no tráfico de escravos transatlântico

source: Agriculture in the era of the trans-Atlantic slave trade
es: La agricultura en la era del comercio trasatlántico de esclavos
pt: A agricultura na era do tráfico de escravos transatlântico

source: Seasonal rainfall in the Atlantic slaving world
es: Estacionalidad de lluvias en el mundo esclavista del Atlántico
pt: Sazonalidade de chuvas no mundo escravista atlântico

source: Rainfall, crop type and agricultural calendars
es: Lluvias, tipos de cultivos y calendario agrícola
pt: Chuvas, tipos de cultura e calendários agrícolas

source: Agricultural calendars and labor requirements
es: Calendario agrícola y demanda laboral
pt: Calendários agrícolas e exigências de trabalho

source: Provisioning-slaving seasons
es: Estacionalidad de abastecimiento de esclavos
pt: Estações de compras de provisões e escravos

source: Slave-trading seasonality: case studies
es: Estacionalidad en el tráfico de esclavos: casos de estudio
pt: Sazonalidade do tráfico de escravos: estudos de caso

source: Trans-Atlantic pathways and harvest cycles
es: Rutas trasatlánticas y ciclos de cosechas
pt: Vias e ciclos de colheita transatlânticos

source: Conclusion
es: Conclusión
pt: Conclusão

source: Dobo: A Liberated African in Nineteenth-Century Havana
es: Dobo: Un africano liberado en La Habana del siglo diecinueve
pt: Dobo: um africano liberto na Havana oitocentista

source: Vignettes
es: Viñetas
pt: Vinhetas

source: Ayuba Suleiman Diallo and Slavery in the Atlantic World
es: Ayuba Suleiman Diallo y la esclavitud en el mundo Atlántico
pt: Ayuba Suleiman Diallo e a escravidão no mundo atlântico

source: Catherine Zimmermann-Mulgrave: A Slave Odyssey
es: Catherine Zimmermann-Mulgrave: una odisea esclava
pt: Catherine Zimmermann-Mulgrave: odisseia de uma escrava

source: Research notes
es: Notas de Investigación
pt: Notas de pesquisa

source: Voyages and Applied History
es: Viajes e historia aplicada
pt: Viagens e história aplicada

source: The trans-Atlantic slave trade was the largest long-distance coerced movement of people in history and, prior to the mid-nineteenth century, formed the major demographic well-spring for the re-peopling of the Americas following the collapse of the Amerindian population. Cumulatively, as late as 1820, nearly four Africans had crossed the Atlantic for every European, and, given the differences in the sex ratios between European and African migrant streams, about four out of every five females that traversed the Atlantic were from Africa. From the late fifteenth century, the Atlantic Ocean, once a formidable barrier that prevented regular interaction between those peoples inhabiting the four continents it touched, became a commercial highway that integrated the histories of Africa, Europe, and the Americas for the first time. As the above figures suggest, slavery and the slave trade were the linchpins of this process. With the decline of the Amerindian population, labor from Africa formed the basis of the exploitation of the gold and agricultural resources of the export sectors of the Americas, with sugar plantations absorbing well over two thirds of slaves carried across the Atlantic by the major European and Euro-American powers. For several centuries slaves were the most important reason for contact between Europeans and Africans.
es: El comercio trasatlántico de esclavos fue el mayor desplazamiento forzoso de seres humanos a mayor distancia en la historia y, anterior a la mitad del siglo XIX, se convirtió en la mayor fuente demográfica para la repoblación del continente americano tras el colapso de la población amerindia. De manera acumulativa hasta entrado el 1820, cerca de cuatro africanos por cada europeo habían cruzado el Atlántico y, considerando las diferencias en la proporción de sexo entre las corrientes migratorias europeas y africanas, alrededor de cuatro de cada cinco féminas que habían atravesado el Atlántico venían de África. A partir de finales del siglo XVI el océano Atlántico, que en su tiempo había sido una formidable barrera que impedía la interacción regular entre los pueblos que habitaban sus costas, se había convertido en una ruta comercial que por primera vez integraba las historias de África, Europa y América. Como sugieren las cifras que con anterioridad se mencionan, la esclavitud y el comercio de esclavos eran los ejes de este proceso. Al decaer la población amerindia, la fuerza de trabajo africana constituyó la base de la explotación del oro y de los recursos agrícolas en los sectores de exportación de los territorios americanos, al tiempo que las plantaciones azucareras absorbían más de las dos terceras partes de los esclavos transportados a través del Atlántico por las principales potencias europeas y euro-americanas. Por varios siglos el comercio de esclavos fue la principal razón de contacto entre los europeos y los africanos.
pt: O tráfico de escravos transatlântico foi o maior deslocamento forçado de pessoas a longa distância ocorrido na história, tendo constituído, até meados do século XIX, o maior manancial demográfico para o repovoamento das Américas após o colapso da população ameríndia. Cumulativamente, até 1820, para cada europeu quase quatro africanos haviam atravessado o Atlântico, e, dadas as diferenças nos índices de gênero entre os fluxos de migrantes europeus e africanos, cerca de quatro em cada cinco mulheres que atravessaram o Atlântico vinham da África. A partir do final do século XV, o oceano Atlântico, anteriormente uma enorme barreira que impedia a interação regular entre os povos que habitavam os quatro continentes banhados por ele, tornou-se uma via comercial que integrou as histórias da África, Europa e Américas pela primeira vez. Como os números acima indicam, a escravidão e o tráfico de escravos foram os sustentáculos desse processo. Com o declínio da população ameríndia, a mão de obra trazida da África constituiu a base da exploração do ouro e dos recursos agrícolas dos setores de exportação das Américas, tendo o cultivo de açúcar absorvido mais de dois terços dos escravos transportados do outro lado do Atlântico pelas grandes potências europeias e euro-americanas. Por vários séculos, os escravos foram a razão mais importante para o contato entre europeus e africanos.

source: What can explain this extraordinary migration, organized initially on a continent where the institution of slavery had declined or totally disappeared in the centuries prior to Columbian contact, and where, even when it had existed, slavery had never been confined to one group of people? To pose the question differently, why slavery, and why were the slaves carried across the Atlantic exclusively African? The short answer to the first of these two questions is that European expansion to the Americas was to mainly tropical and semi-tropical areas. Several products that were either unknown to Europeans (like tobacco), or occupied a luxury niche in pre-expansion European tastes (like gold or sugar), now fell within the capacity of Europeans to produce more abundantly. But while Europeans could control the production of such exotic goods, it became apparent in the first two centuries after Columbian contact that they chose not to supply the labor that would make such output possible. Free European migrants and indentured servants never traveled across the Atlantic in sufficient numbers to meet the labor needs of expanding plantations. Convicts and prisoners – the only Europeans who were ever forced to migrate – were much fewer in numbers again. Slavery or some form of coerced labor was the only possible option if European consumers were to gain access to more tropical produce and precious metals.
es: ¿Qué puede explicar este extraordinario movimiento migratorio, inicialmente organizado en un continente donde la institución de la esclavitud había declinado o desaparecido totalmente y donde, aun cuando hubiera existido, la esclavitud nunca había estado confinada sólo a un grupo de personas? En otras palabras, ¿por qué la esclavitud, y por qué los esclavos transportados a través del Atlántico eran exclusivamente africanos? La respuesta corta a la primera de estas preguntas es que la expansión europea a América se concentró en áreas tropicales o casi tropicales. Algunos productos que antes de la expansión era desconocidos para los europeos (como el tabaco), o eran considerados de lujo (como el azúcar o el oro), podían ahora producirse de manera más abundante. Sin embargo, si bien los europeos eran capaces de controlar la producción de estas mercancías exóticas, quedó claro en los dos primeros siglos tras el contacto colombino, que estos decidieron no aportar la mano de obra para llevar esto a cabo. Nunca fue suficiente el número de inmigrantes que viajó a través del Atlántico, ya fueran europeos libres o siervos escriturados, para hacer frente a las labores de expansión de las plantaciones. Mucho más reducido aún era el número de prisioneros y convictos, los únicos europeos que alguna vez fueron forzados a emigrar. La esclavitud o alguna forma semejante de trabajo forzado era la única opción posible para que los consumidores europeos pudieran tener acceso a más productos agrícolas tropicales y a metales preciosos.
pt: Como explicar essa migração extraordinária, organizada inicialmente em um continente onde a instituição da escravidão havia diminuído ou totalmente desaparecido nos séculos anteriores ao contato colombiano, e onde, mesmo quando existente, nunca tinha sido confinada a um grupo específico de pessoas? Para colocar a questão de forma diferente: por que a escravidão, e por que os escravos trazidos do outro lado do Atlântico foram exclusivamente africanos? A resposta mais direta para a primeira dessas duas perguntas é que a expansão europeia para as Américas se dirigiu principalmente para áreas tropicais e semitropicais. Vários produtos que ou eram desconhecidos dos europeus (como o fumo) ou atendiam a um público europeu reduzido antes da expansão nas Américas (como ouro ou açúcar) agora podiam ser produzidos pelos europeus em abundância. Mas embora os europeus pudessem controlar a produção de tais mercadorias exóticas, tornou-se evidente nos dois primeiros séculos após o contato colombiano que eles optaram por não fornecer a mão de obra que faria tal produção possível. O fluxo de imigrantes livres e servos temporários vindos da Europa nunca foi suficiente para atender às necessidades de trabalho das plantations em expansão. Os forçados e os prisioneiros — os únicos europeus que já haviam sido obrigados a migrar — também representavam um contingente muito reduzido. A escravidão ou alguma forma de trabalho sob coação era a única opção possível para que os consumidores europeus pudessem ter acesso a mais produtos tropicais e metais preciosos.
