Repository: rice-crc/voyages
Catalog: voyages/locale/*/LC_MESSAGES/django.po
Languages: es, pt

source: The Brig ""Juan"" was captured at sea by British cruisers and adjudicated at a court established at Sierra Leone under international anti-slave trade treaties. The image is of a picture of the first page of the court’s register of ""Liberated Africans"" taken from the ""Juan"". The register was kept as a formal record of emancipation that helped protect the individual from subsequent re-enslavement. The image is reproduced courtesy of the British National Archives.
es: El bergantín “Juan” fue capturado en el mar por cruceros de la marina británica y adjudicado a un tribunal establecido en Sierra Leona bajo los tratados internacionales en contra de la trata de esclavos. La imagen es una fotografía de la primera página del registro del tribunal de “africanos liberados” rescatados de “Juan”. El registro se conservó como record formal de emancipación que ayudaba a proteger al individuo de una nueva esclavitud en el futuro. La imagen reproducida es cortesía de British National Archives.
pt: O brigue “Juan” foi capturado no mar por cruzadores britânicos e julgado em um tribunal em Serra Leoa, nos termos de tratados internacionais antitráfico de escravos. A imagem é de uma foto da primeira página do registro do tribunal de “africanos libertos” do “Juan”. O registro era mantido como um documento formal de emancipação que ajudava a proteger o indivíduo de uma posterior reescravização. A imagem é reproduzida com a autorização dos British National Archives.

source: The Brig ""Lynx"" was captured at sea by British cruisers and adjudicated at a court established at Sierra Leone under international anti-slave trade treaties. The image is of a picture of the first page of the court’s register of ""Liberated Africans"" taken from the ""Lynx"". The register was kept as a formal record of emancipation that helped protect the individual from subsequent re-enslavement. The image is reproduced courtesy of the British National Archives.
es: El bergantín “Lynx” fue capturado en el mar por cruceros de la marina británica y adjudicado a un tribunal establecido en Sierra Leona bajo los tratados internacionales en contra de la trata de esclavos. La imagen es una fotografía de la primera página del registro del tribunal de “africanos liberados” rescatados de “Lynx”. El registro se conservó como record formal de emancipación que ayudaba a proteger al individuo de una nueva esclavitud en el futuro. La imagen reproducida es cortesía de British National Archives.
pt: O brigue “Lynx” foi capturado no mar por cruzadores britânicos e julgado em um tribunal em Serra Leoa, nos termos de tratados internacionais antitráfico de escravos. A imagem é de uma foto da primeira página do registro do tribunal de “africanos libertos” do “Lynx”. O registro era mantido como um documento formal de emancipação que ajudava a proteger o indivíduo de uma posterior reescravização. A imagem é reproduzida com a autorização dos British National Archives.

source: The Brig ""NS de Caridad"" was captured at sea by British cruisers and adjudicated at a court established at Sierra Leone under international anti-slave trade treaties. The image is of a picture of the first page of the court’s register of ""Liberated Africans"" taken from the ""NS de Caridad"". The register was kept as a formal record of emancipation that helped protect the individual from subsequent re-enslavement. The image is reproduced courtesy of the British National Archives.
es: El bergantín “NS de Caridad” fue capturado en el mar por cruceros de la marina británica y adjudicada a un tribunal establecido en Sierra Leona bajo los tratados internacionales en contra de la trata de esclavos. La imagen es una fotografía de la primera página del registro del tribunal de “africanos liberados” rescatados de “NS de Caridad”. El registro se conservó como record formal de emancipación que ayudaba a proteger al individuo de una nueva esclavitud en el futuro. La imagen reproducida es cortesía de British National Archives.
pt: O brigue “NS de Caridad” foi capturado no mar por cruzadores britânicos e julgado em um tribunal em Serra Leoa, nos termos de tratados internacionais antitráfico de escravos. A imagem é de uma foto da primeira página do registro do tribunal de “africanos libertos” do “NS de Caridad”. O registro era mantido como um documento formal de emancipação que ajudava a proteger o indivíduo de uma posterior reescravização. A imagem é reproduzida com a autorização dos British National Archives.

source: The Brig ""Octavio"" was captured at sea by British cruisers and adjudicated at a court established at Sierra Leone under international anti-slave trade treaties. The image is of a picture of the first page of the court’s register of ""Liberated Africans"" taken from the ""Octavio"". The register was kept as a formal record of emancipation that helped protect the individual from subsequent re-enslavement. The image is reproduced courtesy of the British National Archives.
es: El bergantín “Octavio” fue capturado en el mar por cruceros de la marina británica y adjudicado a un tribunal establecido en Sierra Leona bajo los tratados internacionales en contra de la trata de esclavos. La imagen es una fotografía de la primera página del registro del tribunal de “africanos liberados” rescatados de “Octavio”. El registro se conservó como record formal de emancipación que ayudaba a proteger al individuo de una nueva esclavitud en el futuro. La imagen reproducida es cortesía de British National Archives.
pt: O brigue “Octavio” foi capturada no mar por cruzadores britânicos e julgada em um tribunal em Serra Leoa, nos termos de tratados internacionais antitráfico de escravos. A imagem é de uma foto da primeira página do registro do tribunal de “africanos libertos” da “Octavio”. O registro era mantido como um documento formal de emancipação que ajudava a proteger o indivíduo de uma posterior reescravização. A imagem é reproduzida com a autorização dos British National Archives.

source: The Brig ""Paquete da Bahia"" was captured at sea by British cruisers and adjudicated at a court established at Sierra Leone under international anti-slave trade treaties. The image is of a picture of the first page of the court’s register of ""Liberated Africans"" taken from the ""Paquete da Bahia"". The register was kept as a formal record of emancipation that helped protect the individual from subsequent re-enslavement. The image is reproduced courtesy of the British National Archives.
es: El bergantín “Paquete da Bahia” fue capturado en el mar por cruceros de la marina británica y adjudicado a un tribunal establecido en Sierra Leona bajo los tratados internacionales en contra de la trata de esclavos. La imagen es una fotografía de la primera página del registro del tribunal de “africanos liberados” rescatados de “Paquete da Bahia”. El registro se conservó como record formal de emancipación que ayudaba a proteger al individuo de una nueva esclavitud en el futuro. La imagen reproducida es cortesía de British National Archives.
pt: O brigue “Paquete da Bahia” foi capturado no mar por cruzadores britânicos e julgado em um tribunal em Serra Leoa, nos termos de tratados internacionais antitráfico de escravos. A imagem é de uma foto da primeira página do registro do tribunal de “africanos libertos” do “Paquete da Bahia”. O registro era mantido como um documento formal de emancipação que ajudava a proteger o indivíduo de uma posterior reescravização. A imagem é reproduzida com a autorização dos British National Archives.

source: The Brig ""Primo"" was captured at sea by British cruisers and adjudicated at a court established at Sierra Leone under international anti-slave trade treaties. The image is of a picture of the first page of the court’s register of ""Liberated Africans"" taken from the ""Primo"". The register was kept as a formal record of emancipation that helped protect the individual from subsequent re-enslavement. The image is reproduced courtesy of the British National Archives.
es: El bergantín “Primo” fue capturado en el mar por cruceros de la marina británica y adjudicado a un tribunal establecido en Sierra Leona bajo los tratados internacionales en contra de la trata de esclavos. La imagen es una fotografía de la primera página del registro del tribunal de “africanos liberados” rescatados de “Primo”. El registro se conservó como record formal de emancipación que ayudaba a proteger al individuo de una nueva esclavitud en el futuro. La imagen reproducida es cortesía de British National Archives.
pt: O brigue “Primo” foi capturada no mar por cruzadores britânicos e julgada em um tribunal em Serra Leoa, nos termos de tratados internacionais antitráfico de escravos. A imagem é de uma foto da primeira página do registro do tribunal de “africanos libertos” da “Primo”. O registro era mantido como um documento formal de emancipação que ajudava a proteger o indivíduo de uma posterior reescravização. A imagem é reproduzida com a autorização dos British National Archives.

source: The Brig ""Príncipe de Guiné"" was captured at sea by British cruisers and adjudicated at a court established at Sierra Leone under international anti-slave trade treaties. The image is of a picture of the first page of the court’s register of ""Liberated Africans"" taken from the ""Príncipe de Guiné"". The register was kept as a formal record of emancipation that helped protect the individual from subsequent re-enslavement. The image is reproduced courtesy of the British National Archives.
es: El bergantín “Príncipe de Guiné” fue capturado en el mar por cruceros de la marina británica y adjudicado a un tribunal establecido en Sierra Leona bajo los tratados internacionales en contra de la trata de esclavos. La imagen es una fotografía de la primera página del registro del tribunal de “africanos liberados” rescatados de “Príncipe de Guiné”. El registro se conservó como record formal de emancipación que ayudaba a proteger al individuo de una nueva esclavitud en el futuro. La imagen reproducida es cortesía de British National Archives.
pt: O brigue “Príncipe da Guiné” foi capturado no mar por cruzadores britânicos e julgado em um tribunal em Serra Leoa, nos termos de tratados internacionais antitráfico de escravos. A imagem é de uma foto da primeira página do registro do tribunal de “africanos libertos” do “Príncipe da Guiné”. O registro era mantido como um documento formal de emancipação que ajudava a proteger o indivíduo de uma posterior reescravização. A imagem é reproduzida com a autorização dos British National Archives.

source: The Brig ""Silveirinha"" was captured at sea by British cruisers and adjudicated at a court established at Sierra Leone under international anti-slave trade treaties. The image is of a picture of the first page of the court’s register of ""Liberated Africans"" taken from the ""Silveirinha"". The register was kept as a formal record of emancipation that helped protect the individual from subsequent re-enslavement. The image is reproduced courtesy of the British National Archives.
es: El bergantín “Silveirinha” fue capturado en el mar por cruceros de la marina británica y adjudicado a un tribunal establecido en Sierra Leona bajo los tratados internacionales en contra de la trata de esclavos. La imagen es una fotografía de la primera página del registro del tribunal de “africanos liberados” rescatados de “Silveririnha”. El registro se conservó como record formal de emancipación que ayudaba a proteger al individuo de una nueva esclavitud en el futuro. La imagen reproducida es cortesía de British National Archives.
pt: O brigue “Silveirinha” foi capturado no mar por cruzadores britânicos e julgado em um tribunal em Serra Leoa, nos termos de tratados internacionais antitráfico de escravos. A imagem é de uma foto da primeira página do registro do tribunal de “africanos libertos” do “Silveirinha”. O registro era mantido como um documento formal de emancipação que ajudava a proteger o indivíduo de uma posterior reescravização. A imagem é reproduzida com a autorização dos British National Archives.

source: The Brig ""Tâmega"" was captured at sea by British cruisers and adjudicated at a court established at Sierra Leone under international anti-slave trade treaties. The image is of a picture of the first page of the court’s register of ""Liberated Africans"" taken from the ""Tâmega"". The register was kept as a formal record of emancipation that helped protect the individual from subsequent re-enslavement. The image is reproduced courtesy of the British National Archives.
es: El bergantín “Tâmega” fue capturado en el mar por cruceros de la marina británica y adjudicado a un tribunal establecido Sierra Leona bajo los tratados internacionales en contra de la trata de esclavos. La imagen es una fotografía de la primera página del registro del tribunal de “africanos liberados” rescatados de “Tâmega”. El registro se conservó como record formal de emancipación que ayudaba a proteger al individuo de una nueva esclavitud en el futuro. La imagen reproducida es cortesía de British National Archives.
pt: O brigue “Tâmega” foi capturado no mar por cruzadores britânicos e julgado em um tribunal em Serra Leoa, nos termos de tratados internacionais antitráfico de escravos. A imagem é de uma foto da primeira página do registro do tribunal de “africanos libertos” do “Tâmega”. O registro era mantido como um documento formal de emancipação que ajudava a proteger o indivíduo de uma posterior reescravização. A imagem é reproduzida com a autorização dos British National Archives.

source: The Brig ""Temerário"" was captured at sea by British cruisers and adjudicated at a court established at Sierra Leone under international anti-slave trade treaties. The image is of a picture of the first page of the court’s register of ""Liberated Africans"" taken from the ""Temerário"". The register was kept as a formal record of emancipation that helped protect the individual from subsequent re-enslavement. The image is reproduced courtesy of the British National Archives.
es: El bergantín “Temerário” fue capturado en el mar por cruceros de la marina británica y adjudicado a un tribunal establecido en Sierra Leona bajo los tratados internacionales en contra de la trata de esclavos. La imagen es una fotografía de la primera página del registro del tribunal de “africanos liberados” rescatados de “Temerário”. El registro se conservó como record formal de emancipación que ayudaba a proteger al individuo de una nueva esclavitud en el futuro. La imagen reproducida es cortesía de British National Archives.
pt: O brigue “Temerário” foi capturado no mar por cruzadores britânicos e julgado em um tribunal em Serra Leoa, nos termos de tratados internacionais antitráfico de escravos. A imagem é de uma foto da primeira página do registro do tribunal de “africanos libertos” do “Temerário”. O registro era mantido como um documento formal de emancipação que ajudava a proteger o indivíduo de uma posterior reescravização. A imagem é reproduzida com a autorização dos British National Archives.

source: The Brigue ""Gratidão"" was captured at sea by British cruisers and adjudicated at a court established at Sierra Leone under international anti-slave trade treaties. The image is of a picture of the first page of the court’s register of ""Liberated Africans"" taken from the ""Gratidão"". The register was kept as a formal record of emancipation that helped protect the individual from subsequent re-enslavement. The image is reproduced courtesy of the British National Archives.
es: El bergantín “Gratidão” fue capturado en el mar por cruceros de la marina británica y adjudicado a un tribunal establecido en Sierra Leona bajo los tratados internacionales en contra de la trata de esclavos. La imagen es una fotografía de la primera página del registro del tribunal de “africanos liberados” rescatados de “Gratidão”. El registro se conservó como record formal de emancipación que ayudaba a proteger al individuo de una nueva esclavitud en el futuro. La imagen reproducida es cortesía de British National Archives.
pt: O brigue “Gratidão” foi capturado no mar por cruzadores britânicos e julgado em em um tribunal em Serra Leoa, nos termos de tratados internacionais antitráfico de escravos. A imagem é de uma foto da primeira página do registro do tribunal de “africanos libertos” do “Gratidão”. O registro era mantido como um documento formal de emancipação que ajudava a proteger o indivíduo de uma posterior reescravização. A imagem é reproduzida com a autorização dos British National Archives.

source: The Brig “Vigilante” was a French slaver captured in the River Bonny, at the Bight of Biafra, on April 15th, 1822. She departed from Nantes, in France, and carried 345 slaves from the coast of Africa, but she was intercepted by anti-slave trade cruisers before sailing to the Americas and taken to Freetown, Sierra Leone. The English had no rights to detain vessels under the French flag, and the cruiser had approached the “Vigilante” only in order to verify its papers. The French captain, fearing detention, opened fire killing several of the cruiser’s crew. It was only then that the “Vigilante” was taken captive and escorted to first Sierra Leone where the slaves were disembarked, and then to Plymouth, England, where the English captain hoped to lay murder charges. Abolitionists drew the vessel while it was in Plymouth. In the event, the vessel and crew were released without charges. The image is of a plan of the “Vigilante”, showing the slave decks and the instruments used to chain the slaves. This plan was published as a fold out in a pamphlet printed first in London and then Paris and other places in 1823. The image is reproduced courtesy of the John Carter Brown Library at Brown University.
es: El bergantín “Vigilante” fue un barco esclavista francés capturado en el río Bonny, en la ensenada de Biafra, el 15 de abril de 1822. El barco partió de Nantes, Francia, y llevaba 345 esclavos de la costa de África, pero fue interceptado por cruceros antiesclavistas antes de salir para las Américas y llevado a Freetown, Sierra Leona. Los ingleses no tenían derecho a detener barcos con la bandera francesa, y el crucero se acercó a “Vigilante” solamente para verificar sus documentos. El capitán francés, temiendo ser detenido, abrió fuego y mató a varios de la tripulación del crucero antiesclavista. Fue así como el “Vigilante” fue capturado y llevado a Sierra Leona primero, donde los esclavos fueron desembarcados, y luego a Plymouth, Inglaterra, donde el capitán inglés esperaba presentar cargos por asesinato. Mientras estaba en Plymouth, los abolicionistas se llevaron el barco y su tripulación fue puesta en libertad sin cargos. La imagen es un plano de "Vigilante", mostrando las cubiertas de esclavos y los instrumentos utilizados para encadenarlos. Este plano fue publicado doblado en un panfleto primeramente en Londres y luego en París y otros lugares en 1823. La imagen ha sido reproducida por cortesía de John Carter Brown Library, Brown University.
pt: O brigue Vigilante foi um navio negreiro francês capturado no rio Bonny, no golfo de Biafra, em 15 de abril de 1822. Ele partiu de Nantes, França, levando 345 escravos da costa da África, porém foi interceptado por cruzadores que reprimiam o tráfico de escravos antes de partir em direção às Américas, sendo levado para Freetown, Serra Leoa. Os ingleses não tinham o direito de deter embarcações com bandeira francesa; o cruzador havia abordado o Vigilante apenas para conferir seus documentos. O comandante francês, temendo a detenção, abriu fogo, matando alguns dos tripulantes do cruzador. Foi só então que o Vigilante foi capturado e levado primeiro a Serra Leoa, onde os escravos foram desembarcados, e subsequentemente a Plymouth, Inglaterra, onde o comandante inglês pretendia levantar uma acusação de assassinato. O navio foi desenhado por abolicionistas quando estava em Plymouth. O brigue e sua tripulação acabaram sendo liberados sem nenhuma acusação. A imagem é uma planta do Vigilante, mostrando os conveses onde ficavam os escravos e os instrumentos utilizados para acorrentá-los. Esta planta foi publicada como uma página dobrável de um panfleto impresso primeiramente em Londres, e depois em Paris e outros lugares em 1823. A imagem é reproduzida com a autorização da John Carter Brown Library, Brown University.

source: The Brig ""Vingador"" was captured at sea by British cruisers and adjudicated at a court established at Sierra Leone under international anti-slave trade treaties. The image is of a picture of the first page of the court’s register of ""Liberated Africans"" taken from the ""Vingador"". The register was kept as a formal record of emancipation that helped protect the individual from subsequent re-enslavement. The image is reproduced courtesy of the British National Archives.
es: El bergantín “Vingador” fue capturado en el mar por cruceros de la marina británica y adjudicado a un tribunal establecido en Sierra Leona bajo los tratados internacionales en contra de la trata de esclavos. La imagen es una fotografía de la primera página del registro del tribunal de “africanos liberados” rescatados de “Vingador”. El registro se conservó como record formal de emancipación que ayudaba a proteger al individuo de una nueva esclavitud en el futuro. La imagen reproducida es cortesía de British National Archives.
pt: O brigue “Vingador” foi capturado no mar por cruzadores britânicos e julgado em um tribunal em Serra Leoa, nos termos de tratados internacionais antitráfico de escravos. A imagem é de uma foto da primeira página do registro do tribunal de “africanos libertos” do “Vingador”. O registro era mantido como um documento formal de emancipação que ajudava a proteger o indivíduo de uma posterior reescravização. A imagem é reproduzida com a autorização dos British National Archives.

source: The Bringantine ""Mindelo"" was captured at sea by British cruisers and adjudicated at a court established at Sierra Leone under international anti-slave trade treaties. The image is of a picture of the first page of the court’s register of ""Liberated Africans"" taken from the ""Mindelo"". The register was kept as a formal record of emancipation that helped protect the individual from subsequent re-enslavement. The image is reproduced courtesy of the British National Archives.
es: El bergantín “Mindelo” fue capturado en el mar por cruceros de la marina británica y adjudicado a un tribunal establecido en Sierra Leona bajo los tratados internacionales en contra de la trata de esclavos. La imagen es una fotografía de la primera página del registro del tribunal de “africanos liberados” rescatados de “Mindelo”. El registro se conservó como record formal de emancipación que ayudaba a proteger al individuo de una nueva esclavitud en el futuro. La imagen reproducida es cortesía de British National Archives.
pt: O bergantim “Mindelo” capturado no mar por cruzadores britânicos e julgado em um tribunal em Serra Leoa, nos termos de tratados internacionais antitráfico de escravos. A imagem é de uma foto da primeira página do registro do tribunal de “africanos libertos” do “Mindelo”. O registro era mantido como um documento formal de emancipação que ajudava a proteger o indivíduo de uma posterior reescravização. A imagem é reproduzida com a autorização dos British National Archives.
