Repository: rice-crc/voyages
Catalog: voyages/locale/*/LC_MESSAGES/django.po
Languages: es, pt

source: For many British and Portuguese voyages, however, we have had to make some hard decisions in determining whether vessels were slavers or non-slavers. Many British and North American voyages returned to the port of origin after an interval of time during which a slave voyage could have taken place, but no information survives of the places of trade in Africa or the Americas. For most of these ships, clearance was for "Africa and the Americas" and many of the remainder in this group are ships leaving British American ports for Africa. Before the nineteenth century, ships rarely went from the Americas to Africa for anything but slaves. In all these cases the ship is assumed to have been a slaver. For several hundred more voyages from Brazil, even less is known. In Bahia, the main source of information on these is licenses of ship departures which specify "Elmina" (in West Africa) as the permitted destination. Large rolls of local tobacco were the trade good for African-bound Bahian ships, and in the eighteenth century slave traders of all nations depended on this tobacco. And as with North American Africa-bound ships, there is no evidence of a significant produce trade between Brazil and Africa. Gold was important in the first half of the eighteenth century and alcohol became more important later in the century, but return cargoes were always human. After 1680 many Portuguese voyages from Brazil show up in British records from Cape Coast Castle as well as the Dutch records for Elmina, and in the nineteenth century there is very good overlap between these licences and the observations of British observers on the movements of slave ships. We have made the decision to include these Bahia–Africa voyages in the data set. Nevertheless, we do have a file of 1,400 voyages of Atlantic voyages that might have carried slaves, but for which we are awaiting additional evidence. The majority of these certainly sailed from Europe to the Caribbean and then back again without sailing anywhere near Africa, but we cannot be absolutely certain and we retain information on them for future use as necessary. These "doubtfuls" are troublesome, but their numbers, compared to the voyages about which we are quite certain, are not great.
es: Sin embargo, para muchos viajes británicos y portugueses hemos tenido que tomar algunas decisiones difíciles para determinar si los navíos eran esclavistas o no. Muchos viajes británicos o norteamericanos retornaron al punto de origen después de un intervalo de tiempo durante el cual pudo haber tenido lugar un viaje esclavista, pero no hay información que haya sobrevivido de los lugares de comercio en África o las Américas. Para muchos de estos navíos el despacho de aduana fue para “África y las Américas” y muchos de los restantes en este grupo son barcos que partieron de puertos anglo-americanos hacia África. Antes del siglo XIX, los barcos no partían desde América hacia África para otra cosa que no fueran esclavos. En todos estos casos se supone que el barco era esclavista. Sobre algunos cientos de viajes más desde Brasil se conoce aún menos. En Bahía, la fuente principal de información sobre esto son despachos de aduana para salida de barcos que especificaban “Elmina” (en África Occidental) como el destino al que se otorgó el permiso de zarpar. Grandes rollos de tabaco local eran la mercancía que se comerciaba en barcos de Bahia con destino a África, y en el siglo XVIII, comerciantes de esclavos de todas las naciones dependían de este tabaco. Y como en el caso de los barcos norteamericanos con destino a África, no hay evidencia de un comercio significativo de productos naturales entre Brasil y África. El oro era mportante en la primera mitad del siglo XVIII y el alcohol se hizo importante más tarde en ese siglo, pero la carga de retorno era siempre humana. Después de 1680 muchos viajes portugueses desde Brasil aparecen en registros británicos desde el Castillo de Cape Coast o Cabo Corso, así como registros holandeses para Elmina, y en el siglo XIX hay mucho solapamiento entre estos manifiestos de aduana y la información de los observadores británicos en los movimientos de barcos esclavistas. Hemos tomado la decisión de incluir estos viajes Bahia-África en el conjunto de datos. Sin embargo, tenemos un archivo de 1.400 viajes atlánticos que podrían haber transportado esclavos. Para estos estamos esperando evidencia adicional. La mayoría de éstos ciertamente partieron de Europa hacia el Caribe y luego regresaron sin haber navegado cerca de África, pero no podemos tener certeza absoluta y retenemos la información para uso futuro si es necesario. Estos viajes “dudosos” son problemáticos, pero su número, comparado con aquellos viajes en los que tenemos certeza, no es grande.
pt: No caso de muitas viagens britânicas e portuguesas, no entanto, tivemos que tomar algumas decisões difíceis para determinar se os navios eram ou não negreiros. Muitas viagens britânicas e norte-americanas retornaram ao porto de origem após um intervalo de tempo em que uma viagem negreira poderia ter ocorrido, mas não resta nenhuma informação sobre os locais de tráfico na África ou nas Américas. A maioria dessas embarcações desalfandegou-se para “a África e as Américas”, e muitos dos navios restantes deste grupo partiram de portos da América Britânica em direção à África. Antes do século XIX, os navios raramente partiam das Américas para a África sem intenção de adquirir escravos. Em todos estes casos, presume-se que o navio era negreiro. Sobre algumas centenas de viagens que partiram do Brasil, sabe-se menos ainda. Na Bahia, a principal fonte de informações sobre elas são as licenças de partidas de navios que especificam “Elmina” (na África Ocidental) como o destino permitido. Os produtos comerciados pelos navios baianos que iam rumo à África eram os grandes rolos de fumo baiano, e no século XVIII os traficantes de escravos de todas as nações dependiam desse fumo. E, tal como acontece com os navios norte-americanos que se dirigiam à África, não existe nenhum indicio de um comércio significativo de outros produtos entre o Brasil e a África. O ouro era importante na primeira metade do século XVIII e o álcool tornou-se mais importante ao final dele, mas as cargas que retornavam da África eram sempre humanas. A partir de 1680, muitas viagens portuguesas que partiram do Brasil figuram nos registros britânicos do Castelo da Costa do Cabo, bem como nos registros holandeses referentes a Elmina; e no século XIX essas licenças são muito congruentes com os comentários dos observadores britânicos sobre a movimentação de navios negreiros. Tomamos a decisão de incluir essas viagens da Bahia à África no conjunto de dados. No entanto, temos um arquivo de 1.400 viagens atlânticas que podem ter transportado escravos, mas para as quais estamos aguardando provas adicionais. A maioria delas certamente partiu da Europa para o Caribe e depois retornou novamente para a Europa sem ter passado por qualquer lugar perto da África, mas não podemos ter certeza absoluta disso e por isso retemos as informações sobre elas para uso futuro, se necessário. Essas dúvidas são problemáticas, mas a quantidade delas, em comparação com as viagens sobre as quais estamos completamente seguros, não é grande.

source: There remains the question of produce ships—defined as ships that sailed to Africa to trade for animal products, agricultural commodities or minerals. We have identified 1,450 voyages that departed Africa without obtaining slaves. In some cases they carried supplies for the European castles on the coast, but in the majority of instances they traded for African produce before returning directly to Europe. In addition, there were always a few "tenders" each year that went to the coast to supply slaves for a larger ship, but did not themselves carry slaves across the Atlantic. The great majority of these non-slaving ships were Dutch and British, the two nations that carried on the largest trades in African produce. We have identified produce (as opposed to slave) vessels sometimes on the basis of their voyage histories, sometimes on the known activities of their captains and sometimes on the basis of small crew-to-tonnage ratios, suggesting they were not vessels that required additional crew to control slaves.<span class="superscript">(9)</span> Both the produce traders and the doubtful traders are held in a separate file and in the former case will be used as the basis for separate work on the African produce traffic.
es: Queda el problema de los barcos con alimentos y minerales, definidos como barcos que navegaron hasta África para comerciar productos de origen animal, agrícola o mineral. Hemos identificado 1.450 viajes que salieron de África sin obtener esclavos. En algunos casos llevaban suministros para los castillos en la costa, pero en la mayoría de los casos comerciaban productos africanos retornando directamente a Europa. Además, había mucha “tenders” (navíos comerciales) cada año que iba a la costa a suministrar esclavos para un barco mayor, pero sin llevar esclavos ellos mismos a través del Atlántico. La gran mayoría de estos barcos no esclavistas era holandesa o británica, las dos naciones que hacían el mayor comercio en productos africanos. Hemos identificado barcos traficantes de mercaderías (al contrario de los esclavistas) algunas veces sobre la base de sus historias de viajes, algunas veces por la historia conocida de sus capitanes y a veces por la relación tonelaje/tripulación sugiriendo que eran navíos que no requerían tripulación adicional para controlar a los esclavos.(9) Tanto los comerciantes de productos como los comerciantes dudosos se mantienen en un archivo separado y en el caso anterior se usarán como base para un trabajo separado sobre el tráfico de productos africanos.
pt: Resta a questão dos navios de mercadorias — definidos como embarcações que iam à África para o tráfico de produtos de origem animal, agrícola ou mineral. Identificamos 1.450 viagens que partiram da África sem escravos. Em alguns casos, elas levavam suprimentos para os entrepostos europeus na costa, mas em sua maioria elas comerciavam produtos africanos antes de retornar diretamente para a Europa. Além disso, todo ano havia alguns tenders (embarcações de transporte entre o navio e a costa) que iam até a costa para buscar escravos e levá-los para um navio maior, mas que não transportavam eles próprios escravos à outra margem do Atlântico. A grande maioria destes navios que não eram negreiros era da Holanda e da Grã-Bretanha, as duas nações que mais comerciavam produtos africanos. Identificamos os navios de mercadorias (em oposição aos negreiros) com base ora em suas histórias de viagem, ora nas atividades conhecidas de seus capitães, e ora por ser baixa a razão entre a tripulação e a tonelagem, o que indicaria que não se tratavam de navios que exigissem uma tripulação adicional para controlar os escravos. <span class="superscript">(9)</span> Tanto os navios de mercadorias quanto os casos duvidosos estão alocados em um arquivo separado; os de mercadorias serão utilizados como base para estudos sobre o comércio de produtos africanos.

source: Similarly, on the American side of the Atlantic, the editors often had to decide whether vessels carrying slaves were trans-Atlantic or inter-colonial slavers. For a few hundred ships arriving at ports in the Americas, doubts remain. Most of these voyages are to be found in Klein’s set of voyages to Havana, 1790 to 1820, taken from the Spanish archives. It is clear that many smaller vessels were inter-island slave traders. That is, they trans-shipped African slaves from colonies such as St. Croix or St. Thomas to major plantation frontiers, such as Cuba. To separate the inter-island from trans-Atlantic vessels arriving in Havana with slaves, we used a benchmark total of 140 slaves—the average number of slaves on vessels in the sample that can be identified as trans-Atlantic slavers. Other researchers will use different criteria for distinguishing inter-American from trans-Atlantic slave voyages.
es: Similarmente, en la parte americana del Atlántico, los editores frecuentemente han tenido que decidir si los navíos que llevaban esclavos eran trasatlánticos o esclavistas inter-coloniales. Para unos cuantos cientos de barcos que llegaban a todos los puertos de las Américas quedan las dudas. La mayoría de estos viajes hay que encontrarlos en la base de datos de viajes de Klein de La Habana, de 1790 a 1820, tomados de los archivos españoles. Está claro que muchos navíos más pequeños eran traficantes de esclavos entre islas. Es decir, transportaban esclavos africanos desde colonias tales como St. Croix o St. Thomas a fronteras más lejanas como Cuba. Para diferenciar los navíos trasatlánticos que llegaban a La Habana con esclavos, hemos usado un punto de referencia de 140 esclavos, el número promedio de esclavos en navíos en la muestra que puede ser identificada como de esclavistas trasatlánticos. Otros investigadores utilizarán criterios diferentes para distinguir entre viajes esclavistas interamericanos de los trasatlánticos.
pt: Da mesma forma, no lado americano do Atlântico, os editores muitas vezes tiveram que decidir se os navios que transportavam escravos eram transatlânticos ou intercoloniais. Com referência a algumas centenas de navios que aportaram nas Américas, as dúvidas permanecem. A maioria destas viagens pode ser encontrada no conjunto de Klein de viagens a Havana entre 1790 e 1820, extraído dos arquivos espanhóis. Está claro que muitas embarcações menores faziam tráfico de escravos de uma ilha a outra. Ou seja, elas transportavam escravos africanos de colônias como St. Croix ou St. Thomas para as principais fronteiras de plantations, como Cuba. Para separar as embarcações interinsulares dos navios transatlânticos que chegavam a Havana com escravos, utilizamos como referência um total de 140 escravos — o número médio de escravos transportados nos navios da amostra que podem ser identificados como negreiros transatlânticos. Outros pesquisadores podem querer utilizar critérios diferentes para distinguir as viagens negreiras interamericanas das transatlânticas.

source: Finally, not all voyages that crossed the Atlantic from Africa carried slaves. Generally we have assumed that all such voyages were slaving voyages, and have included them in the data set, though there is a slight possibility that a few of these vessels traded at produce markets on the coast. In summary, about 5 percent of the voyages included in the data set lack information about their activities after the voyages began. We nevertheless feel fairly confident that these were slaving voyages, and, as noted, those about which we feel less confident we retain in a separate file.
es: Finalmente, no todos los viajes que cruzaban el Atlántico desde África traían esclavos. Generalmente hemos supuesto que todos esos viajes eran viajes esclavistas y los hemos incluido en el grupo de datos, aunque hay una ligera posibilidad de que algunos de estos navíos comerciaban productos en mercados en la costa. En general, alrededor del 5 por ciento de los viajes carece de información acerca de sus actividades después que el viaje comenzaba. Sin embargo, nosotros nos sentimos confiados de que estos viajes eran esclavistas y, como ya dijimos, mantenemos en un archivo aparte aquellos en los que no estamos seguros.
pt: Finalmente, nem todas as viagens que cruzaram o Atlântico a partir da África transportavam escravos. Presumimos de modo geral que todas essas viagens foram negreiras e as incluímos no conjunto de dados, embora haja uma pequena possibilidade de que alguns desses navios tenham comerciado mercadorias na costa. Em suma, cerca de 5 por cento das viagens incluídas no conjunto de dados não contêm informações sobre suas atividades depois da partida. No entanto, estamos bastante confiantes de que estas viagens eram negreiras; e, como já foi dito, mantivemos em um arquivo separado aquelas sobre as quais não temos tanta certeza.

source: Voyage Outcomes
es: Resultados de los viajes
pt: Resultados de viagens

source: Obviously, not all slave ships made it to the Americas, or even to Africa. Fortunately the data set is quite rich in information on the outcome of voyages. The data set allows for 177 different voyage outcomes. As with the geographical variables, some regrouping is required to make these more manageable. The first regrouping, “Outcome of voyage for slaves” (FATE2), takes the standpoint of the Africans on board, and asks where the ship disembarked its slaves. The majority were disembarked in the Americas, but about 12 percent in the present sample died during the voyage. In addition, some who left African ports actually disembarked in another part of Africa or on the island of St. Helena (about two percent of all slaves recorded). Most of this latter group were captured by British naval cruisers in the nineteenth century, though a very few, in the previous century, ended up in Europe. A second regrouping, “Outcome of voyage if ship captured” (FATE3), is concerned with the fate of the ship and who might have interfered with its voyage. Slaves rebelled, shore-based Africans or pirates attacked ships, and one European power would often try to seize ships flying the flag of other powers, especially in wartime. Finally, a third regrouping, “Outcome of voyage for owner” (FATE4), takes the standpoint of the owners, and groups voyages on the basis of whether the ships reached the Americas, and if not, whether it was human agency or natural hazard that was responsible. As indicated, each of these three regroupings is represented by a different variable.
es: Obviamente, no todos los navíos con esclavos llegaron hasta América, ni siquiera a África. Afortunadamente, el conjunto de datos es muy rico en información sobre el desenlace de los viajes. El conjunto de datos contempla 177 desenlaces diferentes de los viajes. En cuanto a las variables geográficas, se requiere algún reagrupamiento para hacerlos más manejables. El primer reagrupamiento, “Desenlace del viaje para los esclavos” (FATE2), toma el punto de vista de los africanos a bordo y pregunta dónde el navío desembarcó sus esclavos. La mayoría fueron desembarcados en las Américas, pero cerca del 12 por ciento en la muestra murió durante la travesía. Además, algunos de los que dejaron puertos en África desembarcaron realmente en otra parte de África o en la Isla de Santa Helena (cerca del dos por ciento de todos los esclavos registrados). La mayoría de este último grupo fueron capturados por cruceros navales británicos en el siglo XIX, aunque muy pocos terminaron, en el siglo anterior, en Europa. Un segundo reagrupamiento, “Desenlace del viaje si el navío es capturado¨ (FATE3), tiene que ver con la suerte del navío y quién puede haber interferido con su viaje. Los esclavos se rebelaban, africanos desde la costa o piratas atacaban los barcos y algunas potencias europeas trataban de capturar barcos de otras potencias, especialmente en tiempos de guerra. Finalmente, un tercer reagrupamiento, ¨Desenlace del viaje para el dueño¨ (FATE4), toma el lugar de los dueños y agrupa los viajes sobre la base de si los barcos llegaron a las Américas, y en caso contrario, si fue el factor humano o desastre natural el responsable. Como se indica, cada uno de estos tres agrupamientos se representa con una variable diferente.
pt: É óbvio que nem todos os navios negreiros chegaram às Américas, ou sequer à África. Felizmente, o conjunto de dados é bastante rico em informações sobre o resultado das viagens. Ele considera 177 diferentes resultados de viagens. Tal como acontece com as variáveis geográficas, alguns reagrupamentos são necessários para tornar as variáveis de resultado mais fáceis de gerenciar. O primeiro reagrupamento, “Resultado da viagem para os escravos” (FATE2), toma o ponto de vista dos africanos a bordo e pergunta onde o navio desembarcou seus escravos. A maioria foi desembarcada nas Américas, mas cerca de 12 por cento da presente amostra morreram durante a viagem. Além disso, alguns que deixaram os portos africanos desembarcaram na verdade em outra parte da África ou na ilha de Santa Helena (cerca de dois por cento de todos os escravos registrados). A maior parte deste último grupo foi capturada pelos cruzadores da marinha britânica no século XIX, embora alguns, muito poucos, no século anterior, tenham acabado na Europa. Um segundo reagrupamento, “Resultado da viagem se o navio foi capturado” (FATE3), tem a ver com o destino do navio e quem possa ter interferido em sua viagem. Houve rebeliões de escravos, houve navios que foram atacados por africanos que vieram da costa ou por piratas, e em muitos casos uma potência europeia tentou apreender navios que arvoravam a bandeira de outras potências, especialmente em tempos de guerra. Finalmente, um terceiro reagrupamento, “Resultado da viagem para o proprietário” (FATE4), toma o ponto de vista dos proprietários e agrupa as viagens com base em terem ou não os navios chegado à América, e, no caso dos que não chegaram, se o responsável foi a ação humana ou algum desastre natural. Conforme indicado, cada um destes três agrupamentos é representado por uma variável diferente.

source: Inferring Places of Trade
es: Infiriendo los lugares del tráfico
pt: Lugares de tráfico inferidos
