Repository: rice-crc/voyages
Catalog: voyages/locale/*/LC_MESSAGES/django.po
Languages: es, pt

source: <p> A glance at the Sources section of “Understanding the Database” establishes Voyages as the product of an international research endeavor that has ranged far beyond the labors of the current project team. From the late 1960s, Herbert S. Klein and other scholars began to collect archival data on slave-trading voyages from unpublished sources and to code them into a machine-readable format. In the 1970s and 1980s, scholars created a number of slave ship datasets, several of which the current authors chose to recode from the primary sources rather than integrate the datasets of those scholars into the present set. By the late 1980s, there were records of approximately 11,000 individual trans-Atlantic voyages in sixteen separate datasets, not all of which were trans-Atlantic, nor, as it turned out, slave voyages. And of course, some sets overlapped others. Several listings of voyages extracted from more than one source had appeared in hard copy form, notably three volumes of voyages from French ports published by Jean Mettas and Serge and Michelle Daget and two volumes of Bristol voyages (expanded to four by 1996) authored by David Richardson. The basis for each dataset was usually the records of a specific European nation or the particular port where slaving voyages originated, with the information available reflecting the nature of the records that had survived rather than the structure of the voyage itself. Scholars of the slave trade spent the first quarter century of the computer era working largely in isolation, each using one source only as well as a separate format, though the Curtin, Mettas, and Richardson collections were early exceptions to this pattern. </p> <p> The idea of creating a single multisource dataset of trans-Atlantic slave voyages emerged from a chance meeting of David Eltis and Stephen Behrendt in the British Public Record Office in 1990 while they were working independently on the early and late British slave trades. At about the same time, David Richardson was taking over detailed multisource work on the large mid-eighteenth-century Liverpool shipping business begun years earlier by Maurice Schofield. All this work, together with the Bristol volumes that Richardson had already published, made it seem feasible to integrate the records for the very large British slave trade for the first time, and beyond that, given the available Dutch, French, and Portuguese data, to collect a single dataset for the trade as a whole. Meetings in January, 1991 at the American Historical Association and, in 1992, at the W. E. B. Du Bois Institute for Afro-American Research at Harvard University, headed by Professor Henry L. Gates, Jr resulted in grant proposals to major funding agencies. In July 1993 the project received funding from the National Endowment for the Humanities with supplementary support coming from the Mellon Foundation. </p> <p> By the time the project began, Johannes Postma’s Dutch data had become available (subsequently revised in 2003), as had Stephen Behrendt’s compilation of the extensive British trade after 1779, and also the large and complex Richardson, Beedham, and Schofield pre-1787 Liverpool Plantation Register data set, all in machine-readable format. Quantities of smaller sets of published material available only in hard-copy form had been available for some time, and as awareness of the project increased, scholars volunteered unpublished data. In the course of the next three years, the project undertook three major tasks. The first was standardizing the existing data. Pioneers in the field had collected their data using different definitions of variables, sometimes of apparently similar items of information, as well as a range of organizational formats (for example using ship-based rather than voyage-based data). The second task was collating voyages which appeared in several different sets, converting single-source data sets into multisource equivalents and even checking on the validity of old compilations. The third task, which became increasingly important as the project progressed, was adding new information. About half of the 27,233 voyage records subsequently published on the 1999 CD-ROM in 1999 were new. </p> <p> Voyages is the product of a further great surge of information on the slave trade that has happened since 1999. Latin-American slaving expeditions were seriously under-represented on the CD-ROM, and, as a consequence, between 2001 and 2005 a major research initiative was undertaken in Portuguese and Spanish language archives around the Atlantic basins to address this deficiency. Three years of funding for this work (from 2002 to 2005) came from the Arts and Humanities Research Board of the United Kingdom and was administered through the University of Hull with David Richardson and David Eltis as the principal investigators. Manolo Florentino anchored the work in Rio de Janeiro, Roquinaldo Ferreira in Luanda, and Jelmer Vos in Lisbon, and other European archives. The major documentary collections explored in this period were in archives in Luanda, Rio de Janeiro, Bahia, Lisbon, Havana, Madrid, Sevilla, Amsterdam, Middelburg, Copenhagen, and London as well as the extensive eighteenth century newspaper holdings of the Bodleian and British Libraries. But while this was happening scholars unconnected with the project continued to give generously of their time and the archival data that they themselves had collected. While the range and depth of work completed before the year 2000 was impressive, the size and scope of this post-1999 research effort can be gauged by the fact that no less than sixty percent of the slave voyages in the Voyages Database contain information unavailable in 1999. As the core dataset expanded, and called on greater varieties of sources, the problem of double-counting grew ever larger and more complicated. In this period we reached the point at which almost as many resources had to be devoted to this as to gathering the data in the first place. </p> <p> The construction of the present open access web site, Voyages was made possible by yet a third major award in 2006, this one launched from Emory University. Once more the National Endowment for the Humanities was the source, but supplementary funding came from the W. E. B. Du Bois Institute for Afro-American Research at Harvard. While the research work continued during the two year period of these grants, the thrust of the effort shifted to presentation. The project team developed sophisticated search interfaces for three different kinds of data, as well as estimates of the size and direction of the trade. The web site would provide a range of ancillary material for educators including lesson plans and maps. Perhaps most important, the new site would provide an opportunity for researchers everywhere to continue to contribute their discoveries and correct errors in the data that they might find. After a peer-review process any new data or corrections will be added to the core database at three year intervals. It is difficult to think of any international project of preserving and reconstructing history which has depended more on collaboration than Voyages has. It is even harder to think of one that provides a better basis for such collaboration to continue into the future. </p>
es: <p> Una mirada a la sección de Fuentes en “Para entender la base de datos” sitúa a Viajes como un producto de una labor de investigación internacional que se ha extendido mucho más allá de la labor del actual equipo de trabajo. Desde finales de la década del sesenta, Herbert S. Klein y otros académicos empezaron a recolectar información de archivo sobre los viajes de comercio esclavistas tomados de fuentes no publicadas y a codificarlos en un formato legible por máquina. En las décadas del setenta y ochenta, académicos investigadores crearon un número de conjuntos de datos de barcos esclavistas, muchos de los cuales los autores actuales decidieron recodificar de las fuentes primarias en vez de integrar los conjuntos de datos de aquellos investigadores en la actual base de datos. Hacia finales de la década del ochenta, existían ya varios registros de aproximadamente 11,000 viajes trasatlánticos individuales en dieciséis conjuntos de datos por separado, de los cuales no todos eran trasatlánticos, ni, como se comprobó después, viajes de esclavos. Y por supuesto, algunos conjuntos coincidían. Varios listados de viajes extraídos de más de una fuente habían aparecido en copia impresa, principalmente tres volúmenes de viajes de puertos franceses publicados por Jean Mettas and Serge and Michelle Daget y dos volúmenes de viajes de Bristol (ya para 1996 expandidos a cuatro), de la autoría de David Richardson. Las bases para cada conjunto de datos eran usualmente los registros de una nación europea determinada o el puerto especifico desde donde se originaron los viajes esclavistas, con la información disponible reflejando la naturaleza de los records que habían sobrevivido más que la estructura del viaje mismo. Los estudiosos del comercio esclavista pasaron el primer cuarto de siglo de la era digital trabajando aisladamente, cada uno usando solamente una fuente, así como un formato separado, aunque las colecciones de Curtin, Mettas y Richardson fueron excepciones tempranas de este modelo. </p> <p> La idea de crear un solo conjunto de datos de múltiples fuentes de los viajes trasatlánticos de esclavos surgió de un encuentro casual de David Eltis y Stephen Behrendt en el British Public Record Office en 1990 mientras trabajaban por separado en los primeros y últimos viajes esclavistas británicos. Al mismo tiempo aproximadamente, David Richardson se estaba haciendo cargo de un detallado trabajo con fuentes múltiples acerca del gran negocio marítimo en Liverpool durante mediados del siglo XVIII, el cual había sido iniciado años antes por Maurice Schofield. Todo este trabajo junto con los volúmenes de Bristol que Richardson ya había publicado hizo que fuera posible integrar los records del enorme comercio esclavo británico por primera vez, y más allá, teniendo la información holandesa, francesa y portuguesa disponible, juntarlo todo en un solo conjunto de datos sobre el comercio esclavista. Reuniones en enero de 1991 en el American Historical Association y en 1992 en el W.E.B. Du Bois Institute for Afro-American Research at Harvard University, encabezados por el profesor Henry L. Gates, Jr., resultó en propuestas de donación a importantes agencias de financiamiento. En julio de 1993, el proyecto recibió fondos del National Endowment for the Humanities junto con una asistencia suplementaria de la Mellon Foundation. </p> <p> En el tiempo en que comenzó el proyecto, la información holandesa de Johannes Postma ya estaba disponible (revisada subsiguientemente en 2003), así como la compilación del extenso comercio británico posterior a 1779 por Stephen Behrendt. A su vez también se contaba con el largo y complejo conjunto de datos sobre el registro de plantaciones anterior a 1787 compilado por Richardson, Beedham and Schofield, todo en formato legible por máquina. Cierta cantidad de conjuntos de datos más pequeños, disponible solamente en formato impreso había estado disponible desde hacía algún tiempo, y en la medida en que aumentó el conocimiento del proyecto investigadores y académicos ofrecieron de manera voluntaria información no publicada. En los próximos tres años, el proyecto emprendió tres grandes tareas. La primera fue ajustar la información existente. Los pioneros en el terreno habían recolectado la información usando diferentes definiciones de variables, algunas veces de piezas de información aparentemente similares, así como también una variedad de formatos de organización (por ejemplo, información basada en el barco en vez del viaje). La segunda tarea fue recopilar viajes que aparecían en conjuntos de datos separados, convirtiendo estos conjuntos de datos en equivalentes de múltiples fuentes, incluso verificando la validez de las viejas compilaciones. La tercera tarea, que adquirió mayor importancia en la medida en que el proyecto avanzaba, fue la de añadir nueva información. Cerca de la mitad de los 27,233 registros de viaje subsecuentemente publicados en el CD-ROM de 1999 eran nuevos entonces. </p> <p> Viajes es el producto de una gran expansión de información sobre el comercio de esclavos que viene ocurriendo desde 1999. Las expediciones esclavistas latinoamericanas no estaban lo suficientemente representadas en el CD-ROM, y como resultado de esto, entre 2001 y 2005 se emprendió una iniciativa de investigación de gran envergadura en los archivos en idioma español y portugués alrededor de las cuencas atlánticas. Tres años de financiamiento para este trabajo (de 2002 a 2005) vino del Arts and Humanities Research Board of the United Kingdom, administrado a través de University of Hull con David Richardson y David Eltis como los principales investigadores. Manolo Florentino supervisó el trabajo en Rio de Janeiro, Roquinaldo Ferreira en Luanda, y Jelmer Vos en Lisboa y otros archivos europeos. La mayor parte de las colecciones de documentos exploradas en este periodo se encontraban en archivos en Luanda, Rio de Janeiro, Bahia, Lisboa, La Habana, Madrid, Sevilla, Amsterdam, Middlerburg, Copenhagen, y Londres, así como la extensa colección de periódicos del siglo XVIII en las Bodleian and British Libraries. Pero mientras esto ocurría, académicos no vinculados al proyecto continuaban dando generosamente de su tiempo y de la información de archivos que ellos mismos habían recolectado. Si bien la gama y profundidad del trabajo antes del año 2000 era impresionante, la magnitud y alcance de este trabajo de investigación puede medirse por el hecho de que no menos del sesenta por ciento de los viajes de esclavos en la base de datos Viajes contiene información que no estaba disponible en 1999. En la medida en que el núcleo de la base de datos se expandió e incluyó una mayor variedad de fuentes, el problema de la duplicación aumentó y se hizo más complicado. En este periodo llegamos al momento en que teníamos que dedicar casi la misma cantidad de recursos para revisar que para adquirir la información inicialmente. </p> <p> La construcción del sitio web de libre acceso Viajes se hizo posible gracias a una tercera e importante beca en 2006, otorgada por Emory University. Una vez más el National Endowment for the Humanities fue la fuente, pero se recibió financiamiento adicional del W.E.B. Du Bois Institute for Afro-American Research at Harvard. Mientras que el trabajo investigativo continuó durante el periodo de dos años de estas becas, el eje central del esfuerzo pasó a ser la presentación de la base de datos. El equipo de trabajo desarrolló interfaces de búsqueda sofisticadas para tres tipos distintos de información, así como estimados del tamaño y dirección del comercio. El sitio web proveyó una gama de material auxiliar para educadores incluyendo planes de estudios y mapas. Quizás lo más importante, el nuevo sitio web proporcionaría una oportunidad para que investigadores en todas partes continúen contribuyendo sus descubrimientos y corrigiendo errores que puedan encontrar en la información. Tras de un proceso de revisión por expertos toda nueva información o corrección serán añadidas a la base de datos cada tres años. Es difícil imaginar un proyecto internacional de preservación y reconstrucción histórica que haya dependido más de la colaboración que Viajes. Es aún más difícil pensar en uno que provea una mejor base para que semejante colaboración continúe en el futuro. </p>
pt: <p>Basta uma rápida olhada na seção Fontes de “Para Entender o Banco de Dados” para se verificar que Viagens é produto de um esforço internacional de pesquisa que vai muito além dos trabalhos da equipe do projeto atual. A partir do final dos anos 1960, Herbert S. Klein e outros estudiosos começaram a coletar dados de arquivos sobre viagens de navios negreiros em fontes inéditas, e a codificá-los em um formato legível por computador. Nos anos 1970 e 1980, os estudiosos criaram uma série de conjuntos de dados de navios negreiros, vários dos quais os autores deste projeto preferiram recodificar a partir das fontes primárias, ao invés de integrá-los ao presente conjunto de dados. Ao final dos anos 1980, havia registros de aproximadamente 11.000 viagens transatlânticas individuais em dezesseis conjuntos de dados distintos, alguns dos quais não se referiam a viagens transatlânticas, nem sequer, como depois se verificou, viagens negreiras. E, é claro, alguns conjuntos se sobrepunham a outros. Várias listas de viagens extraídas de mais de uma fonte já haviam sido divulgadas em forma impressa, destacando-se três volumes de viagens a partir de portos franceses publicados por Jean Mettas e Serge e Michelle Daget, e dois volumes de viagens partindo de Bristol (expandidos para quatro em 1996) de autoria de David Richardson. A base para cada conjunto de dados era geralmente constituída pelos registros de uma nação europeia específica, ou do porto específico de onde as viagens negreiras se originaram, e a informação disponível refletia mais a natureza dos registros que haviam sobrevivido do que a estrutura da viagem em si. Os estudiosos do tráfico de escravos passaram o primeiro quarto do século da era do computador trabalhando na maioria das vezes de forma isolada, cada um utilizando uma única fonte e um formato específico, se bem que as coleções Curtin, Mettas e Richardson foram as primeiras exceções a esse padrão.</p> <p>A ideia de criar um único conjunto de dados de múltiplas fontes referentes a viagens negreiras transatlânticas surgiu de um encontro casual entre David Eltis e Stephen Behrendt no British Public Record Office, em 1990, enquanto eles trabalhavam de forma independente no período inicial e no período final do tráfico de escravos britânico. Mais ou menos na mesma época, David Richardson estava assumindo um trabalho detalhado de múltiplas fontes sobre o volumoso transporte naval de Liverpool, que fora iniciado anos antes por Maurice Schofield. Todo esse trabalho, juntamente com os volumes sobre Bristol que Richardson já havia publicado, fez com que a unificação dos registros referentes ao imenso tráfico de escravos britânico parecesse viável pela primeira vez; mais do que disso, levando-se em consideração os dados holandeses, franceses e portugueses disponíveis, passou-se a vislumbrar a inclusão do tráfico como um todo em um único conjunto de dados. Reuniões em janeiro de 1991 no American Historical Association e em 1992 no W.E.B Du Bois Institute for African and African-American Research na Harvard University, lideradas pelo professor Henry L. Gates, Jr., resultaram em propostas de financiamento dirigidas às principais agências de fomento. Em julho de 1993, o projeto recebeu financiamento do National Endowment for the Humanities, com apoio suplementar da Mellon Foundation.</p> <p>Quando o projeto começou, os dados holandeses de Johannes Postma já haviam se tornado disponíveis (foram posteriormente revisados em 2003), o mesmo acontecendo com a compilação de Stephen Behrendt referente ao extenso tráfico britânico pós-1779, e com o grande e complexo conjunto de dados do Liverpool Plantation Register, sobre o período anterior a 1787, de Richardson, Beedham e Schofield, todos em formato legível por computador. Uma série de conjuntos menores de materiais disponíveis apenas em formato de cópia impressa estava disponível há algum tempo, e à medida que foram tomando conhecimento do projeto, os estudiosos passaram a oferecer dados ainda inéditos. No decorrer dos três anos seguintes, o projeto empreendeu três tarefas principais. A primeira foi a padronização dos dados existentes. Os pioneiros do campo haviam coletado seus dados utilizando diferentes definições de variáveis — às vezes a partir de informações aparentemente semelhantes — bem como uma variedade de formatos organizacionais (por exemplo, utilizando dados baseados em navios ao invés de em viagens). A segunda tarefa consistiu em cotejar viagens que constavam de séries diferentes, convertendo os conjuntos de dados de uma única fonte em equivalentes de múltiplas fontes, e até mesmo verificando a validade de compilações antigas. A terceira tarefa, que se tornou cada vez mais importante à medida que o projeto avançava, era acrescentar novas informações. Cerca da metade dos 27.233 registros de viagem posteriormente publicados no CD-ROM em 1999 eram novos.</p> <p>Viagens é o produto de mais um grande surto de informações sobre o tráfico de escravos que vem acontecendo desde 1999. As expedições negreiras latino-americanas estavam seriamente sub-representadas no CD-ROM e, em consequência disso, entre 2001 e 2005 foi realizada uma pesquisa ambiciosa em arquivos de língua portuguesa e espanhola nas bacias do Atlântico para preencher essa lacuna. Três anos de financiamento para este trabalho (2002-2005) vieram do Arts and Humanities Research Board do Reino Unido, administrados pela University of Hull, com David Richardson e David Eltis como os principais investigadores. Manolo Florentino ancorou o trabalho no Rio de Janeiro, Roquinaldo Ferreira em Luanda, e Jelmer Vos em Lisboa e em outros arquivos europeus. Os principais acervos documentais explorados neste período foram arquivos em Luanda, Rio de Janeiro, Bahia, Lisboa, Havana, Madri, Sevilha, Amsterdã, Midelburgo, Copenhague e Londres, além dos provenientes de jornais do século XVIII das bibliotecas Bodleian e Britânica. Mas enquanto isso acontecia, estudiosos sem relação com o projeto continuavam a ceder generosamente o seu tempo e os dados de arquivo que haviam recolhido.(1) Embora o alcance e a profundidade do trabalho concluído antes do ano 2000 tenham sido impressionantes, o tamanho e o alcance do esforço de pesquisa pós-1999 podem ser avaliados pelo fato de que nada menos do que sessenta por cento das viagens negreiras que constam no Banco de Dados Viagens contêm informações não disponíveis em 1999. À medida que o núcleo do conjunto de dados expandia e se alimentava de uma maior variedade de fontes, o problema da dupla contagem foi ficando cada vez maior e mais complicado. Neste período, chegamos a um ponto em que tivemos que dedicar quase tantos recursos à resolução desse problema quanto os concedidos à coleta de dados.</p> <p>A construção do presente website de acesso livre Viagens foi possível graças a um terceiro grande prêmio recebido em 2006, concedido pela Emory University. A fonte foi novamente o National Endowment for the Humanities, mas o financiamento suplementar veio da W. E. B. Du Bois Institute for African and African-American Research de Harvard. Embora prosseguisse o trabalho de investigação durante os dois anos financiados por esses subsídios, o trabalho principal passou a ser a apresentação dos dados. A equipe do projeto desenvolveu sofisticadas interfaces de busca para três tipos diferentes de dados, bem como estimativas do tamanho e direção do tráfico. O website forneceria uma gama de materiais auxiliares para educadores, incluindo planos de aula e mapas. Porém o mais importante de tudo, talvez, era que o novo site daria oportunidade para pesquisadores provenientes de todos os lugares continuarem a colaborar com suas descobertas e a corrigir os erros nos dados que eles viessem a encontrar. Após um processo de revisão por pares, quaisquer novos dados ou correções serão adicionadas ao núcleo do banco de dados a cada três anos. É difícil pensar num projeto internacional de preservação e reconstrução de história que tenha dependido mais do trabalho de colaboração do que o Viagens. É ainda mais difícil pensar em um projeto que forneça uma base melhor para que essa colaboração continue no futuro.</p>
