Repository: rice-crc/voyages
Catalog: voyages/locale/*/LC_MESSAGES/django.po
Languages: es, pt

source: Age categories must also be used with care.(6) The expanded version of the Voyages Database includes four variables distinguishing the number of captives by age and gender: adult males ("men"), adult females ("women"), male children ("boys"), and female children ("girls"); three variables classifying slaves by age, without specifying gender: “adults,” “children,” and “infants” (reported often as "infants at the breast"),; and two variables classifying them by gender, but not by age: “males” and “females.” These data variables replicate how slaves were categorized in primary sources.
es: Las categorías de edades también tienen que usarse con cuidado (6). La versión expandida de la Base de datos Viajes incluye cuatro variables que distinguen el número de cautivos por edad y género: adultos varones (“hombres”), mujeres adultas (“mujeres”), niños varones (“niños”) y niñas (“niñas”). Tres variables clasifican los esclavos por edad sin especificar género: “adultos”, “niños” e “infantes” (reportados muchas veces como “infantes de pecho” y dos variables los clasifican por género, pero no por edad: “varones” y “cautivas femeninas”. Estas variables replican la forma en que los esclavos eran categorizados en las fuentes primarias.
pt: As categorias de idade também devem ser utilizadas com cuidado. (6) A versão expandida do Banco de Dados Viagens inclui quatro variáveis que distinguem o número de cativos por idade e sexo: adultos (“homens”), adultas (“mulheres”), crianças do sexo masculino (“meninos”) e crianças do sexo feminino (“meninas”); três variáveis classificando os escravos por idade, sem especificar o sexo: “adultos”, “crianças” e “bebês” (relatados muitas vezes como “crianças de peito”); e duas variáveis classificando-os por sexo, mas não pela idade: “mulheres” e “homens”. Estas variáveis de dados reproduzem o modo como os escravos foram categorizados nas fontes primárias.

source: Age and sex definitions changed over time and among carriers. Arrivals in the early Iberian Americas were assigned a ratio of what a prime male slave would cost—the latter being termed a pieça da Indes. A child would receive a rating of half a <i>pieça</i>, a woman 0.8, and so on. It has not proved possible to infer age and gender breakdowns from aggregated <i>pieças</i>. In the 1660–1730 period, the London-based Royal African Company (RAC) defined children as about ten years of age or younger. For most of the British and French slave trades, a height (about four feet four inches) and/or age (about puberty) criterion distinguished adults from children. In the nineteenth century, captured slave ships of all nations, but mainly Spanish and Brazilian, had their human cargoes recorded by a variety of courts, some British, some international. There is little doubt that the criterion used to separate out adults was sexual maturity as assessed by physical appearance, which for most Africans at this time would probably occur in the mid-teens, but could vary according to the diet prevalent in the areas from which Africans were drawn as well as according to the eye of the purchasers. Yet another categorization emerges from Cuban slave trade data (1790–1820) taken from the Seville archives, which adds "men-boys" and "women-girls" to the previous categories. These we included among men and women, respectively.
es: La definición de edad y sexo cambiaron con el tiempo y de acuerdo a los traficantes. Al llegar a la Ibero-América de inicios del período colonial se asignaba una relación de lo que un esclavo varón de primera, o pieza, costaría, a este último se le llamaría pieza de Indias. Un niño recibiría una valoración de media pieza, una mujer 0,8, y así sucesivamente. No ha sido posible inferir un desglose de edad y género de piezas en el periodo de 1660 a 1730. La compañía Real Africana (RAC) con base en Londres definía los niños como de diez años de edad o más jóvenes. Para la mayoría del comercio de esclavos británico y francés, los adultos eran diferenciados de los niños sobre la base de un criterio de altura (cerca de cuatro pies y cuatro pulgadas) y edad (alrededor de la pubertad). En el siglo XIX los barcos capturados de todas las naciones, especialmente españoles y brasileños, tuvieron su carga humana registrada en una variedad de cortes de justicia, algunas británicas, otras internacionales. Hay poca duda acerca de que el criterio empleado para separar los adultos era la madurez sexual determinada por la apariencia física la que, para la mayoría de los africanos, ocurriría en la pubertad media, pero esto podía variar de acuerdo a la dieta de los esclavos en el área de donde los traían y de acuerdo al ojo de los que los compraban. Otra categorización emerge de los datos sobre el comercio cubano de esclavos (1790-1820) tomado de los archivos de Sevilla que agrega “hombres-niños” y “mujeres-niñas” a las categorías previas. Estas fueron incluidas entre las de hombre y mujer respectivamente.
pt: As definições de sexo e idade mudam ao longo do tempo e dependendo da nação transportadora. Aos escravos desembarcados nas Américas Ibéricas, no início do tráfico, eram atribuídas frações do preço de um escravo adulto do sexo masculino e de alta qualidade, o qual era denominado pieza de Índia. Uma criança recebia a classificação de meia <i>pieça</i>, uma mulher de 0,8, e assim por diante. Não foi possível inferir as proporções de cada sexo e cada faixa etária com base em <i>pieças</i> agregadas. No período de 1660 a 1730, a Royal African Company — RAC, sediada em Londres, definia como crianças os escravos com cerca de dez anos de idade ou menos. Nos tráficos de escravos britânico e francês, os critérios de altura (cerca de quatro pés e quatro polegadas, ou 1,30 m) e/ou idade (por volta da puberdade) distinguiam os adultos das crianças. No século XIX, os carregamentos humanos de navios negreiros capturados de todas as nações, mas principalmente espanhóis e brasileiros, eram registrados por uma variedade de tribunais, alguns britânicos, alguns internacionais. É quase certo que o critério utilizado para separar os adultos fosse a maturidade sexual, avaliada pela aparência física, maturidade essa que para a maioria dos africanos da época provavelmente ocorria em meados da adolescência, podendo variar de acordo com a dieta predominante nas áreas de onde os africanos eram retirados, bem como de acordo com a avaliação dos compradores. Uma outra categorização é feita a partir dos dados do tráfico de escravos cubano (1790-1820) encontrados nos arquivos de Sevilha, que acrescentam as categorias “homens-meninos” e “mulheres-meninas” às categorias anteriores. Nós os incluímos em homens e mulheres, respectivamente.

source: All these measurements are of course imprecise, with even a clear age definition of "ten years and younger" hinging on casual inspection by Europeans, because many African cultures did not attach importance to knowledge of exact ages. In nineteenth-century court records, different officials often recorded slightly different distributions of the same group of slaves. However, in documents with information on height of slaves, classification as an adult is there is correlated with height (specifically the teenage growth spurt) and sexual maturity. Thus the RAC’s definition of children as under the age of ten less excluded individuals that other definitions would have included as children As the RAC records form the bulk of the age and gender information for 1660–1710, the share of children for this period is biased downward.
es: Todas estas mediciones son, por supuesto, imprecisas, con una clara definición de “diez años y menos” dependiendo de inspecciones casuales por los europeos, porque muchas culturas africanas no le daban importancia al conocimiento de la edad exacta. En los registros de los juzgados del siglo XIX, distintos oficiales a menudo registraban el mismo grupo de esclavos con distribuciones diferentes. Sin embargo, en documentos sobre la altura de los esclavos, la clasificación como adulto está relacionada con la altura (específicamente el crecimiento como adolescente) y la madurez sexual. Así, la definición de RAC de niños como aquellos de menos de 10 años de edad excluía menos individuos de lo que otras definiciones hubieran incluido como niños. Según el registro de la RAC sobre la edad y el género para 1660-1710, la cantidad de niños para este periodo está sesgada hacia abajo.
pt: Todas essas medidas são imprecisas, sem dúvida, pois até mesmo uma definição clara como “dez anos ou menos” dependia de uma avaliação superficial feita por europeus, pois muitas culturas africanas não davam importância para a determinação da idade exata. Nos registros dos tribunais do século XIX, diferentes funcionários muitas vezes registravam classificações ligeiramente diferentes de um mesmo grupo de escravos. No entanto, em documentos com informações sobre a altura dos escravos, a classificação como adulto está correlacionada à altura (especificamente com o surto de crescimento na adolescência) e à maturidade sexual. Assim, a definição do RAC de criança como um escravo menor de dez anos excluía indivíduos que teriam sido categorizados como crianças sob outras classificações. Como os registros do RAC constituem a maior parte das informações sobre idade e sexo no período 1660-1710, a proporção de crianças para este período tem um viés de baixa.

source: Dates of slave voyage sailings and arrivals are useful categories for sorting voyages in the data set. We therefore decided to broaden the definition of "departure" dates and we estimated years of arrival in the Americas for select voyages. For the non-British slave voyages, dates of departure generally refer to the date the vessels sailed from port, although in the records of massive departures from Bahia de Todos os Santos in Brazil, the date of the issue of the license to export tobacco (the only data available for hundreds of voyages) is sometimes more than a month different from the date of permission to clear port when this source is also available. Similar variance appears in the large British trade. We assumed that the date crew entered pay (listed on Bristol or Liverpool muster rolls) was the date of departure (or close to it); and, for many voyages, this assumption is confirmed by analysis of other sources. Other "departure" dates included in the new slave trade data set are: the date vessels cleared customs; the dates Mediterranean passes were issued; the dates bonds were given; the dates sailors’ pension monies were lodged; and the dates of vessel registration. These events usually occurred within 1-2 months of departure. London slave vessels cleared customs at Gravesend and often sailed from the "Downs," the shallows off the Kent coast. During contrary south-westerly winds, departures from the Downs were often delayed for several weeks. We included these dates of sail from the Downs as London "departure" dates. A separate variable defines these various "departure" dates. Reports of slave vessel arrivals in the Americas generally reached Europe within six to ten weeks. Without other documentary support we assumed the year or (in select cases) month of arrival, when the evidence was clear from the timing of gazette listings. Bristol and Liverpool muster rolls frequently record the dates the crew deserted ship or were discharged from pay in the Americas. For many voyages we assumed that these were arrival dates. When multiple dates were reported in the sources, the editors chose the latest dates for departures and the earliest dates for arrivals.<span class="superscript">(7)</span>
es: Las fechas de salida y llegada de los viajes esclavistas son categorías útiles para clasificar los viajes en los grupos de datos. Por esa razón decidimos ampliar la definición de las fechas de “salida” y estimamos los años de llegada a las Américas para determinados viajes. En el caso de los viajes esclavistas no-británicos, las fechas de salida generalmente se refieren a la fecha en que los navíos salieron del puerto, aunque en los registros de salida masiva de Bahía de Todos los Santos en Brasil, la fecha de emisión del manifiesto de aduana para exportar tabaco (los únicos datos disponibles para cientos de viajes) tiene una diferencia de un mes de la fecha para dejar puerto cuando esta fuente también está disponible. Variaciones similares aparecen en el comercio británico en gran escala. Presumimos que la fecha de paga de la tripulación (recogida en los registros de Bristol o Liverpool) fue la fecha de partida (o cerca de ella) y para muchos viajes se confirma esta suposición mediante el análisis de otras fuentes. Otras fechas de “partida” en la nueva base de datos del comercio de esclavos son: la fecha en que el navío recibió el permiso de Aduanas; las fechas en que se emitieron los pases en el Mediterráneo; las fechas donde se emitieron las fianzas; la fecha en que se depositaron los salarios de los marineros y la fecha de registro del navío. Estos hechos ocurren dentro de 1-2 meses antes de la partida. Los navíos esclavistas de Londres obtuvieron permiso de Aduana en Gravesend y frecuentemente zarparon de los “Downs” las aguas poco profundas fuera de la costa de Kent. Durante los vientos sur-oeste contrarios, las salidas de los “Downs” eran demoradas por algunas semanas. Incluimos estas fechas de salida de los “Downs” como fechas de partida de Londres. Una variable aparte define todas estas fechas de “partida”. Los reportes de los navíos de esclavos que llegaban a las Américas llegaban a Europa en seis a diez semanas. Sin otro soporte documental estimamos el año (o en casos selectos) el mes de llegada, cuando la evidencia está clara en el tiempo del listado de gaceta. Las plantillas de Bristol y Liverpool frecuentemente registraban las fechas en que las tripulaciones desertaban del barco o fueron dejadas sin paga en las Américas. Para muchos viajes estimamos que estas fueron fechas de llegada. Cuando se reportaron múltiples fechas en las fuentes, los editores seleccionaban las últimas fechas como partida y las más tempranas como llegadas. (7)
pt: As datas das partidas e chegadas das viagens negreiras são categorias úteis para classificar as viagens incluídas no conjunto de dados. Decidimos, portanto, ampliar a definição das datas de “partida” e estimar os anos de chegada nas Américas para viagens selecionadas. No caso de viagens negreiras não britânicas, a data de partida geralmente é aquela em que a embarcação partiu do porto, embora nos registros de partidas importantes da baía de Todos os Santos, no Brasil, a data de emissão da licença de exportação de fumo (o único dado disponível em relação a centenas de viagens) tenha por vezes mais de um mês de diferença em relação à data de autorização para desalfandegar, quando esta fonte também está disponível. Variações semelhantes aparecem no movimentado tráfico britânico. Partimos do pressuposto de que a data em que a tripulação era contratada (aparecendo nos róis de equipagem em Bristol ou Liverpool) era a data de partida (ou próxima a ela), hipótese essa confirmada em muitas viagens pela análise de outras fontes. Outras datas de “partida” incluídas no novo conjunto de dados do tráfico de escravos são: a data em que os navios eram desalfandegados; as datas em que eram emitidos os “passes mediterrâneos”; as datas em que eram emitidos os documentos aduaneiros; as datas em que a quantia para o pagamento dos marinheiros era depositada; e as datas de registro do navio. Estes eventos ocorriam geralmente no máximo um ou dois meses após a partida. Os navios negreiros londrinos passavam pela alfândega em Gravesend e muitas vezes partiam dos “Downs”, as águas rasas da costa de Kent. As partidas dos Downs eram muitas vezes adiadas por várias semanas, quando vinham ventos contrários de sudoeste. Incluímos estas datas de navegação a partir dos Downs como datas de “partida” de Londres. Uma outra variável define essas diversas datas de “partida”. Notícias da chegada de navios negreiros nas Américas geralmente demoravam de seis a dez semanas para chegar à Europa. Sem outro apoio documental, presumimos o ano ou (em casos selecionados) o mês de chegada, quando a informação podia ser inferida a partir da publicação nas gazetas. Os róis de equipagem de Bristol e Liverpool registravam com frequência as datas em que a tripulação desertava do navio ou tinha baixa após receber o pagamento nas Américas. Em muitas viagens, presumimos que estas foram as datas de chegada. Quando datas diferentes eram relatadas nas fontes, os editores escolheram as últimas datas de partida e as primeiras datas de chegada. <span class="superscript">(7)</span>

source: One further convention is adopted for vessels captured off Africa without slaves. Some voyages in the data set that were captured by pirates or ships of other nations display a date of departure from Africa even though they had no slaves on board. In such cases the date of departure from the coast should be read as the date of capture. The great majority of such instances occurred in the nineteenth century when British naval vessels captured many empty slave vessels as part of their efforts to suppress the slave trade.
es: Otra convención se adopta para navíos capturados fuera de África sin esclavos. Algunos viajes en el conjunto de datos, que fueron capturados por piratas o barcos de otras nacionalidades, muestran una fecha de salida de África, aunque no llevaban esclavos a bordo. En este caso, la fecha de partida de la costa debe leerse como la fecha de captura. La gran mayoría de estos ejemplos ocurrieron en el siglo XIX cuando las unidades navales británicas capturaron muchos navíos esclavistas vacíos como parte del esfuerzo para suprimir el comercio de esclavos.
pt: Uma outra convenção é adotada no caso de embarcações capturadas sem escravos ao largo da costa africana. Algumas viagens incluídas no conjunto de dados de navios que foram capturados por piratas ou navios de outras nações exibem uma data de partida da África, embora não tivessem escravos a bordo. Nesses casos, a data de partida da costa deve ser entendida como a data de captura. A grande maioria desses casos ocorreu no século XIX, quando os navios da marinha britânica capturaram muitos navios negreiros vazios no esforço de repressão ao tráfico de escravos.

source: The new data set includes variables that report the place and year of construction for most vessels in the British slave trade. Merchants often purchased ships from other trades and converted them to slavers. The British slaving fleet also included prizes captured from the French, Spanish, Dutch, or Americans during the many wars of the eighteenth century. Shipping sources, such as Lloyd’s Registers of Shipping, often do not distinguish whether a vessel was "French-built" or a "French prize." Similarly, the year of construction in the documents may refer to the year the vessel was captured, made free or rebuilt. As it is unlikely that many British merchants purchased vessels built in France in an open market, the user should assume that a "French-built" vessel was likely a war prize. Vessels reported as "French prizes," on the other hand, may not have been built in France. These ships could in fact have been built in Britain and subsequently captured and renamed by French merchants.
es: El nuevo conjunto de datos incluye variables que reportan el lugar y año de construcción de la mayoría de los navíos en el comercio de esclavos británico. Los comerciantes muchas veces compraban barcos de otros tipos y los convertían en esclavistas. La flota esclavista británica también incluía piezas capturadas a los franceses, españoles, holandeses o a los americanos durante las muchas guerras del siglo XVIII. Fuentes de navegación como Registro de Barcos de Lloyd, con frecuencia no distinguían entre si un barco era de “construcción francesa” o era un barco “presa francesa”. En forma similar, el año de construcción en los documentos puede referirse a la fecha en que el navío fue capturado, liberado o reconstruido. Como es poco probable que los muchos comerciantes británicos compraran barcos hechos en Francia en un mercado abierto, el usuario debe presumir que un navío de fabricación francesa fue probablemente un barco capturado en la guerra. Los navíos reportados como “presa francesa,” por otra parte, pueden no haber sido construidos en Francia. Estos barcos podrían realmente haber sido construidos en Gran Bretaña, subsecuentemente capturados y su nombre cambiado por los comerciantes franceses.
pt: O novo conjunto de dados inclui variáveis que informam o local e o ano de construção da maioria dos navios no tráfico de escravos britânico. Os comerciantes muitas vezes compravam navios usados em outros tipos de comércio e os convertiam em negreiros. A frota negreira britânica também incluía presas capturadas de franceses, espanhóis, holandeses ou norte-americanos durante as muitas guerras do século XVIII. Fontes de navegação, como os Registros de Navegação Lloyd’s, muitas vezes não distinguem casos em que a embarcação foi construída pelos franceses (“construção francesa”) daqueles em que ela foi tomada dos franceses (“presa francesa”). Da mesma forma, o ano de construção que consta nos documentos pode se referir ao ano em que o navio foi capturado, tornado livre ou reconstruído. Como é improvável que muitos comerciantes britânicos tenham comprado navios construídos na França no livre mercado, o usuário deve presumir que um navio de “construção francesa” era provavelmente presa de guerra. As embarcações relatadas como “presas francesas”, por outro lado, podem não ter sido construídas na França. Esses navios podem ter sido construídos na Grã-Bretanha e posteriormente capturados e renomeados por comerciantes franceses.

source: Names
es: Nombres
pt: Nomes
