Repository: rice-crc/voyages
Catalog: voyages/locale/*/LC_MESSAGES/django.po
Languages: es, pt

source: The Intra-American Slave Trade Database contains information on approximately 10,000 slave voyages within the Americas. These voyages operated within colonial empires, across imperial boundaries, and inside the borders of nations such as the United States and Brazil. The database enables users to explore the contours of this enormous New World slave trade, which not only dispersed African survivors of the Atlantic crossing but also displaced enslaved people born in the Americas.
es: La base de datos de tráfico intra-americano contiene información de más de 11.400 viajes esclavistas al interior de las Américas. Estos viajes operaban al interior de imperios coloniales, cruzaban fronteras imperiales, y se desarrollaban dentro de los límites de naciones como los Estados Unidos y Brasil. Esta base de datos permite a los usuarios explorar los contornos de esta enorme trata en el Nuevo Mundo, la cual no solo dispersaba a los sobrevivientes africanos del cruce atlántico, sino que también desplazaba gente esclavizada nacida en las Américas.

source: The African Names Database provides personal details of 91,491 Africans taken from captured slave ships or from African trading sites. It displays the African name, age, gender, origin, country, and places of embarkation and disembarkation of each individual.
es: En la presente base de datos se identificaron 91,491 africanos que, o bien viajaban en barcos esclavistas confiscados, o figuraban registrados en sitios dedicados al tráfico de africanos. La base de datos muestra el nombre africano, la edad, el género, el origen, el país, y los lugares de embarque y desembarque de cada uno de los individuos listados.

source: Image Galleries
es: Galerías de Imágenes

source: Explore several hundred images of the people, places, vessels and manuscripts of the Trans-Atlantic and Intra-American slave trades. Where available, each image contains a link to a corresponding slave voyage in the databases and a reference to the original source.
es: Explore varios cientos de imágenes de la gente, los lugares, los navíos, y los manuscritos sobre el tráfico trans-atlántico e intra-americano de esclavos. Cuando está disponible, cada imagen contiene un enlace correspondiente a un viaje esclavista en las bases de datos y una referencia a la fuente original.

source: manuscripts
es: manuscritos

source: places
es: lugares

source: slaves
es: esclavos

source: vessels
es: barcos

source: Advanced options
es: Opciones avanzadas

source: Africa, port unspecified
es: Africa, puerto sin especificar

source: Select your file
es: Seleccionar tu archivo
pt: Selecione o seu arquivo

source: Between
es: Entre
pt: Entre

source: At most
es: Hasta tanto
pt: Ao máximo

source: At least
es: Al menos
pt: Ao menos

source: Is equal to
es: Es igual que
pt: É igual a

source: Before
es: Antes
pt: Antes

source: After
es: Después
pt: Após

source: In
es: En

source: Yes
es: Si
pt: Sim

source: Timeline variable
es: Variable de la línea de tiempo
pt: Variável da linha do tempo

source: Flag*
es: Bandera*
pt: Bandeira*

source: Broad region where voyage began
es: Region amplia en donde el viaje comenzó
pt: Grande região onde viagem teve início

source: Region where voyage began
es: Region donde el viaje comenzó
pt: Região onde viagem teve início

source: Port where voyage began
es: Puerto donde el viaje comenzó
pt: Porto onde viagem teve início

source: Embarkation Ports
es: Puertos de embarque
pt: Portos de embarque

source: Specific regions of disembarkation
es: Regiones especificas de desembarque
pt: Regiões específicas de desembarque

source: Broad regions of disembarkation
es: Regiones amplias de desembarque
pt: Grandes regiões de desembarque

source: Disembarkation Ports
es: Puertos de desembarco
pt: Portos de desembarque

source: Individual Years
es: Años individuales
pt: Anos específicos

source: Number of Voyages
es: Número de Viajes
pt: Número de Viagens

source: Sum of embarked slaves
es: Suma de esclavos embarcados
pt: Soma de escravos embarcados

source: Average number of embarked slaves
es: Número promedio de esclavos embarcados
pt: Número médio de escravos embarcados

source: Number of voyages - embarked slaves
es: Número de viajes - esclavos embarcados
pt: Número de viagens – escravos embarcados

source: Percent of embarked slaves (row total)
es: Porcentaje de esclavos embarcados (fila total)
pt: Porcentagem de escravos embarcados (total de linha)

source: Percent of embarked slaves (column total)
es: Porcentaje de esclavos embarcados (columna total)
pt: Porcentagem de escravos embarcados (total de coluna)

source: Sum of disembarked slaves
es: Suma de esclavos desembarcados
pt: Soma de escravos desembarcados

source: Average number of disembarked slaves
es: Número promedio de esclavos desembarcados
pt: Número médio de escravos desembarcados

source: Number of voyages - disembarked slaves
es: Número de viajes - esclavos desembarcados
pt: Número de viagens – escravos desembarcados

source: Percent of disembarked slaves (row total)
es: Porcentaje de esclavos desembarcados (fila total)
pt: Porcentagem de escravos desembarcados (total de linha)

source: Percent of disembarked slaves (column total)
es: Porcentaje de esclavos desembarcados (columna total)
pt: Porcentagem de escravos desembarcados (total de coluna)

source: Sum of embarked/disembarked slaves
es: Suma de esclavos embarcados/desembarcados
pt: Soma de escravos embarcados/desembarcados

source: Average number of embarked/disembarked slaves
es: Promedio de esclavos embarcados/desembarcados
pt: Número médio de escravos embarcados/desembarcados

source: Number of voyages - embarked/disembarked slaves
es: Número de viajes - esclavos embarcados/desembarcados
pt: Número de viagens – escravos embarcados/desembarcados

source: Average percentage male
es: Porcentaje promedio de varones
pt: Porcentagem média de machos

source: Number of voyages - percentage male
es: Número de viajes - porcentaje de varones
pt: Número de viagens – porcentagem de machos

source: Average percentage children
es: Porcentaje promedio de niños
pt: Porcentagem média de crianças

source: Number of voyages - percentage children
es: Número de viajes - porcentaje de niños
pt: Número de viagens – porcentagem de crianças

source: Average percentage of slaves embarked who died during voyage
es: Porcentaje promedio de esclavos embarcados que murieron durante el viaje
pt: Porcentagem média de escravos embarcados que morreram durante a viagem

source: Number of voyages - percentage of slaves embarked who died during voyage
es: Número de viajes - porcentaje de esclavos embarcados que murieron durante el viaje
pt: Número de viagens – porcentagem de escravos embarcados que morreram durante a viagem

source: Average middle passage (days)
es: Promedio del cruce del Atlántico (días)
pt: Média de travessia do Atlântico (dias)

source: Number of voyages - middle passage (days)
es: Número de viajes - cruce del Atlántico (días)
pt: Número de viagens – travessia do Atlântico (dias)

source: Average standarized tonnage
es: Tonelaje estandarizado promedio
pt: Tonelagem padronizada média

source: Number of voyages - standarized tonnage
es: Número de viajes - tonelaje estandarizado
pt: Número de viagens – tonelagem padronizada

source: Sterling cash price in Jamaica
es: Precio en Jamaica en Libras de plata
pt: Preço à vista em libras esterlinas na Jamaica

source: Number of voyages - sterling cash price in Jamaica
es: Número de viajes - Precio en Jamaica en Libras de plata
pt: Número de viagens – Preço à vista em libras esterlinas na Jamaica

source: Number of voyages
es: Número de viajes
pt: Número de viagens

source: Average tonnage
es: Tonelaje promedio
pt: Tonelagem média

source: Average tonnage (standardized)
es: Promedio de Tonelaje (estandarizado)
pt: Tonelagem média (padronizada)

source: Average number of guns
es: Promedio del número de armas
pt: Número médio de armas

source: Rate of resistance
es: Relación de resistencia
pt: Taxa de resistência

source: Average duration of voyage from home port to disembarkation (days)
es: Promedio de la duración del viaje del puerto de partida al desembarque (días)
pt: Duração média da viagem do porto de partida ao desembarque (dias)

source: Average duration of middle passage (days)
es: Promedio del cruce del Atlántico (días)
pt: Duração média da travessia do Atlântico (dias)

source: Average crew at outset
es: Promedio de tripulación a la partida
pt: Tripulação média no início

source: Average crew at first landing of slaves
es: Promedio de tripulación al primer desembarco de esclavos
pt: Tripulação média no primeiro desembarque de escravos

source: Number of crew deaths
es: Muertes en la tripulación durante el viaje
pt: Número de mortes da tripulação

source: Average crew deaths
es: Promedio de muertes entre la tripulación
pt: Média de mortes da tripulação

source: Intended number of purchases
es: Número intentado de compra de esclavos
pt: Número pretendido de aquisições

source: Average intended purchases
es: Promedio intentado de compra de esclavos
pt: Média pretendida de aquisições

source: Total number of captives embarked
es: Número total de cautivos embarcados
pt: Número total de cativos embarcados

source: Average number of captives embarked
es: Número promedio de cautivos embarcados
pt: Número médio de cativos embarcados

source: Total number of captives disembarked
es: Número total de cautivos desembarcados
pt: Número total de cativos desembarcados

source: Average number of captives disembarked
es: Número promedio de cautivos desembarcados
pt: Número total de cativos desembarcados

source: Percentage men (among captives)
es: Promedio de hombres (entre cautivos)
pt: Porcentagem de homens (entre cativos)

source: Percentage women (among captives)
es: Promedio de mujeres (entre cautivos)
pt: Porcentagem de mulheres (entre cativos)

source: Percentage boys (among captives)
es: Promedio de niños (entre cautivos)
pt: Porcentagem de meninos (entre cativos)

source: Percentage girls (among captives)
es: Promedio de niñas (entre cautivos)
pt: Porcentagem de meninas (entre cativos)

source: Percentage female (among captives)
es: Promedio del sexo femenino (entre cautivos)
pt: Porcentagem de fêmeas (entre cativos)

source: Percentage male (among captives)
es: Promedio de varones (entre cautivos)
pt: Porcentagem de machos (entre cativos)

source: Sterling cash price in Jamaica*
es: Precio efectivo en libras esterlinas en Jamaica*
pt: Preço em esterlinas à vista na Jamaica*

source: Number of slave deaths
es: Número de muertes de esclavos
pt: Número de mortes de escravos

source: Average slave deaths
es: Promedio de muertes de esclavos
pt: Média de mortes de escravos

source: Average percentage of slaves embarked who died during the voyage
es: Porcentaje promedio de esclavos que murieron durante el viaje
pt: Porcentagem média de escravos embarcados que morreram durante a viagem

source: Text reference(citation)
es: Referencia de texto (cita)
pt: Referência do texto (citação)

source: Trans-Atlantic Slave Trade - Understanding the Database
es: Tráfico trans-atlántico de esclavos-entendiendo la base de datos

source: Trans-Atlantic Slave Trade
es: Tráfico transatlántico de esclavos
pt: Tráfico Transatlântico de Escravos

source: Trans-Atlantic Slave Trade - Database
es: Tráfico trans-atlántico de esclavos-base de datos

source: Intra-American Slave Trade - Database
es: Tráfico Intra-americano de esclavos - base de datos

source: Ooops
es: Guambia

source: We may have sailed off course and an error has occurred.
es: Este barco ha salido de curso.

source: Report
es: Reporte

source: Reload
es: Recargar

source: View all
es: Ver todo

source: Reset all
es: Resetear todo

source: Dates
es: Fechas
pt: Datas

source: Voyage duration
es: Duración del viaje

source: Please enter an integer as the search term (days)
es: Introduzca un número entero como término de búsqueda (días)

source: Dates during voyage
es: Fechas durante el viaje

source: Please follow the format of YYYY/MM/DD. All dates are inclusive.
es: Por favor, siga el formato de AAAA/MM/DD. Todas las fechas son inclusivas.

source: Itinerary
es: Itinerario

source: Place of departure
es: Lugar de salida

source: Locations where the voyage began
es: Lugares donde comenzó el viaje

source: Place of purchase
es: Lugar de compra

source: Locations where captives embarked
es: Lugares donde los cautivos embarcaron

source: Place of landing
es: Lugar de desembarco

source: Locations where captives disembarked
es: Lugares donde los cautivos desembarcaron

source: Place where voyage ended
es: Lugar de terminación del viaje
pt: Porto onde a viagem terminou

source: Outcome
es: Resultado

source: No variables are selected
es: No se seleccionan variables

source: Adjust search settings
es: Ajustar la configuración de búsqueda

source: Search settings
es: Configuración de Búsqueda

source: Settings about your search in the database
es: Configuración de la búsqueda en la base de datos

source: Save a search
es: Guardar una búsqueda

source: Saved searches
es: Búsquedas guardadas

source: You can save a search by creating a link that can be later used to retreive your particular set of search variables. You may also share your search by sharing the link to this search with other people.
es: Puede guardar una búsqueda mediante la creación de un vínculo que se puede utilizar más adelante para recuperar su conjunto particular de variables de búsqueda. También puede compartir su búsqueda compartiendo el enlace a esta búsqueda con otras personas.

source: Ship, nation, owner
es: Buque, nación, propietario

source: Voyages and vessels
es: Viajes y buques

source: Voyage ID number and information about the vessel
es: Número de ID de viaje e información sobre el buque

source: Construction and registration
es: Construcción y registro

source: The year and location of slave ship construction and registration
es: El año y la ubicación de la construcción y registro de buques esclavos

source: The flag (nationality) of the slave ship
es: La bandera (nacionalidad) de la nave esclavista

source: Rig, tonnage, and guns mounted
es: Aparejo, tonelaje y cañones montados

source: Additional variables about slave ships
es: Otras variables sobre los buques esclavos

source: Enslaved people
es: Personas esclavizados

source: Overall numbers
es: Números totales

source: Embarkations and disembarkations
es: Embarques y desembarques

source: Purchase numbers
es: Números de compra

source: Number of slaves purchased
es: Número de esclavos comprados

source: Landing numbers
es: Números de desembarco

source: Number of slaves landed
es: Número de esclavos desembarcados

source: Percentage by sex and age
es: Porcentaje por sexo y edad

source: Please enter as an integer. e.g. 75
es: Por favor, ingrese como un número entero. por ejemplo, 75

source: Other characteristics
es: Otras Características

source: Additional characteristics about slaves
es: Características adicionales sobre los esclavos

source: Results
es: Resultados
pt: Resultados

source: Summary statistics
es: Estadísticas sumarias
pt: Estatísticas resumidas

source: Data visualization
es: Visualización de datos

source: Year range
es: Rango de año

source: Year Range
es: Rango de año

source: Year range of your search. Please enter a range between 1514 and 1866.
es: Rango de año de su búsqueda. Por favor ingrese un rango entre 1514 y 1866.

source: See
es: Ver

source: slave voyages cross the Atlantic in a few minutes
es: viajes de esclavos cruza el Atlántico en unos pocos minutos

source: Zoom in to see ports of departure and arrival for your selection. Paths reflect the size of the traffic.
es: Acércate para ver los puertos de salida y llegada para tu selección. Los trazados reflejan el tamaño del tráfico.

source: Full detail
es: Detalle completo

source: Here are the currently available details for this voyage.
es: Estos son los detalles disponibles para este viaje.

source: Expand/Collapse
es: Expandir/contraer

source: to see/hide all
es: para ver/ocultar todos

source: Close
es: Cabo Delgado es un cabo rodeado de varias isletas cerca de la costa de Mozambique, en el África suroriental. Este cabo devino un puerto esclavista en el siglo XIX con la supresión del comercio de esclavos en el Atlántico norte en 1815. La imagen es un mapa de Cabo Delgado que muestra sus isletas y parte de la Bahía de Pemba. Provee además la profundidad del mar en las cercanías de la costa del Cabo Delgado, los nombres de los ríos y los principales rasgos costeros alrededor del cabo. El mapa fue publicado por el comandante Francisco Maria Bordalo, quien fuera responsable de completar un reporte sobre las posesiones portuguesas de ultramar, comenzado por el comandante José Joaquim Lopes de Lima. La imagen se reproduce por cortesía de Manuscript, Archives and Rare Book Library, Emory University.

source: Total slaves
es: Total de esclavos
pt: Total de escravos

source: Total voyages
es: Viajes totales
pt: Total de viagens

source: Average
es: Promedio
pt: Média

source: Standard deviation
es: Desviación estándar
pt: Desvio padrão

source: Row
es: Fila

source: Column
es: Columna

source: Cell
es: Celda

source: Omit Empty?
es: Omitir vacío?

source: This will eliminate empty results in the table.
es: Esto eliminará los resultados vacíos en la tabla.

source: Choose a variable to plot
es: Elija una variable para trazar

source: X-Y Scatter Plot
es: Gráfica de dispersión X-Y

source: Bar Chart
es: Gráficos de barras

source: Donut Chart
es: Gráfico de torta

source: X Axis
es: Eje X

source: Y Axes
es: Ejes Y

source: Sectors
es: Sectores
pt: Setores

source: Values
es: Valores
pt: Valores

source: Trans-Atlantic - About the Database
es: Transatlántico - acerca de la base de datos

source: Trans-Atlantic - Introductory Maps
es: Transatlántico - mapas introductorios

source: Introductory Maps
es: Mapas introductorios
pt: Mapas introdutórios

source: Loading map voyages...
es: Cargando mapa del viaje...
pt: Carregando mapa de viagens…

source: Trans-Atlantic - Slave Ship in 3D Video
es: Transatlántico - Barco esclavista en vídeo 3D

source: Slave Ship in 3D video
es: Nave esclava en vídeo 3D

source: Uploaded files:
es: Archivos subidos:

source: Size
es: Tamaño

source: Last Modified
es: Última modificación

source: Voyage Information
es: Información del viaje
pt: Informação da Viagem

source: Voyage not found
es: Viaje no encontrado

source: No images are available.
es: No hay imágenes disponibles.

source: Time frame:
es: Cuadro de tiempo:
pt: Intervalo de tempo:

source: month:
es: mes:
pt: mês:

source: between
es: entre
pt: entre

source: and
es: y
pt: e

source: in
es: en
pt: em

source: equal to
es: igual a
pt: é igual a

source: before
es: antes de
pt: antes

source: at most
es: a lo sumo
pt: ao máximo

source: after
es: después
pt: após

source: at least
es: al menos
pt: ao menos

source: English
es: Inglés
pt: Inglês

source: Spanish
es: Español
pt: Espanhol

source: Portuguese
es: Portugués
pt: Português

source: Load all flows from database (may take a while)
es: Cargar todos los flujos de la base de datos (puede tardar un rato)

source: Recompute flow paths
es: Volver a calcular rutas de flujo

source: Prevent editing when toggled
es: Impedir la edición al alternar

source: Rollback last action
es: Deshacer última acción

source: Drag nodes to change their position
es: Arrastre los nodos para cambiar su posición

source: Add marker
es: Agregar marcador

source: Split link
es: Enlace dividido

source: Delete marker
es: Eliminar marcador

source: Add link
es: Añadir enlace

source: Delete link
es: Eliminar enlace

source: Delete every marker and link
es: Eliminar todos los marcadores y enlaces

source: Help
es: Ayuda

source: Page currently under construction
es: Página en construcción
pt: Página atualmente em desenvolvimento

source: 404. Seas Less Sailed.
es: 404. mar desconocido.

source: "When you make men slaves you deprive them of half their virtue, you set them in your own conduct an example of fraud, rapine, and cruelty, and compel them to live with you in a state of war."
es: "Cuando haces esclavos a los hombres, los Privas de la mitad de su virtud, los estableces en tu propia conducta un ejemplo de fraude, rapiña y crueldad, y los obligas a vivir contigo en un estado de guerra".

source: - Equus Anna, an Enslaved African
es: - Equus Anna, un africano esclavizado

source: Return to where you came
es: Retornar adonde vino

source: You have stepped on pathways less travelled. Let\
es: Has caminado por caminos menos recorridos. Vamos\

source: Account Inactive
es: Cuenta inactiva

source: This account is inactive.
es: Esta cuenta está inactiva.

source: Welcome,
es: Bienvenido,
pt: Bem vindo,

source: Documentation
es: Documentación
pt: Documentação

source: Change Password
es: Cambiar contraseña
pt: Altere a senha

source: Log Out
es: Cerrar sesión

source: Login to Contribute
es: Inicie sesión para Contribuir

source: Sign In
es: Iniciar sesión
pt: Entrar

source: Account
es: Cuenta

source: E-mail Addresses
es: Dirección de correo electrónico

source: The following e-mail addresses are associated with your account:
es: Las siguientes direcciones de correo electrónico están asociadas a su cuenta:

source: Verified
es: Verificado

source: Unverified
es: No verificado

source: Primary
es: Primario

source: Make Primary
es: Hacer Primario

source: Re-send Verification
es: Reenviar verificación

source: Warning:
es: Cuidado:

source: You currently do not have any e-mail address set up. You should really add an e-mail address so you can receive notifications, reset your password, etc.
es: Actualmente no tiene ninguna dirección de correo electrónico configurada. Realmente debería agregar una dirección de correo electrónico para que pueda recibir notificaciones, restablecer su contraseña, etc.

source: Add E-mail Address
es: Añadir email

source: Add E-mail
es: Añadir email

source: Do you really want to remove the selected e-mail address?
es: Quiere remover este email?

source: Hello from %(site_name)s! You're receiving this e-mail because user %(user_display)s at %(site_domain)s has given yours as an e-mail address to connect their account. To confirm this is correct, go to %(activate_url)s
es: Hola desde %(site_name)s! Está recibiendo este e-mail porque usuario %(user_display)s en %(site_domain)s tuyo ha dado como una dirección de correo electrónico para conectarse a su cuenta. Para confirmar que esto es correcto, vaya a %(activate_url)s

source: Thank you from %(site_name)s! %(site_domain)s
es: ¡Gracias de %(site_name)s! %(site_domain)s

source: Please Confirm Your E-mail Address
es: Por favor confirme su email

source: Hello from %(site_name)s! You're receiving this e-mail because you or someone else has requested a password for your user account at %(site_domain)s. It can be safely ignored if you did not request a password reset. Click the link below to reset your password.
es: Hola de %(site_name)s! Está recibiendo este correo electrónico porque usted u otra persona ha solicitado una contraseña para su cuenta de usuario en %(site_domain)s. Se puede ignorar de forma segura si no solicitó un restablecimiento de contraseña. Haga clic en el siguiente enlace para restablecer su contraseña.

source: In case you forgot, your username is %(username)s.
es: En caso de haber olvidado, su nombre de usuario es %(username)s.

source: Thank you for using %(site_name)s! %(site_domain)s
es: Gracias por usar %(site_name)s! %(site_domain)s

source: Password Reset E-mail
es: Envíe email de cambio de contraseña

source: Confirm E-mail Address
es: Confirme email
