Repository: rice-crc/voyages
Catalog: voyages/locale/*/LC_MESSAGES/django.po
Languages: es, pt

source: Healthy slaves, men and women, between the ages of 18 and 30. Slave traders desired prime slaves above others and paid premiums for them.
es: En inglés el término “prime slaves” refiere a esclavos saludables, hombres y mujeres, de edades comprendidas entre los 18 y los 30 años. Los comerciantes de esclavos preferían estos esclavos de primera calidad a los otros, y pagaban elevadas cuotas por ellos.
pt: Escravos saudáveis, tanto homens quanto mulheres, entre as idades de 18 e 30 anos. Os traficantes de escravos priorizavam os escravos nessas condições e pagavam ágio por eles.

source: hidden
es: escondido
pt: oculto

source: High Court of Admiralty, condemned
es: Alta Corte del Almirantazgo británico, condenado
pt: Tribunal Superior do Almirantado, condenado

source: High Court of Admiralty, restored
es: Alta Corte del Almirantazgo británico, restaurado
pt: Tribunal Superior do Almirantado, reintegrado

source: High Court of the Admiralty
es: Alta Corte del Almirantazgo británico
pt: Conselho do Almirantado

source: Hispaniola
es: La Española

source: Hispaniola, unspecified
es: Hispaniola, sin especificar
pt: Hispaniola, porto não especificado

source: Historical map
es: Mapa histórico
pt: Mapa histórico

source: H.M.S. ""Rattler"" Capturing the Slaver ""Andorinha""
es: H.M.S. “Rattler” capturando el barco esclavista “Andorinha”
pt: H.M.S. “Rattler” Capturando o Negreiro “Andorinha”

source: H.M.S. ""Rifleman"" Chasing the Slaver ""Esmeralda""
es: H.M.S. “Rifleman” persiguiendo el barco esclavista “Esmeralda”
pt: H.M.S.”Rifleman” Perseguindo o Negreiro “Esmeralda”

source: Homeport
es: Puerto de origen
pt: Porto de origem

source: Homeward passage
es: Ruta de regreso
pt: Viagem de regresso

source: Honduras, port unspecified
es: Honduras, puerto sin especificar
pt: Honduras, porto não especificado

source: How are images linked to other sections of the Voyages website?
es: ¿Cómo se interrelacionan las imágenes con otras secciones del sitio Viajes?
pt: De que modo as imagens são associadas às outras seções do website Viagens?

source: How are interactive maps affected by selections made in the query frame on the left?
es: ¿Cómo se afectan los mapas interactivos por la selección hecha en el cuadro de búsqueda a la izquierda?
pt: Como os mapas interativos são afetados por seleções feitas no quadro de consulta à esquerda?

source: How can I contribute new data on slave voyages to the website?
es: ¿Cómo puedo contribuir nuevos datos sobre viajes esclavistas al sitio web?
pt: Como posso colaborar com novos dados sobre viagens negreiras para o website?

source: How can I observe the values of a variable?
es: ¿Cómo puedo observar los valores de una variable?
pt: Como posso observar os valores de uma variável?

source: How can I use “Summary Statistics” in combination with the query frame to the left to compare voyages with different characteristics?
es: ¿Cómo puedo usar “Sumario Estadístico” en combinación con el cuadro de búsqueda a la izquierda para comparar viajes con diferentes características?
pt: Como posso usar as “Estatísticas Resumidas” conjuntamente com o quadro de consulta à esquerda para comparar viagens com características diferentes?

source: How does “Create a link” work?
es: ¿Cómo funciona “Crear un enlace”?
pt: Como funciona a opção “Criar um link”?

source: How does “Previous queries” work?
es: ¿Cómo funciona la opción “Búsquedas anteriores”?
pt: Como funciona a opção “Consultas anteriores”?

source: How does “Search for Images” (the query box in “Images”) function?
es: ¿Cómo funciona “Búsqueda de imágenes” (la casilla de búsqueda en “Imágenes”)?
pt: Como funciona “Pesquisar por Imagens” (a caixa de consulta em “Imagens”)?

source: How does selection of an historical map affect the display of data?
es: ¿Cómo la selección de un mapa histórico afecta la exposición de los datos?
pt: De que modo a seleção de um mapa histórico afeta a exibição de dados?

source: How do I cite a database found on the website?
es: ¿Cómo cito una base de datos encontrada en el sitio web?
pt: Como faço para citar um banco de dados encontrado no website?

source: How do I cite essays and texts found on the website?
es: ¿Cómo puedo citar los ensayos y textos que se encuentran en el sitio web?
pt: Como faço para citar ensaios e textos encontrados no website?

source: How do I construct a bar chart?
es: ¿Cómo construyo un gráfico de barras?
pt: Como faço para elaborar um gráfico de barras?

source: How do I control for certain variables in analyzing data in other variables in the main database and estimates?
es: ¿Cómo ejerzo control para ciertas variables al analizar información en otras variables en la base de datos principal y en las estimaciones?
pt: Como faço para controlar certas variáveis ao analisar de dados de outras variáveis no Banco de Dados principal e no de Estimativas?

source: How do I determine if a slaving voyage is typical or exceptional?
es: ¿Cómo determino si un viaje esclavista es típico o excepcional?
pt: Como faço para determinar se uma viagem negreira é típica ou excepcional?

source: How do I draw an XY graph?
es: ¿Cómo hago un gráfico X-Y?
pt: Como faço para desenhar um gráfico XY?

source: How do I extend the range of variables displayed under the “Results Listing”?
es: ¿Cómo puedo extender el número de variables mostradas en “Listado de Resultados”?
pt: Como faço para estender a gama de variáveis apresentadas em “Lista de resultados”?

source: How do I find documentation for a particular voyage?
es: ¿Cómo encuentro documentación para un viaje determinado?
pt: Como faço para encontrar a documentação de uma viagem específica?

source: How do I find information about a particular slaving voyage?
es: ¿Cómo encuentro información sobre un viaje de esclavos en particular?
pt: Como posso encontrar informações sobre uma viagem negreira específica?

source: How do I find out what’s available on this website?
es: ¿Cómo encuentro lo que hay disponible en este sitio?
pt: Como faço para descobrir o que está disponível neste website?

source: How do I interpret information provided in “Summary Statistics”?
es: ¿Cómo interpreto la información que provee “Sumario Estadístico”?
pt: Como posso interpretar as informações fornecidas em “Estatísticas resumidas”?

source: How do I limit queries to specific sets of years?
es: ¿Cómo limito la búsqueda a un número específico de años?
pt: Como posso limitar as consultas a conjuntos específicos de anos?

source: How do I make a pie chart?
es: ¿Cómo hago un gráfico circular o de torta?
pt: Como faço para elaborar um gráfico de pizza?

source: How do I make contributions to features of the website other than the databases (essays, images, bibliographies, links, documents)?
es: ¿Cómo puedo hacer una contribución a las características del sitio web, que no sea la base de datos (ensayos, imágenes, bibliografías, enlaces, documentos)?
pt: Como fazer contribuições para recursos do website para além dos bancos de dados (ensaios, imagens, bibliografias, links, documentos)?

source: How do I make the map center on a particular place?
es: ¿Cómo hago para centrar el mapa en un sitio particular?
pt: Como faço para centralizar o mapa em um determinado lugar?

source: How do I move from one part of the website to another?
es: ¿Cómo me muevo de una parte del sitio web a otra?
pt: Como faço para passar de uma parte do website para outra?

source: How do I print results?
es: ¿Cómo imprimo los resultados?
pt: Como faço para imprimir os resultados?

source: How do I select variables of names (of the ship, captain, owners) and sources?
es: ¿Cómo seleccionar variables de nombres (del barco, del capitán, de los dueños) y las fuentes?
pt: Como faço para selecionar variáveis de nomes (do navio, do capitão, dos proprietários) e fontes?

source: How do I select voyages for examination and analysis?
es: ¿Cómo selecciono los viajes para examen y análisis?
pt: Como faço para selecionar viagens para exame e análise?

source: How do I use selection options for numerical variables?
es: ¿Cómo uso opciones de selección para variables numéricas?
pt: Como faço para utilizar opções de seleção para as variáveis numéricas?

source: How do I use the positioning box in the bottom right corner of interactive maps?
es: ¿Cómo uso la casilla de posicionamiento en la esquina inferior derecha?
pt: Como faço para usar a caixa de posicionamento no canto inferior direito dos mapas interativos?

source: How is the number of slaves embarked and/or disembarked corresponding with different circle sizes computed?
es: ¿Cómo corresponde el número de esclavos embarcados y/o desembarcados con diferentes tamaños de círculos computados?
pt: De que modo o número de escravos embarcados e/ou desembarcados corresponde aos diferentes tamanhos de círculo computados?

source: Human agency
es: Acción humana (la)
pt: Agenciamento humano

source: Hyde County
es: Condado de Hyde
pt: Condado de Hyde

source: Iberian Peninsula
es: Península Ibérica
pt: Península Ibérica

source: Immature female slaves. Generally, slaving traders classified "girls" as shorter than four feet four inches or younger than 13-14 years of age. On most slaving vessels captains confined "girls" to specific below-deck compartments towards the stern of the vessel.
es: Esclavas mujeres de edad juvenil. Generalmente los traficantes de esclavos clasificaban como “niñas” a aquellas personas del género femenino que median menos de 4 pies y 4 pulgadas (1,30 metros) o eran menores de 13 o 14 años de edad. En la mayoría de los barcos de esclavos los capitanes confinaban a las “niñas” en compartimentos específicos debajo de la cubierta hacia la popa.
pt: Escravas imaturas. Geralmente os traficantes de escravos classificavam como “meninas” os indivíduos do sexo feminino com altura inferior a quatro pés e quatro polegadas (1,30 m) ou com menos de 13 ou 14 anos de idade. Na maioria das viagens negreiras, os comandantes confinavam as “meninas” a determinados compartimentos no porão, em direção à popa do navio.

source: Immature male slaves. Generally, slaving traders classified "boys" as shorter than four feet four inches or younger than 13-14 years of age. On most slaving vessels captains confined and, depending on their age, chained "boys" to specific below-deck compartments towards the center and stern of the vessel.
es: Esclavos varones de edad juvenil. En general, los traficantes de esclavos clasificaban a éstos como “niños” si su estatura era menor de un 1,30 metros o si eran menores de trece o catorce años de edad. En la mayoría de los barcos de esclavos los capitanes confinaban y, dependiendo de la edad, encadenaban a los “mozos” en compartimentos específicos bajo la cubierta, hacia el centro y la popa del barco.
pt: Escravos imaturos. Geralmente, os traficantes de escravos classificavam como “meninos” os indivíduos com menos de quatro pés e quatro polegadas (1,30 m) de altura, ou com menos de 13-14 anos de idade. Na maioria dos navios negreiros, os comandantes confinavam e, dependendo da idade, acorrentavam os “meninos” em compartimentos específicos do porão, em direção ao centro e à popa do navio.

source: Immature slaves. Defined in British slave trade as being shorter than four feet four inches or younger than 13-14 years. Over the 350-year history of the trans-Atlantic slave trade, captains purchased more adults (80%) than children (20%). Specific age ratios differ by time and place.
es: Niños esclavos. La trata británica definía como menores de edad a los esclavos que medían menos de 1,30 metros o eran menores de 13-14 años. Durante los 350 años de historia del tráfico transatlántico de esclavos los capitanes compraron más adultos (80%) que niños (20%). Las proporciones etarias específicas varían según las diferentes épocas y lugares.
pt: Escravos imaturos. Definidos no tráfico de escravos britânico como indivíduos com menos de quatro pés e quatro polegadas (1,30 m) de altura ou com menos de 13-14 anos de idade. No decorrer dos 350 anos de história do tráfico de escravos transatlântico, os comandantes compraram mais adultos (80%) do que crianças (20%). As proporções etárias específicas variam conforme o tempo e o lugar.

source: Imported (slaves)
es: Importados (esclavos)
pt: Importados (escravos)

source: Impress
es: Leva (naval)
pt: Recrutamento forçado

source: In 1697, Spain ceded the western half of the island of Hispaniola to France in the Treaty of Ryswick. By the mid-1700s St. Domingue became the leading sugar, coffee and indigo producer in the Caribbean, due to the efforts of the colony's enslaved African workforce. A slave rebellion broke out in August 1791 and soon turned into a Revolution, leading to the freedom of 500,000 enslaved Africans and to the creation of the Republic of Haiti (1804). The St. Domingue Revolution prompted Africans elsewhere in the Americas to revolt against their enslavement, and the Revolution entrenched white planters' opposition to amelioration or abolition.
es: En 1697 España cedió la parte occidental de la isla de La Española a Francia, en concordancia con el Tratado de Rijswijk. Para la mitad del siglo XVIII, St. Domingue se convirtió en el primer productor de azúcar, café y añil en el Caribe, gracias a la fuerza de trabajo esclavizada. En agosto de 1791 estalló una rebelión de esclavos en la isla que pronto se convertiría en una revolución que llevaría a la libertad a medio millón de africanos esclavizados y a la creación de la República de Haití (1804). La Revolución de St. Domingue estimuló a muchos africanos en territorio americano a rebelarse en contra de su esclavitud, al tiempo que afianzó la oposición de muchos plantadores a mejorar la condición de los esclavos o a favorecer la abolición de la esclavitud.
pt: Em 1697, a Espanha cedeu a metade ocidental da ilha de Hispaniola à França, pelo tratado de Ryswick. Em meados dos anos 1700, São Domingos tornou-se a maior produtora de açúcar, café e índigo no Caribe, devido aos esforços da força de trabalho africana escravizada da colônia. Uma rebelião de escravos eclodiu em agosto de 1791 e logo se transformou em uma revolução, levando à libertação de 500 mil africanos escravizados e à criação da República do Haiti (1804). A Revolução de São Domingos inspirou africanos em outros lugares das Américas a se revoltarem contra sua escravização, e a radicalizou a posição dos donos das plantations contra a melhoria das condições de vida dos escravos e a abolição da escravatura.

source: In 1817 a British-sponsored international treaty created a Court of Mixed Commission to hear cases concerning captured slaving ships. The Court included officials from a "mix" of countries to ensure impartiality. The first Court sat in Freeport, Sierra Leone (1819), and between 1819 and 1867 additional Courts were set up in Nassau (Bahamas), Havana, Paramaribo (Surinam), Luanda (Angola), New York City and Rio de Janeiro.
es: En 1817, por medio de un tratado internacional patrocinado por los ingleses, se creó el llamado Tribunal de Comisión Mixta para analizar casos relacionados con la captura de barcos de esclavos. El Tribunal incluía una comisión “mixta” entre los dos países firmantes para garantizar imparcialidad. El primer tribunal mixto se estableció en Freeport, Sierra Leona (1819). Otros tribunales de comisión mixta se crearon entre 1819 y 1867 en Nassau (Bahamas), La Habana, Paramaribo (Surinam), Luanda (Angola), Nueva York y Rio de Janeiro.
pt: Em 1817, um tratado internacional patrocinado pela Grã-Bretanha criou um Tribunal de Comissão Mista para lidar com questões relativas à captura de navios negreiros. O tribunal contava com funcionários de vários países para garantir a imparcialidade. O primeiro tribunal reuniu-se em Freeport, Serra Leoa (1819), e entre 1819 e 1867 foram estabelecidos tribunais adicionais em Nassau (Bahamas), Havana, Paramaribo (Suriname), Luanda (Angola), Nova York e Rio de Janeiro.

source: In 1826 British officials signed an anti-slave trade treaty with Brazilian diplomats, a treaty that aimed to strengthen agreements the British made with Portugal before Brazilian independence in 1822. The 1826 Treaty (ratified in 1827) made March 13, 1830 the date for the abolition of the Brazilian slave trade, after which Brazilian nationals' participation in the slave trade equaled piracy. The height of the trans-Atlantic slave trade to Brazil occurred in 1828-1829, as merchants rushed to outfit slaving ships. A Brazilian enforcement law went into effect in 1831 but proved to be ineffective. The Brazilian slave trade continued until 1852, ending due to the efforts of a stronger Brazilian government and British pressure.
es: En 1826, oficiales británicos firmaron un acuerdo en contra del comercio de esclavos junto a diplomáticos brasileños, con el propósito de continuar los términos de acuerdos previos entre Inglaterra y Portugal luego de la independencia de Brasil. Dicho tratado, ratificado en 1827, declaró el 13 de marzo de 1830 el día de la abolición de la trata de esclavos en Brasil. Posterior a esa fecha toda participación en la trata sería considerada piratería y penalizada. El apogeo del tráfico transatlántico de esclavos tuvo lugar precisamente entre 1828-1829, cuando los traficantes de esclavos se apresuraron a equipar barcos para este comercio. En 1831 entró en vigor una ley que reforzaba el tratado de 1830 pero no fue efectiva. La trata de esclavos en Brasil se extendió hasta 1852 en que finalmente terminó bajo la acción más fuerte del gobierno brasileño y la presión inglesa.
pt: Em 1826, as autoridades britânicas assinaram um tratado antitráfico de escravos com diplomatas brasileiros, que visava reforçar os acordos que os ingleses haviam feito com Portugal antes da independência do Brasil, em 1822. O tratado de 1826 (ratificado em 1827) tornou o dia 13 de março de 1830 a data de abolição do tráfico de escravos no Brasil, após o que a participação dos brasileiros no tráfico de escravos passou a ser considerada pirataria. O auge do tráfico de escravos transatlântico no Brasil ocorreu em 1828-1829, quando os comerciantes se apressaram em equipar os navios negreiros. Uma lei brasileira proibindo o tráfico entrou em vigor em 1831, mas não foi aplicada. O tráfico de escravos brasileiro perdurou até 1852, vindo a terminar em decorrência dos esforços de pressões mais fortes do governo brasileiro e da Grã-Bretanha.

source: In 1850-51 the Brazilian government passed a decree that abolished the slave trade, ending three hundred years of slaving. British pressure, a yellow fever epidemic in 1849-50 and Brazilian statesmanship contributed to ending the trade. Small numbers of enslaved Africans continued to enter Brazil during the 1850s and early 1860s.
es: En 1850-51 un decreto emitido por el gobierno brasileño abolió la trata de esclavos, con lo cual se puso fin a trescientos años de la trata. La presión británica, una epidemia de fiebre amarilla entre 1849 y 1850 y la habilidad de algunos políticos brasileños contribuyeron a poner fin a la trata. Aun así, entre 1850 y los primeros años de la década de 1860 siguieron entrando al país pequeñas cantidades de africanos esclavizados.
pt: Em 1850-1851, o governo brasileiro aprovou um decreto que abolia o tráfico de escravos, encerrando 300 anos de escravização. A pressão britânica, uma epidemia de febre amarela em 1849-1850 e a atuação de estadistas brasileiros contribuíram para acabar com o tráfico. Um pequeno número de africanos escravizados continuou a entrar no Brasil durante a década de 1850 e o início da década de 1860.

source: Indentured servants
es: Siervos contratados
pt: Servidão por tempo determinado

source: Indentured servants were Europeans, mostly males between the ages of 18 and 25, who contracted themselves to an employer in the New World for between four and seven years, after which time they were free to work for themselves. Masters were obliged to provide servants with food and lodging during their service, in addition to a small sum of money, or land at the end of their indenture. The small number of servants relative to the demand for workers in the Americas was one of the key factors behind the importation of enslaved Africans.
es: Siervos contratados eran europeos, en su mayoría hombres entre las edades de 18 y 25 años, que se ofrecían contratados a un empleador en el Nuevo Mundo durante cuatro a siete años, quedando luego libres para trabajar para ellos mismos. Los amos tenían la obligación de proveerles comida y techo durante su servicio, además de una pequeña suma de dinero o tierra al final de su tiempo de prestación. El reducido número de este tipo siervos, muy comunes en el caso inglés, para la enorme demanda de trabajadores en América fue un catalizador de la importación de esclavos africanos.
pt: Por esse sistema, trabalhadores europeus, na sua maioria homens entre 18 e 25 anos, eram contratados por um empregador no Novo Mundo por um período de quatro a sete anos, após o qual ficavam livres para trabalhar por conta própria. Os senhores eram obrigados a fornecer aos contratados alimentação e alojamento durante o serviço, além de uma pequena quantia em dinheiro ou um pedaço de terra no final do contrato. O pequeno número de servos temporários em relação à demanda por trabalhadores nas Américas foi um dos principais fatores que levaram à importação de africanos escravizados.

source: Insurrection
es: Insurrección
pt: Insurreição

source: Insurrection planned, but thwarted
es: Insurrección planeada, pero descubierta y derrotada
pt: Insurreição planejada, mas impedida

source: Intended
es: Intentado
pt: Destinado

source: Interloper
es: Intérlope
pt: Ilegais

source: In the 1690s, gold, diamonds and silver were discovered near Rio de Janeiro in Brazil. Minas Gerais, in Portuguese, "general mines," was one of the largest gold finds in history and required thousands of workers to extract its riches. After exploiting Amerindian labour in the mines, the Portuguese turned to purchasing enslaved Africans, mostly from West-Central Africa and the Bight of Benin. Portuguese merchants sent slaving voyages directly from Rio de Janeiro to Africa, creating a slave trade between South America and Africa that bypassed Europe. Minas Gerais remained an important mining region through the mid-1700s.
es: Durante la década de 1690, oro y diamantes fueron descubiertos cerca de Rio de Janeiro en Brasil. Minas Gerais, que en portugués significa “minas generales” fue uno de los mayores yacimientos de oro de la historia y requería miles de esclavos para extraer el precioso metal. Tras explotar la población amerindia en estas minas, los portugueses acudieron a la compra de africanos esclavizados provenientes del África centro-occidental y la ensenada de Benín. Los traficantes portugueses enviaron expediciones esclavistas directamente desde Rio de Janeiro a África, estableciendo un comercio directo de esclavos entre América del Sur y África que evadía Europa. Minas Gerais continuó siendo una importante región minera hasta mitad del siglo XVIII.
pt: Na década de 1690, foram descobertos ouro, diamantes e prata perto do Rio de Janeiro, no Brasil. Minas Gerais representou uma das maiores descobertas de ouro na história e requereu milhares de trabalhadores para extrair suas riquezas. Depois de explorar o trabalho indígena nas minas, os portugueses se voltaram para a compra de africanos escravizados, principalmente da África Centro-Ocidental e do golfo do Benim. Comerciantes portugueses deram início a viagens negreiras diretamente do Rio de Janeiro para a África, criando um tráfico de escravos entre a América do Sul e a África que prescindia da Europa. Minas Gerais permaneceu uma importante região de mineração até meados do século XVIII.
