Repository: rice-crc/voyages
Catalog: voyages/locale/*/LC_MESSAGES/django.po
Languages: es, pt

source: Crew died during complete voyage
es: Tripulación que murió durante todo el viaje

source: Total number of crew deserted
es: Tripulación que desertó, total

source: Slaves (numbers)
es: Esclavos (número)

source: Slaves intended from first port of purchase
es: Número de esclavos que se esperaba comprar en el primer lugar de compra

source: Slaves intended from second port of purchase
es: Número de esclavos que se esperaba comprar en el segundo lugar de compra

source: Slaves carried from first port of purchase
es: Esclavos transportados desde el primer puerto de compra
pt: Escravos trazidos do primeiro porto de aquisição

source: Slaves carried from second port of purchase
es: Esclavos transportados desde el segundo puerto de compra
pt: Escravos trazidos do segundo porto de aquisição

source: Slaves carried from third port of purchase
es: Esclavos transportados desde el tercer puerto de compra
pt: Escravos trazidos do terceiro porto de aquisição

source: Total slaves purchased in Africa
es: Total de esclavos comprados en Africa

source: Total slaves on board at departure from last slaving port
es: Total de esclavos comprados a bordo al momento de partida del último puerto esclavista

source: Total slaves arrived at first port of disembarkation
es: Total de esclavos arribados al primer puerto de desembarque

source: Slaves disembarked at first place
es: Número de esclavos desembarcados en el primer sitio de llegada

source: Slaves disembarked at second place
es: Número de esclavos desembarcados en el segundo sitio de llegada

source: Slaves disembarked at third place
es: Número de esclavos desembarcados en el tercer sitio de llegada

source: Slaves deaths before leaving Africa
es: Muerte de esclavos antes de partida de Africa

source: Slaves deaths between Africa and the Americas
es: Muerte de esclavos entre Africa y las Américas

source: Slaves deaths between arrival and sale
es: Muerte de esclavos entre arribo y compra

source: Voyage groupings
es: Agrupamiento de viaje

source: Slaves (mortality and price)
es: Esclavos (mortalidad y precio)

source: Slaves (characteristics)
es: Esclavos (características)

source: Men
es: Hombres
pt: Homens

source: Women
es: Mujeres
pt: Mulheres

source: Boys
es: Niños
pt: Meninos

source: Girls
es: Niñas
pt: Meninas

source: Males
es: Varones

source: Females
es: Cautivas femeninas
pt: Fêmeas

source: Adults
es: Adultos
pt: Adultos

source: Children
es: Niños
pt: Crianças

source: Infants
es: Infantes

source: Embarked slaves (first port)
es: Esclavos embarcados (primer puerto)

source: Embarked slaves (second port)
es: Esclavos embarcados (segundo puerto)

source: Embarked slaves (third port)
es: Esclavos embarcados (tercer puerto)

source: Died on voyage
es: Muertos en el viaje

source: Disembarked slaves (first port)
es: Esclavos desembarcados (primer puerto)

source: Disembarked slaves (second port)
es: Esclavos desembarcados (segundo puerto)

source: Imputed number at ports of purchase
es: Número imputado en los puertos de compra

source: Imputed number at ports of landing
es: Número imputado en los puertos de desembarque

source: Imputed number at departure or arrival
es: Número imputado a la salida o llegada

source: Imputed deaths on middle passage
es: Muertes imputadas en la travesía atlántica

source: Imputed results are calculated by an algorithm.
es: Los resultados imputados son calculados por un algoritmo.

source: Notes for slaves characteristics
es: Notas para las características de los esclavos

source: Slaves (age and sex)
es: Esclavos (sexo y edad)

source: At ports of purchase
es: En los puertos de compra

source: At ports of landing
es: En los puertos de desembarco

source: At departure or on arrival
es: A la salida o llegada

source: Total identified by age (imputed)
es: Total identificado por edad (imputado)

source: Total identified by gender (imputed)
es: Total identificado por género (imputado)

source: Total identified by age and gender (imputed)
es: Total identificado por edad y sexo (imputado)

source: Percentage of men (imputed)
es: Porcentaje de hombres (imputados)

source: Percentage of women (imputed)
es: Porcentaje de mujeres (imputadas)

source: Percentage of boys (imputed)
es: Porcentaje de niños varones (imputados)

source: Percentage of girls (imputed)
es: Porcentaje de niñas (imputadas)

source: Child ratio (imputed)
es: Cociente del niño (imputado)

source: Male ratio (imputed)
es: Proporción masculina (imputada)

source: Sources
es: Fuentes
pt: Fontes

source: Current source references
es: Referencias de fuentes actuales

source: Please specify whether the sources below should be included, excluded, or edited.
es: Por favor explicite si las fuentes abajo deben ser excluidas, incluidas, o editadas.

source: Short reference
es: Referencia corta
pt: Referência abreviada

source: Full reference
es: Referencia larga
pt: Referência completa

source: Accept as it is
es: Aceptar como está

source: Exclude reference (please explain)
es: Excluir referencia (por favor explicar)

source: Edit reference (please explain)
es: Editar referencia (por favor explicar)

source: Add source
es: Añadir fuente

source: Type of source
es: Tipo de fuente

source: Details
es: Detalles

source: Contributor’s Comments on This Entry:
es: Comentarios del colaborador en esta entrada:

source: Save
es: Guardar

source: Review
es: Revisar

source: Cancel contribution
es: Cancelar contribución

source: Form saved!
es: Formulario guardado!

source: Return to Contribute home
es: Retornar a la página principal de Contribuir

source: Add a source reference
es: Añadir una referencia de la fuente

source: Primary source
es: Fuente primaria

source: Article
es: Artículo

source: Book
es: Libro

source: Newspaper
es: Periódico

source: Private note or collection
es: Nota privada o colección

source: Unpublished secondary source
es: Fuentes secundarias no publicadas

source: Name of library or archive
es: Nombre de biblioteca o archivo

source: Location of library/archive
es: Lugar de la biblioteca o archivo

source: Series or collection
es: Serie o colección

source: Volume or box or bundle
es: Volumen, Caja, o Legajo

source: Document detail (page or folio number, and/or date of document)
es: Detalle del documento (página, folio, o fecha del documento)

source: Information about source
es: Información sobre la fuente

source: URLs or digitized image of the source to be submitted wherever possible about source
es: URL o imagen digital de la fuente para ser remitida cuando sea posible sobre la fuente

source: Author
es: Autor
pt: Autor

source: Title
es: Título
pt: Título

source: Journal
es: Revista

source: Volume number
es: Número

source: Page numbers
es: Número de páginas

source: Other information
es: Otra información

source: Source is an essay/chapter in a book
es: La fuente es un ensayo o capítulo en un libro

source: Essay/Chapter title
es: Título de ensayo o capítulo

source: Editors
es: Editores

source: Publisher
es: Editorial

source: Place of publication
es: Lugar de publicación

source: Name
es: Nombre
pt: Nome

source: Alternative name
es: Nombre alternativo

source: City
es: Ciudad

source: Country
es: País

source: Authors
es: Autores

source: Location
es: Lugar

source: Page
es: Página

source: Add
es: Añadir

source: Edit or create sources reference
es: Editar o añadir una referencia de la fuente

source: Confirm
es: Confirmar

source: Modify reference
es: Modificar Referencia

source: Save changes
es: Guardar cambios

source: Short reference must not be empty
es: Referencia corta no puede estar vacía

source: Full reference is too short
es: Referencia larga es muy corta

source: Text reference must start with short reference
es: Referencia de texto debe comenzar con referencia corta

source: Suffix should be alphanumeric and contain only restricted special symbols
es: El sufijo debe ser alfanumérico y contener solo símbolos especiales restringidos

source: Validation errors
es: Errores de validación

source: Validation warnings
es: Advertencias de validación

source: Confirm anyway?
es: Confirmar?

source: Remove this source?
es: ¿Eliminar esta fuente?

source: The contribution will be deleted. Continue anyway?
es: Esta contribución será eliminada. Continuar de igual modo?

source: Most common outcomes
es: Desenlaces más comunes

source: Ports
es: Puertos

source: Year in the range
es: Año en el rango

source: Month
es: Mes

source: Day
es: Día

source: Create reference
es: Crear Referencia

source: Edit
es: Editar

source: Remove
es: Remover

source: Verify submitted information
es: Verificar información remitida

source: Blank inputs
es: Vacío

source: Previous values
es: Valores anteriores

source: Notes
es: Notas
pt: Notas

source: Contributed value
es: Valor contribuido

source: Ship, nation, owners
es: Barco, Nación, Propietarios
pt: Navio, nação, proprietários

source: Voyage outcome
es: Desenlace del Viaje

source: Voyage itinerary
es: Itinerario del viaje
pt: Itinerário de viagem

source: Voyage dates
es: Fechas del viaje
pt: Datas de viagem

source: Captain and crew
es: Capitán y tripulación

source: Contributed source references
es: Fuentes de referencia contribuídas

source: General comments
es: Comentarios generales

source: Summary date
es: Fecha sumaria

source: Review status:
es: Revisar Estatus

source: Print
es: Imprimir

source: Edit contribution
es: Editar contribución

source: Submit your contribution
es: Enviar su contribución

source: There are no contributed source references
es: No hay fuentes de referencia contribuidas

source: Return to contribution for editing?
es: Retornar a la contribución para editar?

source: Once you submit your contribution you will not be able to edit it further. To resume editing, just save the data entry form and it will appear on the Contribute Home page. Submit your contribution?
es: Una vez que envíe su contribución no podrá editarla aún más. Para reanudar la edición, solo tiene que guardar el formulario de entrada de datos y aparecerá en la página de inicio de Contribute. ¿Enviar su contribución?

source: Merged voyages
es: Viajes combinados

source: Voyage
es: Viaje
pt: Viagem

source: (blank)
es: (vacío)

source: Merge Existing Records of Voyages
es: Combinar registros existentes de viajes

source: Please select two or more existing voyage records for merging.
es: Seleccione dos o más registros de viajes para combinar.

source: Begin editorial review
es: Comenzar Revisión editorial

source: Begin editorial review bypassing a reviewer?
es: Comenzar Revisión editorial evitando reseñante?

source: Publication
es: Publicación

source: Skip full database backup
es: Omitir copia de seguridad completa de base de datos

source: Publish all
es: Publicar todo

source: Publication log:
es: Lugar de publicación:

source: Last updated at
es: Última actualización

source: Review request
es: Revisar pedido

source: asked you to review the contribution below.
es: revise su contribución abajo.

source: View contribution summary
es: Ver sumario de la contribución

source: Respond to review invitation
es: Responder a invitación a revisar

source: Message to editor:
es: Mensaje al editor:

source: Accept request
es: Aceptar como está

source: Reject request
es: Rechazar pedido

source: Confirm response?
es: Confirma respuesta?

source: Text reference
es: Referencia de texto

source: Thank You for Your Contribution!
es: Gracias por su contribución!

source: The editors appreciate the time you have taken to keep the Voyages database current.
es: Los editores aprecian el tiempo que usted ha tomado para mantener el Sitio Viajes actualizado.

source: Return to
es: Regreso a

source: Contribute Home
es: Página Principal para Contribuir
pt: Página de colaboração

source: Voyage Upload Page
es: Página de subida de viaje
pt: Página para upload viagem

source: Voyage File Upload
es: Archivo de subida de viaje
pt: Upload arquivo de viagem

source: Current files:
es: Archivos actuales:
pt: Arquivos atuais:

source: No files available.
es: No hay archivos disponibles.

source: Upload new file
es: Suba un nuevo archivo
pt: Upload novo arquivo

source: File path:
es: Suba un nuevo archivo:

source: File title:
es: Título de archivo:

source: Search
es: Búsqueda
pt: Pesquisar

source: Year arrived in the Americas
es: Año de arribo en la Américas

source: Captain
es: Capitán
pt: Comandante

source: Posted
es: Posteado

source: There is already an active review for this contribution
es: Hay una revisión activa para esta contribución

source: Reviewer and contributor must be different users
es: El revisor y el colaborador deben ser usuarios diferentes

source: There is no active review for this contribution
es: No hay una revisión activa para esta contribución

source: User contribution
es: Contribución de usuario

source: Impute program must be ran on contribution before acceptance
es: El programa de imputar debe ser ejecutado antes de aceptar la contribución

source: All new sources must be created before this submission is accepted.
es: Todas las nuevas fuentes deben ser creadas antes que la nueva contribución pueda ser aceptada.

source: New sources must have a connection reference starting with the source's short reference.
es: Nuevas fuentes tienen que tener una conexión de referencia que inicie con la referencia corta de la fuente.

source: Expected a voyage id for new/merge contribution
es: Voyage id esperado para una nueva o combinada contribución

source: Voyage id already exists
es: Número de identificación del viaje ya existe

source: Voyage id already in current publication batch
es: Voyage id está ya en la lista para publicación

source: African Names Database - About
es: Base de datos de nombres africanos-acerca de

source: African Names
es: Nombres Africanos
pt: Nomes africanos

source: About the Project
es: Acerca de este proyecto
pt: Sobre o projeto

source: African Names Database - Downloads
es: Base de datos de nombres africanos-acerca de

source: Image Detail
es: Detalle de imagen
pt: Detalhes da imagem

source: Resources - Image Galleries
es: Recursos - Galería de Imágenes

source: Images of
es: Imagen de
pt: Imagens de

source: Previous
es: Previo
pt: Anterior

source: Next
es: Próximo
pt: Próximo

source: Source
es: Fuente
pt: Fonte

source: Language
es: Idioma
pt: Idioma

source: Related Voyages
es: Viajes relacionados

source: Images
es: Imágenes
pt: Imagens

source: All Categories
es: Todas las Categorías

source: Category Images
es: Categoría de imágenes
pt: Categoria das imagens

source: images
es: imágenes
pt: imagens

source: All Categories
es: Todas las categorías

source: View all images
es: Ver todas las imágenes

source: Keyword
es: Palabra clave
pt: Palavra-chave

source: Time frame
es: Periodo de tiempo
pt: Intervalo de tempo

source: Category
es: Categoría
pt: Categoria

source: image
es: imagen
pt: imagem

source: All images
es: Todas las imágenes
pt: Todas as imagens

source: Search Results
es: Resultados de búsqueda

source: Images Search
es: Búsqueda de images
pt: Pesquisar imagens

source: All Images
es: Todas las imágenes

source: Search results
es: Resultados de búsqueda
pt: Resultados da consulta

source: About this Database
es: Acerca esta base de datos

source: Resources - Lesson Plans
es: Recursos-planes de lecciones

source: Resources
es: Recursos de investigación
pt: Recursos

source: Lesson Plans
es: Planes de estudio
pt: Planos de Aula

source: Resources - External Links
es: Recursos-enlaces externos

source: External Links
es: Enlaces externos

source: African Names - Database
es: Base de datos de nombres africanos

source: Shows variables used in the current query.
es: Muestra las variables utilizadas en la consulta actual.

source: There are currently no conditions in your query. The listing on the right shows all Africans in the database.
es: Actualmente no existen especificaciones en su búsqueda. El listado a la derecha muestra todos los africanos en la base de datos.
pt: Não há atualmente nenhuma condição na sua consulta. A lista ao lado direito mostra todos os africanos no banco de dados.

source: Showing
es: Mostrar
pt: Exibindo

source: out of
es: fuera de
pt: fora de

source: Show
es: Mostrar

source: rows
es: filas

source: ID
es: Identificación

source: Age
es: Edad
pt: Idade

source: Height (in)
es: Altura (pulgadas)

source: Sex/Age
es: Sexo/Edad
pt: Sexo/Idade

source: Origin
es: Origen
pt: Origem

source: Ship Name
es: Nombre del barco

source: Arrival
es: Arribo
pt: Chegada

source: Embarkation
es: Embarque
pt: Embarque

source: Disembarkation
es: Desembarque
pt: Desembarque

source: African Origins
es: Proyecto de los orígenes africanos

source: A transatlantic Voyage ID for this record does not yet exist, although further research might uncover one. The link in the rightmost column of the African Names Database table will take you to the matching entry in the African Origins database.
es: Un número de identificación de viaje transatlántico no existe todavía, pero investigación futura poder crear uno. El enlace en la columna de la derecha de la tabla de base de datos de Nombres Africanos lo llevará a la entrada correspondiente en la base de datos de Nombres Africanos.
pt: A identidade de viagem transatlântica para esse registro ainda não existe, mas pesquisas posteriores poderão resultar em um número. O link na coluna da direita da tabela de banco de dados de Nomes Africanos vão levá-lo para a entrada correspondente no banco de dados Origens Africanas.

source: Redirecting to African Origins
es: Redireccionar a Nombres Africanos página web
pt: Redirecionando para Origens Africanas

source: View
es: Ver

source: First
es: Primero
pt: Primeiro

source: Last
es: Último
pt: Último

source: Download current view
es: Descargar vista actual
pt: Baixar visão atual

source: Download all results
es: Descargar todos los resultados
pt: Baixar resultados

source: General Variables
es: Variables generales

source: African name
es: Nombre africano
pt: Nome africano

source: Ship name
es: Nombre del barco
pt: Nome do navio

source: Height (inches)
es: Estatura (en pulgadas)
pt: Altura [polegadas]

source: boys
es: niños
pt: meninos

source: girls
es: niñas
pt: meninas

source: men
es: hombres
pt: homens

source: women
es: mujeres
pt: mulheres

source: male
es: varones

source: female
es: femeninas

source: Place of Origin
es: Lugar de origen

source: Filter by
es: Filtrar

source: Place of Embarkation
es: Lugar de embarque

source: EXPLORE THE DISPERSAL OF ENSLAVED AFRICANS ACROSS THE ATLANTIC WORLD
es: EXPLORE LA DISPERSIÓN DE LOS AFRICANOS ESCLAVIZADOS EN EL MUNDO ATLÁNTICO

source: This digital memorial raises questions about the largest slave trades in history and offers access to the documentation available to answer them. European colonizers turned to Africa for enslaved laborers to build the cities and extract the resources of the Americas. They forced millions of mostly unnamed Africans across the Atlantic to the Americas, and from one part of the Americas to another. Analyze these slave trades and view interactive maps, timelines, and animations to see the dispersal in action.
es: Este memorial digital invita a realizar preguntas sobre los mayores tráficos de esclavos en la historia y ofrece acceso a la documentación disponible para obtener ciertas respuestas. Los colonizadores europeos se dirigieron a África en pos de obtener trabajadores esclavizados con los cuales construir ciudades en las Américas y extraer sus recursos. Ellos forzaron millones de africanos, casi todos desconocidos, a cruzar el atlántico hacia las Américas, y desde una región de las Américas hacia otra. Visite una de las tres bases de datos en la cabecera de esta página o desplácese hacia abajo para ver cada una de las páginas introductorias para analizar cada uno de estos tráficos de esclavos. Visite los mapas interactivos, líneas de tiempo, y animaciones para ver esta diáspora en movimiento.

source: Henry Louis Gates introduces Slave Voyages 2.0 and some of its people
es: Henry Louis Gates introduce Viajes Esclavistas 2.0 y parte de su equipo

source: Special features
es: Secciones especiales
pt: Artigos especiais

source: Introductory maps
es: Mapas introductorios

source: Overview of slave trade in a series of maps
es: Panorámica del Comercio trasatlántico de esclavos en una serie de mapas

source: Slave ship in 3D video
es: Barco esclavista en vídeo 3D

source: View a 3D rendition of a slave ship
es: Ver una representación 3D de un barco esclavista

source: Timelines of estimates
es: Línea de tiempo de estimados

source: Number of captives embarked and disembarked
es: Número de cautivos embarcados y desembarcados

source: Timelapse
es: Lapso de tiempo

source: View the movement of slave ships across the Atlantic
es: Vea el movimiento de barcos esclavistas a través del Atlántico

source: The Slave Voyages 1.0 is now available as a read-only archive until late 2019.
es: El Slave Voyages 1.0 está ahora disponible como archivo de sólo lectura hasta finales de 2019.

source: visit legacy site
es: visite el sitio heredado

source: donate to this project
es: donar al proyecto

source: scroll down to learn more
es: desplácese hacia abajo para aprender más

source: Trans-Atlantic
es: Transatlántico
pt: Transatlântico

source: Slave Trade Database
es: Base de datos de trata de esclavos

source: The Trans-Atlantic Slave Trade Database now comprises 36,000 individual slaving expeditions between 1514 and 1866. Records of the voyages have been found in archives and libraries throughout the Atlantic world. They provide information about vessels, routes, and the people associated with them, both enslaved and enslavers. Sources are cited for every voyage included. Users may search for information about a specific voyage or group of voyages. The website provides full interactive capability to analyze the data and report results in the form of statistical tables, graphs, maps, a timeline, and an animation.
es: La base de datos del tráfico trasatlántico de esclavos se compone de más de 36 mil expediciones esclavistas individuales entre 1514 y 1866. Los registros de estos viajes se han encontrado en archivos y bibliotecas a lo largo del mundo atlántico. Estos registros aportan información sobre buques, poblaciones esclavizadas, traficantes y dueños de esclavos, así como rutas comerciales. Una variable, (Fuente), cita los registros de cada viaje que figura en la base de datos. Otras variables permiten a los usuarios buscar información sobre viajes específicos o grupos de viajes. El sitio web cuenta con una total capacidad interactiva para analizar la información y los resultados de las búsquedas mediante tablas estadísticas, gráficos, mapas, una línea temporal y una animación.

source: Database
es: Base de datos

source: Contribute
es: Contribuir
pt: Colabore

source: Intra-American
es: Intra-americano
