Repository: rice-crc/voyages
Catalog: voyages/locale/*/LC_MESSAGES/django.po
Languages: es, pt

source: These materials were created for purposes of curriculum and instruction and are not intended for commercial republication. Please contact individual authors for additional permissions.
es: Estos materiales fueron creados para la enseñanza de un currículo y no para reedición comercial. Para autorización adicional favor de contactar a los autores individuales.
pt: Estes materiais foram criados para fins de currículo e instrução e não se destinam a republicação comercial. Entre em contato com os autores individuais para obter permissões adicionais.

source: Download Presentation
es: Descargue presentación
pt: Download Apresentação

source: Standards
es: Estándares
pt: Normas

source: Term
es: Término
pt: Termo

source: Description
es: Descripción
pt: Descrição

source: Question
es: Pregunta
pt: Questão

source: Answer
es: Respuesta
pt: Resposta

source: Sitemap
es: Mapa del sitio
pt: Mapa do site

source: FAQs
es: Preguntas frecuentes
pt: Perguntas frequentes

source: Demos
es: Demostraciones
pt: Demonstrações

source: Glossary
es: Glosario
pt: Glossário

source: Legal
es: Cuestiones legales
pt: Questões legais

source: This video provides an introduction to the main sections of the site and how to navigate them.
es: Este video provee una introducción a las secciones más relevantes del sitio y como navegar en ellas.
pt: Este vídeo apresenta uma introdução às principais seções do site e mostra como navegar nelas.

source: This video demonstrates a basic search for a specific slave vessel in the Voyages Database, including how to learn more about a voyage by using the "Voyages variables", "Voyage map", and "Related images" tabs.
es: El presente video demuestra cómo hacer una búsqueda básica para encontrar información sobre un barco esclavista específico en la base de datos Viajes, incluyendo cómo aprender más sobre un determinado viaje haciendo clic en las pestañas “Variables de viajes”, “Mapas de viajes” e “Imágenes relacionadas”.
pt: Este vídeo demonstra uma consulta básica por uma viagem negreira específica no banco de dados Viagens, inclusive como saber mais sobre a viagem usando-se as abas “variáveis Viagens,” “Mapa da viagem,” e “Imagens relacionadas.”

source: Voyages site overview
es: Panorama del sitio Viajes
pt: Visão geral do website Viagens

source: Voyages Database search
es: Búsqueda en la Base de Datos Viajes
pt: Consultar o banco de dados Viagens

source: No Results
es: Sin resultados
pt: Nenhum Resultado

source: No results
es: Sin resultados
pt: Nenhum resultado

source: Items on the <em>Voyages</em> website may be protected by the U.S. Copyright Law (Title 17, U.S.C.). Transmission or reproduction of copyrighted items beyond that allowed by fair use requires the written permission of the copyright owners. Some items may also be subject to additional restrictions imposed by the copyright owner and/or by Emory University. While information provided below seeks to assist with identifying permissions and use restrictions for various items, it is the researcher's obligation to determine and satisfy copyright or other use restrictions when publishing or otherwise distributing materials from this website, including an assessment of fair use rights in light of intended use. Please contact the <em>Voyages</em> website administrator with any questions about the copyright status and any restrictions on the use of particular images or texts.
es: El material incluido en esta base de datos puede estar protegido por la ley de propiedad intelectual de los Estados Unidos. (Título 17, U.S.C.). La trasmisión o reproducción de material protegido por derechos de autor más allá de lo acordado en esta base de datos, requiere la autorización por escrito del titular de los derechos de autor. Otros materiales pueden tener restricciones adicionales, ya sea por parte del propietario o por la Universidad de Emory. Si bien la información que se provee a continuación pretende asistir al investigador a identificar permisos y restricciones de uso de los distintos materiales, es la obligación de este determinar y cumplir con dicha ley de propiedad intelectual, así como cualquier otra restricción existente, antes de publicar o distribuir materiales de este sitio web, incluyendo un análisis de su uso de acuerdo a su justo propósito. Por favor, contacte al administrador del sitio web para cualquier aclaración en lo que a derecho de autor se refiere, así como cualquier restricción existente en el uso de ciertas imágenes o textos.
pt: Itens contidos no website <em>Viagens</em> talvez sejam protegidos pela Lei de Copyright dos EUA (Título 17, U.S.C.). A transmissão ou reprodução de itens protegidos por direitos autorais além do uso permitido por lei requer autorização por escrito dos proprietários dos direitos autorais. Alguns itens também podem estar sujeitos a restrições adicionais impostas pelo proprietário dos direitos autorais e/ou pela Emory University. Embora as informações fornecidas abaixo procurem ajudar a identificar as permissões e restrições de uso para vários itens, é obrigação do pesquisador determinar e satisfazer as restrições por motivo de direitos autorais ou por outro qualquer ao publicar ou divulgar de qualquer outro modo materiais deste website, incluindo uma avaliação dos direitos de uso permitido tendo em vista a utilização pretendida. Favor entrar em contato com o administrador do website <em>Viagens</em> caso surja qualquer dúvida sobre a situação de direitos autorais e quaisquer restrições quanto ao uso de imagens ou textos específicos.

source: Conditions of Use
es: Condiciones de uso
pt: Condições de uso

source: The <em>Voyages</em> website is Open Access, which means the contents of this website are made freely available for individual private study, scholarship and research, and educational purposes. This also means a signed license agreement is not required for access to or use of the database, and a link to <em>Voyages</em> can be made from websites and library catalogs with no permission required. However, any link to the <em>Voyages</em> website should be presented in a manner that does not give the impression that Emory University and the <em>Voyages</em> website are making an express or implied endorsement of any good or service provided on the external site and that the link is presented in a manner that clearly indicates that the user is leaving one site and accessing another.
es: Este sitio web es de libre acceso, lo que significa que su contenido está disponible de manera gratuita para uso individual, escolar o de investigación con propósitos educativos. Esto además significa que no se requiere un acuerdo de licencia firmado para acceder y usar la base de datos, ni para crear enlaces a este sitio en otros sitios web y catálogos de bibliotecas. Sin embargo, todo enlace al sitio Viajes debe crearse de manera tal que no sugiera en modo alguno que la Universidad de Emory y el sitio Viajes estén avalando de manera directa o indirecta ningún servicio o mercancía provista en ese sitio externo. A su vez, el enlace debe presentarse de manera tal que indique claramente al usuario que está saliendo de un sitio para acceder a otro.
pt: O website <em>Viagens</em> é de Acesso Livre, o que significa que seu conteúdo é disponibilizado gratuitamente para o estudo e a pesquisa acadêmica individuais, e para fins educacionais. Isto também significa que não é necessário um contrato de licença assinado para o acesso ou utilização do banco de dados; pode-se fazer um link para o <em>Viagens</em> a partir de websites e catálogos de bibliotecas sem necessidade de permissão. Porém, qualquer link para o website <em>Viagens</em> deve ser apresentado de forma a não dar a impressão de que a Emory University e o website <em>Viagens</em> endossem, de modo explícito ou implícito, qualquer bem ou serviço fornecido no site externo; e o link deve ser apresentado de modo a indicar claramente que o usuário está deixando um site e acessando outro.

source: Emory University and the <em>Voyages</em> project team have posted the material on this website in an effort to make meaningful information widely available, free of charge for personal or research purposes, in a manner that they believe is consistent with the intentions of the individuals and people who came together to create these works. The University and the <em>Voyages</em> project team have made diligent efforts to locate and obtain permission to post this material from any individual or group that may own rights therein. Please contact the <em>Voyages</em> website administrator if you have an interest in these materials and have any objection or concern with respect to the posting of them.
es: La Universidad de Emory y el equipo de trabajo de Viajes han publicado el contenido de este sitio web con el propósito de hacer disponible información significativa, de manera gratuita, para el uso personal e investigativo, tal y como se cree en concordancia con las intenciones individuales y las de aquellos que juntos han colaborado para crear estas obras. La universidad y el equipo de Viajes han hecho consistentes esfuerzos para localizar y obtener autorización del titular en el caso que así lo requiera previo a la publicación del contenido. En caso de tener interés en dichos materiales y de tener alguna inquietud u objeción a su publicación, por favor contacte al administrador del sitio Viajes.
pt: A Emory University e a equipe do projeto <em>Viagens</em> divulgaram o material deste website com o objetivo de tornar informações relevantes amplamente disponíveis, de forma gratuita para fins pessoais ou de pesquisa, de uma maneira que acreditam ser compatível com as intenções dos indivíduos e das pessoas que se uniram para criar estas obras. A Universidade e a equipe do projeto <em>Viagens</em> se esforçaram ao máximo para localizar e obter permissão para publicar o material de qualquer indivíduo ou grupo que possa ter direitos sobre ele. Favor entrar em contato com o administrador do website <em>Viagens</em> se você tem interesse nestes materiais e faz objeção ou manifesta preocupação com relação à divulgação deles.

source: An <a href="http://creativecommons.org/licenses/by-nc/3.0/" target="_blank">Attribution-Non-Commercial Creative Commons license</a> provides for non-commercial use and re-distribution of items and information on the <em>Voyages</em> website that may be considered the intellectual property of Emory University. Any commercial use is prohibited without the prior written permission of Emory University as well as any owners of rights in the materials, if applicable. Regarding such permission, please contact the <em>Voyages</em> website administrator for additional information.
es: Una <a href="http://creativecommons.org/licenses/by-nc/3.0/" target="_blank">Licencia de atribución no comercial Creative Commons</a> permite el uso y la distribución no comercial de información y artículos en el sitio Viajes que pueden ser considerados propiedad intelectual de la Universidad de Emory. Cualquier uso comercial sin previa autorización escrita de la Universidad de Emory, así como de los propietarios de los derechos de autor en caso de existir estos queda prohibido. Para más información acerca de este permiso, por favor contacte al administrador del sitio Viajes.
pt: Uma licença <a href="http://creativecommons.org/licenses/by-nc/3.0/" target="_blank">Creative Commons de Atribuição – Uso Não-Comercial</a> permite o uso não-comercial e a redivulgação de itens e informações contidos no site <em>Viagens</em> que possam ser considerados propriedade intelectual da Emory University. É proibido qualquer uso comercial sem a autorização prévia por escrito da Emory University, bem como de quaisquer proprietários de direitos sobre os materiais, se for aplicável. Em relação a tal autorização, favor entrar em contato com o administrador do site <em>Viagens</em> para informações adicionais.

source: Permissions to Reproduce
es: Autorización para la reproducción de contenido
pt: Autorizações de Reprodução

source: The materials on this site come from a variety of repositories and private collections. The low-resolution images available on the website are suitable for immediate printing or downloading to provide good-quality reference copies for a wide range of educational, creative, and research purposes. High-resolution copies of images from the collections of Emory Libraries are available for licensing for personal use and for professional reproduction; permission to reproduce these images may be sought from Emory Libraries’ <a href="http://marbl.library.emory.edu/reproduction-options.html" target="_blank">Manuscripts, Archives, and Rare Book Library</a>. In many cases, copies of images from external repositories and collections are also available, but must be obtained from those repositories and collections directly.
es: El contenido de este sitio web proviene de una variedad de repositorios y colecciones privadas. Las imágenes de baja resolución disponibles en el sitio son adecuadas para imprimir inmediatamente o descargar para así proveer copias de buena calidad para múltiples propósitos educativos, creativos investigativos. Las copias de imágenes de alta resolución pertenecientes a las colecciones de las bibliotecas de Emory están disponibles para la concesión de licencias para uso personal y profesional. El permiso para reproducir estas imágenes puede solicitarse a la Biblioteca de manuscritos, archivos y libros raros de Emory. En muchos casos también hay copias disponibles provenientes de otros repositorios y colecciones externas, pero en esos casos las copias deben solicitarse a dichos repositorios y colecciones directamente.
pt: Os materiais contidos neste site provêm de uma variedade de repositórios e coleções particulares. As imagens de baixa resolução disponíveis no website são adequadas à impressão ou download imediato com vistas a proporcionar cópias de referência de boa qualidade para uma ampla gama de propósitos educacionais, criativos e de pesquisa. As cópias de alta resolução de imagens das coleções das Emory Libraries estão disponíveis para licenciamento para uso pessoal e para reprodução profissional; a permissão para a reprodução dessas imagens pode ser solicitada a partir da <a href="http://marbl.library.emory.edu/reproduction-options.html" target="_blank">Manuscripts, Archives, and Rare Book Library</a> da biblioteca das Emory Libraries. Em muitos casos, as cópias de imagens de coleções e repositórios externos também estão disponíveis, mas elas devem ser obtidas diretamente desses repositórios e coleções.

source: The following chart offers a limited guide to the types of intellectual content found on this site and whose permission may need to be sought in order to reuse or republish these items in another context.
es: La siguiente tabla ofrece una guía limitada de los tipos de contenido intelectual hallados en este sitio y que pueden requerir de permiso para reusarlos o publicarlos en otro contexto.
pt: O quadro abaixo oferece um guia limitado aos tipos de conteúdo intelectual encontrados neste site, cuja permissão pode ser necessário solicitar para reutilizar ou republicar esses itens em outro contexto.

source: TYPE OF CONTENT
es: TIPO DE CONTENIDO
pt: TIPO DE CONTEÚDO

source: USE RESTRICTIONS
es: RESTRICCIONES DE USO
pt: RESTRIÇÕES DE USO

source: CITATION EXAMPLE
es: EJEMPLO DE OBRA CITADA
pt: EXEMPLO DE CITAÇÃO

source: NOTES
es: NOTAS
pt: OBSERVAÇÕES

source: CODE
es: CODIGO
pt: CÓDIGO

source: <a href="http://www.gnu.org/licenses/gpl.html" target="_blank">GNU General Public License, v. 3</a> or later
es: <a href="http://www.gnu.org/licenses/gpl.html" target="_blank">GNU Licencia Pública General, v. 3</a> o posterior
pt: <a href="http://www.gnu.org/licenses/gpl.html" target="_blank">GNU General Public License, v. 3</a> ou posterior

source: Not applicable.
es: No corresponde.
pt: Não aplicável.

source: Code for this site may be found at <a href="https://github.com/emory-libraries/voyages" target="_blank">GitHub</a>, and is made available to support open source programming efforts. Visit the GNU website for more information on the limits of this license."
es: El código para este sitio puede encontrarse en <a href="https://github.com/emory-libraries/voyages" target="_blank">GitHub</a>, y se ha hecho disponible como parte de los esfuerzos para promover la programación de código abierto. Visite el sitio web de GNU para más información sobre los límites de esta licencia."
pt: O código relativo a este site pode ser encontrado em <a href="https://github.com/emory-libraries/voyages" target="_blank">GitHub</a>, sendo disponibilizado em apoio aos esforços de programação de código aberto. Visite o website do GNU para mais informações sobre os limites desta licença.

source: DATA
es: NFORMACION
pt: DADOS

source: Historical data
es: Información histórica
pt: Dados históricos

source: Public domain (use restrictions do not apply).
es: Dominio público (sin restricción de uso)
pt: Domínio público (restrições de uso não são aplicáveis).

source: <span class="format">Format:</span> [name of specific database used]. [latest publication year of data, indicated on the Downloads page of the site]. <i>Voyages: The Trans-Atlantic Slave Trade Database.</i> [website URL or permanent link created from data search] (accessed Month, Day, Year).
es: <span class="format">Formato:</span> [nombre específico de la base de datos utilizada]. [último año de publicación, tal y como se indica en la página de Descargas del sitio web]. <i>Viajes: base de datos del tráfico trasatlántico de esclavos.</i> [dirección URL o enlace permanente creado como resultado de la búsqueda de información] (accedido en el Mes, Día, Año).
pt: <span class="format">Formato:</span> [nome de banco de dados específico utilizado]. [publicação mais recente, ano do dado, indicado na página Downloads do site]. <i>Viagens: O Banco de Dados do Tráfico de Escravos Transatlântico</i> [URL do website ou link permanente criado a partir de pesquisa de dados] (acessado em Dia, Mês, Ano)

source: <span class="example">Example:</span> Voyages Database. 2009. <i>Voyages: The Trans-Atlantic Slave Trade Database.</i> <a href="http://www.slavevoyages.org" target="_blank">http://www.slavevoyages.org</a> (accessed January 1, 2010).
es: <span class="example">Ejemplo:</span> Base de datos Viajes. 2009. <i>Viajes: base de datos del tráfico trasatlántico de esclavos.</i> <a href="http://www.slavevoyages.org" target="_blank">http://www.slavevoyages.org</a> (accedido enero 1, 2010).
pt: <span class="example">Exemplo:</span> Banco de Dados: Viagens. 2009. <i>Viagens: O Banco de Dados do Tráfico de Escravos Transatlântico.</i> <a href="http://www.slavevoyages.org" target="_blank">http://www.slavevoyages.org</a> (acessado em 01 de janeiro de 2010).

source: Data drawn from historical documents is public domain and therefore not restricted. Imputed data (indicated with an asterisk, *, in the Voyages Database, and all data in the Estimates Database) is licensed through a Creative Commons license. Visit the Creative Commons website for more information on the limits of this license.
es: La información obtenida es del dominio público y por lo tanto no es restringida. La información imputada, indicada con asterisco (*) en la base de datos Viajes, junto a toda la información de la base de datos de Estimaciones tiene la licencia de Creative Commons de los Estados Unidos. Visite la página web de Creative Commons para más información sobre los términos de esta licencia.
pt: Os dados extraídos de documentos históricos são de domínio público, não sendo restritos, portanto. Os dados imputados (indicados com um asterisco, *, no Banco de Dados: Viagens, e todos os dados no Banco de dados: Estimativas) são licenciados através de uma licença Creative Commons. Visite o website da Creative Commons para mais informações sobre os limites desta licença.

source: Imputed data
es: Información inputada
pt: Dados imputados

source: <a href="http://creativecommons.org/licenses/by-nc/3.0/us" target="_blank">Creative Commons Attribution-Noncommercial 3.0 United States License</a>.
es: <a href="http://creativecommons.org/licenses/by-nc/3.0/us" target="_blank">Licencia de atribución no comercial 3.0 Creative Commons de los Estados Unidos</a>.

source: <span class="example">Example:</span> Estimates Database. 2009. <i>Voyages: The Trans-Atlantic Slave Trade Database.</i>
es: <span class="example">Ejemplo:</span> Base de datos de Estimaciones. 2009. <i>Viajes: base de datos del tráfico trasatlántico de esclavos.</i>
pt: <span class="example">Exemplo: </span> Banco de dados: Estimativas. 2009. <i>Viagens: O Banco de Dados do Tráfico de Escravos Transatlântico.</i>

source: (accessed January 1, 2010).
es: (accedido enero 1, 2010).
pt: (Acessado em 01 de Janeiro de 2010).

source: IMAGES
es: IMAGENES
pt: IMAGENS

source: Digitized objects
es: Objetos digitalizados
pt: Objetos digitalizados

source: For permission questions or requests, contact the institution that provided the digital copy and/or holds the original.
es: Para cuestiones de autorización o solicitudes, contacte la institución que proveyó la copia digital y/o posee el original.
pt: Em caso de dúvidas a respeito de permissão ou pedidos de permissão, entre em contato com a instituição que forneceu a cópia digital e/ou detém o original.

source: <span class="format">Format:</span> [title provided for digitized image in the Images section]. JPEG. <i>Voyages: The Trans-Atlantic Slave Trade Database.</i> [URL for Voyages Images Database] (accessed Month, Day, Year).
es: <span class="format">Formato:</span> [título provisto para la imagen digitalizada en la sección de Imágenes.] JPEG. <i>Viajes: base de datos del tráfico trasatlántico de esclavos.</i> [Dirección URL de la base de datos Viajes de Imágenes] (accedido en el Mes, Día, Año).
pt: <span class="format">Formato: </span> [título fornecido para imagem digitalizada na seção Imagens]. JPEG. <i>Viagens: O Banco de Dados do Tráfico de Escravos Transatlântico.</i> [URL do Banco de Dados Imagens Viagens] (acessado em Dia, Mês, Ano).

source: <span class="example">Example:</span> West and West-Central Africa, c. 1660. JPEG. <i>Voyages: The Trans-Atlantic Slave Trade Database.</i>
es: <span class="example">Ejemplo:</span> África Occidental y Central, circa 1660. JPEG. <i>Viajes: base de datos del tráfico trasatlántico de esclavos.</i>
pt: <span class="example">Exemplo: </span> África Ocidental e Centro-Ocidental, c. 1660. JPEG. <i>Viagens: Banco de Dados do Tráfico de Escravos Transatlântico.</i>
