Repository: rice-crc/voyages
Catalog: voyages/locale/*/LC_MESSAGES/django.po
Languages: es, pt

source: Although the Trans-Atlantic Slave Trade Database includes all slave voyages that have been documented up to now, it cannot claim to be complete. Records of many voyages have disappeared, in some cases irretrievably, while other documents remain to be discovered in public and private archives. The “Estimates,” on the other hand, provide an educated guess of how large the slave trade actually was. Altogether, the estimates are about 25 percent higher than unadjusted numbers in the main database. They raise the final totals to over 12,500,000 Africans forced to undertake the Middle Passage and around 10,700,000 who completed it, the largest forced migration in modern history.
es: Si bien la Base de datos del tráfico transatlántico de esclavos incluye todas aquellas expediciones que hasta el momento han sido documentadas, no se considera completa en su totalidad. Algunos registros han desaparecido, totalmente en ocasiones, en otras ha sido imposible restaurarlos, y otros aún quedan por encontrarse en archivos públicos y privados. Por otro lado, esta sección permite un cálculo bien fundamentado del volumen total de la trata en verdad. En su conjunto se calcula que la cifra de esclavos supera el 25 por ciento del número (sin ajustar) reportado en la base de datos principal. Según este cálculo la cifra de africanos forzados a cruzar el Atlántico supera los 12.500.000 siendo el número de sobrevivientes -aquellos que llegaron a su destino- aproximadamente 10.700.000, el mayor éxodo forzado de la historia moderna.
pt: Embora o Banco de Dados do Tráfico de Escravos Transatlântico inclua todas as viagens de escravos que foram documentadas até agora, ele não se pretende completo. Os registros de muitas viagens desapareceram, em alguns casos irremediavelmente, e outros documentos ainda serão descobertos em arquivos públicos e privados. As “Estimativas”, por outro lado, fornecem avaliações aproximadas das dimensões reais do tráfico de escravos. Ao todo, as estimativas correspondem a valores cerca de 25 por cento maiores do que as cifras não ajustadas que constam no banco de dados principal. Elas elevam os totais finais para mais de 12,5 milhões de africanos forçados a empreender a travessia do Atlântico, tendo 10,7 milhões deles, mais ou menos, completado a maior migração forçada da história moderna.

source: A scholar-public collaborative project using audio recordings of names in African Names Database to trace the geographic origins of Africans transported in the transatlantic slave trade.
es: Un proyecto colaborativo público y académico que utiliza grabaciones de audio de los nombres africanos que se encuentran en la base de datos de nombres africanos con el propósito de encontrar los orígenes de los africanos transportados por la trata esclavista.
pt: Um projeto colaborativo acadêmico e público, que utiliza gravações de áudio de nomes do Banco de Dados Nomes Africanos para localizar as origens geográficas dos africanos transportados no tráfico de escravos transatlântico.

source: Assessing the Slave Trade
es: Análisis del tráfico de esclavos
pt: Análises do Tráfico de Escravos

source: A third way of using the Trans-Atlantic Slave Trade Database to interpret the slave trade is to represent statistics derived from it on historical maps. A project is now underway to create an atlas of the slave trade showing cartographically patterns and trends documented in the database. Yale University Press, the publisher of the atlas, and Mapping Specialists, Ltd., have given the Voyages website permission to preview 9 of over 200 maps that will make up the atlas. They depict the origins of the Atlantic slave trade, its development over time, how wind and ocean currents shaped its routes, and how it affected regions and ports in Africa and the Americas.
es: Un tercer modo de usar la Base de datos del tráfico transatlántico de esclavos para el estudio de la trata es mediante la presentación de datos estadísticos obtenidos de la misma en mapas históricos. En este momento se está trabajando en un proyecto de creación de un atlas del tráfico de esclavos que muestra en forma cartográfica los patrones y tendencias documentadas por la base de datos. Yale University Press, la editorial a cargo de la publicación, junto con Mapping Specialists, Ltd., han autorizado a este sitio web para mostrar nueve de los más de 200 mapas contenidos en el atlas. Dichos mapas muestran los orígenes del tráfico de esclavos del Atlántico, su desarrollo a través del tiempo, la influencia de los vientos y corrientes oceánicas en la delineación de las rutas y su efecto en las regiones y puertos de África y las Américas.
pt: Um terceiro modo de usar o Banco de Dados do Tráfico de Escravos Transatlântico para interpretar o tráfico de escravos é representar as estatísticas derivadas dele em mapas históricos. Está em andamento um projeto para criar um atlas do tráfico de escravos, mostrando cartograficamente padrões e tendências documentadas no banco de dados. A Yale University Press, editora do atlas, e a Mapping Specialists Ltd. deram permissão ao website Viagens para visualizar 9 dos mais de 200 mapas que serão incluídos no atlas. Eles apresentam as origens do tráfico de escravos atlântico, seu desenvolvimento ao longo do tempo, de que modo suas rotas foram configuradas pelos ventos e correntes marítimas e qual foi seu impacto sobre regiões e portos na África e nas Américas.

source: Contact us
es: Contáctenos
pt: Fale conosco

source: During the last 60 years of the trans-Atlantic slave trade, courts around the Atlantic basins condemned over two thousand vessels for engaging in the traffic and recorded the details of captives found on board including their African names. The African Names Database was created from these records, now located in the Registers of Liberated Africans at the Sierra Leone National Archives, Freetown, as well as Series FO84, FO313, CO247 and CO267 held at the British National Archives in London. Links are provided to the ships in the Voyages Database from which the liberated Africans were rescued, as well as to the African Origins site where users can hear the names pronounced and help us identify the languages in which they think the names are used.
es: Durante los últimos 60 años del tráfico trasatlántico, algunos tribunales alrededor de la cuenca Atlántica expropiaron más de dos mil barcos por participar en la trata y documentaron los detalles de los cautivos a bordo, incluyendo sus nombres africanos. La Base de datos de nombres africanos ha sido creada con información tomada de estos documentos, que en el presente se encuentran en los Registros de africanos liberados en los Archivos Nacionales de Sierra Leona en Freetown, así como también en las Series FO84, FO313, CO247 y CO267 que se encuentran en los Archivos Nacionales de Gran Bretaña en Londres. Del mismo modo se provee enlaces a los registros en la base de datos Viajes con los barcos de donde los africanos fueron liberados, así como al sitio web de los Orígenes africanos, en el que los usuarios pueden escuchar la pronunciación de los nombres y auxiliar a la identificación de los idiomas en los que se encuentran dichos nombres.
pt: Durante os últimos sessenta anos do tráfico de escravos transatlântico, tribunais de toda a bacia do Atlântico condenaram mais de duas mil embarcações por terem se envolvido no tráfico e registraram detalhes referentes aos cativos encontrados a bordo, inclusive seus nomes africanos. O Banco de Dados de Nomes Africanos foi criado a partir desses registros, agora localizados nos Registers of Liberated Africans, nos Sierra Leone National Archives, em Freetown, bem como as séries FO84, FO313, CO247 e CO267 dos British National Archives, em Londres. Há links para os navios que constam no Banco de Dados Viagens nos quais foram resgatados africanos escravizados, bem como para o site African Origins, onde os usuários podem ouvir os nomes pronunciados e nos ajudar a identificar os idiomas a que pertencem.

source: In order to present the Trans-Atlantic Slave Trade Database to a broader audience, particularly a 6-12 grade audience, a dedicated team of teachers and curriculum developers from around the United States developed lesson plans that explore the database. Utilizing the various resources of the website, these lessons plans allow students to engage the history and legacy of the Atlantic slave trade in diverse and meaningful ways. The lessons are all aligned with national standards in history (National Center for History in the Schools), social studies (National Council for the Social Studies), and geography (National Council for Geography Education) and range in both their grade levels and activities. The lessons also suggest readings for more information about the Slave Trade.
es: Con el fin de presentar la base de datos del tráfico trasatlántico de esclavos a un grupo más amplio de usuarios, especialmente de 6-12 grados, un equipo dedicado de maestros y especialistas de currículo en todo los Estados Unidos diseñaron planes de estudio que exploran la base de datos. Utilizando los diversos recursos del sitio web, estos planes de estudio permiten a los estudiantes aplicar la historia y el legado del comercio de esclavos trasatlántico de distintas formas significativas. Las lecciones todas se alinean con los estándares nacionales de historia (National Center for History in the Schools), ciencias sociales (National Council for the Social Studies) y geografía (National Council for Geography Education) y se ajustan al grado académico y actividades correspondientes. Los planes de estudio también sugieren lecturas para más información acerca del comercio de esclavos.
pt: A fim de apresentar o Banco de Dados do Tráfico de Escravos Transatlântico a um público mais amplo, especialmente na faixa etária de 6-12 anos, uma dedicada equipe de professores e elaboradores de currículo proveniente de todas as partes dos Estados Unidos desenvolveu planos de aula que exploram o banco de dados. Utilizando os diversos recursos do website, esses planos de aula permitem que os alunos participem da história e do legado do tráfico atlântico de escravos em diversas e significativas formas. As aulas são todas alinhadas às normas nacionais de história (National Council for the Social Studies), ciências sociais (National Council for the Social Studies) e geografia (National Council for Geography Education), voltadas para diferentes níveis de escolaridade e envolvendo diversas atividades. Elas também sugerem leituras em que é possível obter mais informações sobre o tráfico de escravos.

source: Major sponsors and institutional partners of the Voyages website, as well as other organizations and individuals who have assisted the work of the project team.
es: Principales patrocinadores e instituciones asociadas al sitio web Viajes, así como otras organizaciones e individuos que han apoyado al equipo de trabajo.
pt: Dirigidos aos principais patrocinadores e parceiros institucionais do website Viagens, bem como a outras organizações e pessoas que ajudaram o trabalho da equipe do projeto.

source: Members of the Voyages editorial board and the email address for contacting the website.
es: Miembros de la junta editorial de Viajes y la dirección de correo electrónico para contactarse con el sitio web.
pt: Membros do conselho editorial Viagens e o endereço de e-mail para entrar em contato com o website.

source: Names of scholars and researchers whose findings on the trans-Atlantic slave trade have been incorporated into the Voyages Database.
es: Nombres de los académicos e investigadores cuyos hallazgos sobre el trafico trasatlántico de esclavos han sido incluidos en la base de datos Viajes.
pt: Os nomes dos estudiosos e pesquisadores cujas descobertas sobre o tráfico de escravos transatlântico foram incorporadas ao Banco de Dados: Viagens.

source: Names of the principal investigators, of members of the project development team, and of individuals serving on the steering committee and advisory board.
es: Nombres de los principales investigadores, miembros del equipo de trabajo, así como individuos que participan del comité de dirección y de la junta consultiva.
pt: Nomes dos principais pesquisadores, dos membros da equipe de desenvolvimento do projeto, bem como do conselho executivo e do conselho consultivo.

source: One of the goals of the Trans-Atlantic Slave Trade Database has been to bring the work of historians to a primary and secondary school audience, allowing students to engage in the process of historical inquiry. To that end, a variety of lesson plans spanning a range of grade levels have been developed to offer teachers diverse approaches from which to teach students about the largest forced migration in history. These lesson plans are tied to national standards in Social Studies (National Council for the Social Studies), History (National Center for History in the Schools), and Geography (National Council Geography Education). Relevant lesson plans and educational resources located on other websites have also been identified, to help educators build a broad study of the trans-Atlantic slave trade into their curriculum.
es: Uno de los objetivos de la Base de datos del tráfico trasatlántico de esclavos es situar el trabajo de los historiadores al alcance de estudiantes de educación primaria y secundaria, permitiéndoles involucrarse de manera más profunda en el estudio histórico. Con ese propósito se ha creado una serie de unidades didácticas o planes de estudio diseñados para distintos grados escolares que le permiten al maestro enseñar a estudiantes de distintos niveles desde distintas perspectivas sobre el mayor desplazamiento forzado de la historia. Estos planes de estudio están en concordancia con los estándares de Estados Unidos para los estudios de Ciencias Sociales trazados por el Consejo Nacional para el estudio de las Ciencias Sociales (National Council for the Social Studies), los estudios de Historia establecidos por el Centro Nacional para la enseñanza escolar de la Historia (National Center for History in the Schools) y los de Geografía por el Consejo Nacional para la Enseñanza de la Geografía (National Council for Geography Education). También se identifican otros planes de estudio y demás herramientas educativas de relevancia temática que se hallan en otros sitios web, y que permiten a los educadores un estudio más comprensivo del tráfico trasatlántico de esclavos y por consiguiente el diseño de un currículo más extenso.
pt: Um dos objetivos do Banco de Dados do Tráfico de Escravos Transatlântico é disponibilizar o trabalho de historiadores para alunos do ensino primário e secundário, permitindo que eles participem do processo de investigação histórica. Para este fim, desenvolveram-se diversos planos de aula voltados para diferentes níveis de escolaridade, oferecendo aos professores abordagens diversas para apresentar aos alunos a maior migração forçada da história. Esses planos de aula estão vinculados às normas norte-americanas nas áreas de Ciências Sociais (National Council for the Social Studies), História (National Center for History in the Schools) e Geografia (National Council for Geography Education). Também foram identificados planos de aula e recursos educacionais relevantes localizados em outros websites, para ajudar os educadores a incluir em seus currículos um estudo abrangente do tráfico de escravos transatlântico.

source: Representations of the trans-Atlantic slave trade, an activity that lasted for centuries, changed over time. With permission from various archives and libraries, selected images enable one to picture people, places, artifacts and vessels of the slave trade era. Links are provided to relevant voyages in the Voyages Database.
es: La representación visual del tráfico trasatlántico de esclavos, una actividad que perduró por siglos, varió con el tiempo. Con el permiso de varios archivos y bibliotecas, las imágenes escogidas permiten al usuario ver la gente, los lugares, los artefactos y los barcos. El usuario puede encontrar enlaces entre las imágenes y algunos viajes de la base de datos principal.
pt: As representações do tráfico de escravos transatlântico, uma atividade que durou séculos, foram mudando ao longo do tempo. Com a permissão de vários arquivos e bibliotecas, as imagens selecionadas possibilitam que sejam visualizados pessoas, lugares, objetos e navios da época do tráfico de escravos. São fornecidos links para viagens relevantes na base de dados Viagens.

source: The “Contribute” section consists of data entry forms by which users of the website can supply new information or revise existing information on trans-Atlantic slaving voyages. Specialists on the slave trade will review submissions of new or revised information. Once confirmed, the new or revised information will be incorporated in the next revision of the database appearing in the website. We anticipate releasing a new revision every three years.
es: La sección “Contribuir” consiste en formularios de entrada de datos a través de los cuales los usuarios del sitio web pueden enviar nueva información acerca de viajes trasatlánticos, así como revisar y corregir la ya existente. Los especialistas del tema en el sitio web recibirán y evaluarán el contenido enviado. Una vez aprobado, la información nueva o corregida será incorporada en la siguiente revisión de la base de datos, apareciendo así en el sitio web. Podemos anticipar una revisión del sitio cada tres años.
pt: A seção “Colaborar” consiste em formulários de entrada de dados através dos quais os usuários do website podem fornecer novas informações ou corrigir informações existentes a respeito do tráfego transatlântico de escravos. As novas informações e correções propostas serão examinadas por especialistas no tráfico de escravos. Uma vez confirmada, a informação nova ou corrigida será incorporada na próxima revisão do banco de dados disponibilizado no website. Prevemos lançar uma nova revisão a cada três anos.

source: The Trans-Atlantic Slave Trade Database comprises nearly 35,000 individual slaving expeditions between 1514 and 1866. Records of the voyages have been found in archives and libraries throughout the Atlantic world. They provide information about vessels, enslaved peoples, slave traders and owners, and trading routes. A variable (Source) cites the records for each voyage in the database. Other variables enable users to search for information about a particular voyage or group of voyages. The website provides full interactive capability to analyze the data and report results in the form of statistical tables, graphs, maps, or on a timeline.
es: La base de datos de comercio de esclavos trans-atlánticos comprende casi 35.000 expediciones de esclavización individuales entre 1514 y 1866. Los registros de los viajes se han encontrado en archivos y bibliotecas en todo el mundo Atlántico. Proporcionan información sobre los buques, los pueblos esclavizados, los comerciantes de esclavos y los dueños, y las rutas comerciales. Una variable (Source) cita los registros de cada viaje en la base de datos. Otras variables permiten a los usuarios buscar información sobre un viaje o grupo de viajes en particular. El sitio web proporciona una capacidad interactiva completa para analizar los datos y los resultados del informe en forma de tablas estadísticas, gráficos, mapas o en una línea de tiempo.
pt: O Banco de Dados do Tráfico de Escravos Transatlântico abrange quase 35.000 expedições negreiras ocorridas entre 1514 e 1866. Foram encontrados registros dessas viagens em arquivos e bibliotecas de todo o mundo atlântico. Eles fornecem informações sobre embarcações, povos escravizados, traficantes e proprietários de escravos, e rotas de comércio. A variável Fonte fornece os registros de cada viagem no banco de dados. Outras variáveis permitem aos usuários procurar informações sobre uma viagem específica ou um determinado conjunto de viagens. O website disponibiliza plena interatividade para analisar os dados e relatar os resultados na forma de quadros estatísticos, gráficos, mapas ou linha do tempo.

source: The Trans-Atlantic Slave Trade Database is the culmination of several decades of independent and collaborative research by scholars drawing upon data in libraries and archives around the Atlantic world. The Voyages website itself is the product of two years of development by a multi-disciplinary team of historians, librarians, curriculum specialists, cartographers, computer programmers, and web designers, in consultation with scholars of the slave trade from universities in Europe, Africa, South America, and North America. The National Endowment for the Humanities is the principal sponsor of the project, and it is an Emory University Digital Library Research Initiative.
es: La base de datos sobre el comercio de esclavos trans-atlánticos es la culminación de varias décadas de investigación independiente y colaborativa de los estudiosos que se basan en la información en bibliotecas y archivos alrededor del mundo Atlántico. El sitio web de Viajes en sí es el producto de dos años de desarrollo por un equipo multidisciplinar de historiadores, bibliotecarios, especialistas en currículo, cartógrafos, programadores y diseñadores web, en consulta con los eruditos de la trata de esclavos de universidades de Europa, África, Sudamérica y Norteamérica. El NEH es el principal patrocinador del proyecto, y es una iniciativa de investigación de la biblioteca digital de la Universidad Emory.
pt: O Banco de Dados do Tráfico de Escravos Transatlântico é o resultado de várias décadas de pesquisas independentes e colaborativas, com base em dados encontrados em bibliotecas e arquivos de todo o mundo atlântico. O website Viagens é o produto de dois anos de trabalho de uma equipe multidisciplinar de historiadores, bibliotecários, especialistas em currículo, cartógrafos, programadores de computador e web designers, em consulta com estudiosos do tráfico de escravos de universidades da Europa, África, América do Sul e América do Norte. O National Endowment for the Humanities é o principal patrocinador do projeto, que é uma Emory University Digital Library Research Initiative.
