Repository: rice-crc/voyages
Catalog: voyages/locale/*/LC_MESSAGES/django.po
Languages: es, pt

source: <div class="faq-answer"><p>Most of the icons enable the user to zoom in or out. As the zoom level changes, so do labels and geophysical or historical background.</p><p>At the far left are pointers to the left and right. Once one begins to move back and forth between zoom levels by icons to the right, these pointers provide an alternative means of changing zoom level.</p><p>Next, from left to right, are icons of a hand and an empty magnifying glass. As explained on p. 20 of the Guide, these icons allow you to zoom in a map by defining an area to enlarge: (1) click on the empty magnifying glass icon; (2) using the cross-hair cursor, click and hold the mouse button and then drag the mouse diagonally over the area you wish to enlarge; and (3) release the mouse button.</p><p>The middle icons also allow you to zoom in (+) or zoom out (-) between 4 levels or scales: 20, 6, 3, and 1, as shown at the bottom left of the map. Scale 20 shows the largest area, but the least detail. Only broad regions are labeled at this zoom level. Scales 6 and 3 encompass smaller areas of the Atlantic and are suitable for maps with labels of specific regions, but not ports within them. Scale 1 covers the smallest area and shows the most detail. It is meant to be used for viewing maps showing the exact location of ports and places. The bar in between the zoom in and out icons provides another way of moving among the four scales.</p><p>Finally, the three icons to the right allow you to set the size of the map on your screen. The lowest setting enables you to view the map display without scrolling. In the navigation box at the bottom right, you will see exactly how much and what part of the entire map of the Atlantic world you can see. At the middle and high size settings, you will have to use scroll bars to see the entire area of the map display.</p></div>
es: <div class="faq-answer"><p>La mayoría de los íconos permiten al usuario ampliar o reducir la ampliación del mapa. Según cambia el nivel de ampliación, así lo hacen también las etiquetas del fondo geofísico o histórico.</p><p>A la extrema izquierda hay indicadores hacia la derecha y hacia la izquierda. Una vez que comenzamos a movernos hacia atrás y hacia adelante en los niveles de ampliación utilizando los íconos a la derecha, estos indicadores proveen un medio alternativo para cambiar el nivel de ampliación.</p><p>Seguidamente, de izquierda a derecha, hay íconos que muestran una mano y una lupa. Como se explica en la página 20 de la Guía, estos íconos le permiten ampliar en un mapa mediante la definición de un área que se quiere agrandar: (1) pulse en el icono de la lupa; (2) utilizando el cursor con la cruz, pulse y mantenga presionado el botón del ratón, arrastrándolo diagonalmente sobre el área que desea amplificar y (3) libere el botón del ratón.</p><p>Los íconos del medio también le permiten agrandar (+) o reducir (-) en cuatro niveles o escalas 20, 6, 3 y 1, como se muestra en la esquina inferior izquierda del mapa. La escala 20 muestra el área mayor, pero con menor detalle. Solamente regiones amplias aparecen marcadas a este nivel. Las escalas 6 y 3 comprenden áreas menores para el Atlántico y son apropiadas para mapas con etiquetas de regiones específicas, pero no para mostrar puertos dentro de ellas. La escala 1 cubre las áreas menores y muestra mayores detalles. Se usa para mostrar mapas señalando la ubicación exacta de puertos y lugares. La barra en medio de los íconos para agrandar y reducir provee otra forma de moverse entre las cuatro escalas.</p><p>Finalmente, los tres íconos de la derecha le permiten ajustar el tamaño del mapa en su pantalla. La configuración más baja le permite ver el mapa sin necesidad de desplazamiento. En la caja de navegación en la extrema derecha inferior, puede verse exactamente cuánto y qué parte del mapa del mundo Atlántico completo podemos ver. En la configuración de tamaño medio y grande tendrá que usar las barras de desplazamiento para ver el área completa del mapa.</p></div>
pt: <div class="faq-answer"><p>A maioria dos ícones permite ao usuário ampliar ou reduzir o zoom. À medida que o nível de zoom muda, mudam também as legendas e as informações geofísicas ou históricas.</p><p>Na extrema esquerda estão setas voltadas para a esquerda e a direita. Quando se altera o nível de zoom pelos ícones à direita, estas setas fornecem um meio alternativo de mudar o nível de zoom.</p><p>Em seguida, da esquerda para a direita, estão os ícones de uma mão e de uma lupa vazia. Conforme é explicado na p. 20 do Guia, estes ícones permitem que você faça um zoom em um mapa a partir da definição de uma área para ampliar: (1) clique no ícone da lupa vazia; (2) usando o cursor em forma de cruz, mantenha clicado o botão do mouse e depois arraste o mouse diagonalmente sobre a área que deseja ampliar; e (3) solte o botão do mouse.</p><p>Os ícones do meio também permitem que você aumente (+) ou diminua (-) o zoom em quatro níveis ou escalas: 20, 6, 3 e 1, como se vê na parte inferior esquerda do mapa. A escala 20 mostra a maior área, mas apresenta o menor número de detalhes. Somente as grandes regiões são legendadas neste nível de zoom. As escalas 6 e 3 abrangem áreas menores do Atlântico e são adequadas para mapas com legendas de regiões específicas, mas não para portos nelas localizados. A Escala 1 abrange a menor área e mostra o maior número de detalhes. Ela foi criada para ser utilizada na visualização de mapas que mostrem a localização exata de portos e demais locais. A barra entre os ícones de zoom + e - fornece uma outra maneira de se mover entre as quatro escalas.</p><p>Finalmente, os três ícones à direita permitem que você defina o tamanho do mapa na tela. A configuração mais baixa permite que você visualize a apresentação do mapa sem precisar mexer na barra de rolagem. Na caixa de navegação na parte inferior direita, você verá exatamente quanto e que parte de todo o mapa do mundo atlântico você está visualizando. Nas configurações de tamanho médio e grande, você terá que utilizar as barras de rolagem para ver toda a área de visualização do mapa.</p></div>

source: <div class="faq-answer"><p>Numerical variables ask the user to choose one of four options and enter a number or numbers after it:</p><ul><li>Between</li><li>At most</li><li>At least</li><li>is equal to</li></ul><p>For percentages and rates, enter &ldquo;At least &lsquo;0&rsquo;&rdquo; to limit the query to voyages for which such measures can be computed.&nbsp; In general, use whole numbers rather than decimals, for example, "At least 50" rather than "At least .5," for 50% or more.</p></div>
es: <div class="faq-answer"> <p>Las variables numéricas le piden al usuario que seleccione una de cuatro opciones y entre un número o números después de:</p> <ul> <li>Entre</li> <li>Máximo</li> <li>Mínimo</li> <li>Igual a</li> </ul> <p>Para porcentaje y tasas entre &ldquo;Mínimo&lsquo;00&rsquo;&rdquo; para limitar la búsqueda a viajes en los cuales estas medidas pueden ser calculadas.&nbsp; En general, use números enteros en lugar de decimales, por ejemplo, “Mínimo 50” en lugar de “Mínimo 0.5” para 50 por ciento o más.</p> </div>
pt: <div class="faq-answer"><p>As variáveis numéricas pedem ao usuário para escolher uma entre quatro opções e digitar um número ou números depois dela:</p><ul><li>Entre</li><li>No máximo</li><li>No mínimo</li><li>é igual a</li></ul><p>Para porcentagens e taxas, digite “No mínimo 0” para limitar a consulta a viagens em que tais medidas podem ser computadas. Em geral, utilize número inteiros ao invés de decimais, por exemplo, “No mínimo 50” no lugar de “No mínimo .5,” para 50% ou mais.</p></div>

source: <div class="faq-answer"><p>On the right side of the orientation bar beneath the top banner, there are links to four different types of online assistance:</p><ol><li>a <strong>Sitemap</strong> showing all areas of the site at a glance;</li><li>a list of frequently asked questions and answers (<strong>FAQs</strong>);</li><li>video demonstrations of how to use the website and databases (<strong>Demos</strong>);</li><li>a <strong>Glossary</strong> of terms used in the study of the slave trade.</li></ol><p>Additionally, in the Understanding the Database area of The Database section of the site, users can access a guide to understanding and using the online database and the website, including screenshots.</p></div>
es: <div class="faq-answer"> <p>En la parte derecha de la barra de orientación, detrás del banner superior, hay enlaces a cuatro tipos diferentes de asistencia en línea: </p> <ol> <li>Un <strong>Mapa del sitio<strong> mostrando todas las áreas del sitio a primera vista;</li> <li>Una lista de preguntas frecuentes (<strong>Preguntas Frecuentes<strong>);</li> <li>Demostraciones en video sobre cómo usar al sitio web y la base de datos (<strong>Demostraciones</strong>);</li> <li>Un <strong>glosario<strong> de términos usados en el estudio del comercio de esclavos</li> </ol> <p>Adicionalmente, en la sección “Para entender la Base de Datos” de este sitio, los usuarios tienen acceso a una guía sobre cómo entender y utilizar la base de datos en línea, incluyendo capturas de pantalla.</p> </div>
pt: <div class="faq-answer"><p>No lado direito da barra de orientação, sob o banner superior, há links para quatro tipos de ajuda on-line:</p><ol><li>um <strong>Mapa do Website </strong>mostrando todas as áreas do site numa única visada;</li><li>uma lista com as perguntas mais frequentes e com as respostas a elas (<strong>Perguntas Frequentes</strong>);</li><li>demonstrações em vídeo de como usar o website e o bancos de dados (<strong>Demos</strong>);</li><li>um <strong>Glossário</strong> de termos utilizados no estudo do tráfico de escravos.</li></ol><p>Além disso, em Para entender a área do Banco de Dados, na seção do Banco de Dados do website, os usuários podem acessar um guia à compreensão e utilização do banco de dados on-line e do website, incluindo imagens de tela.</p></div>

source: <div class="faq-answer"><p>That depends on the manual of style you are following. Most citations of materials on a website, however, involve name of author [when given], title of text [when given], name of the website, URL, and date accessed. For example, according to <em>The Chicago Manual of Style Online</em>, the introductory essay by David Eltis in the essays subsection of Assessing the Slave Trade should be cited as follows:</p><p>David Eltis, &ldquo;A Brief Overview of the Trans-Atlantic Slave Trade,&rdquo; Voyages: The Trans-Atlantic Slave Trade Database, <a href="../../../../assessment/essays" target="_blank">http://www.slavevoyages.org/assessment/essay</a> (accessed April 27, 2008).</p><p>For more citation examples, see &ldquo;Permissions to Reproduce&rdquo; on the <a href="../../../../help/page_legal">Legal page</a> of this website.</p></div>
es: <div class="faq-answer"> <p>Depende del manual de estilo que usted siga. Sin embargo, en la mayoría de las citas de materiales en un sitio web tienen que figurar el nombre del autor (cuando este es dado), el nombre el sitio web, URL (Uniform Resource Locator) y la fecha de acceso. Por ejemplo, de acuerdo con el <em>Chicago Manual of Style Online</em>, el ensayo introductorio hecho por David Eltis en la subsección de ensayos de Análisis del tráfico de esclavos debe ser citado como sigue:</p> <p>David Eltis, &ldquo;Breve Descripción General del Comercio Trasatlántico de Esclavos&ldquo;, Viajes: Base de datos del tráfico transatlántico de esclavos. <a href="../../../../assessment/essays" target="_blank"http://www.slavevoyages.org/assesment/essay</a> (acceso en Abril 27, 2008).</p> <p>Para más ejemplos de citas vea: &ldquo;Permiso para Reproducir&rdquo; en la <a href="../../../../help/page_legal">Página Legal de este sitio.</p> </div>
pt: <div class="faq-answer"><p>Isso depende do manual de estilo que você está seguindo. A maioria das citações de materiais de um website, no entanto, envolve o nome do autor [quando dado], o título do texto [quando dado], o nome do website, o URL e a data de acesso. Por exemplo, de acordo com o <em>Chicago Manual of Style Online</em>, o ensaio introdutório de David Eltis na subseção ensaios de Análises do Tráfico de Escravos deve ser citado da seguinte forma:</p><p>David Eltis, “Um breve resumo do tráfico de escravos transatlântico,” Viagens: Banco de Dados do Tráfico Transatlântico de Escravos, <a href="../../../../assessment/essays" target="_blank">http://www.slavevoyages.org/assessment/essay</a> (acessado em 27 de abril de 2008).</p><p>Para mais exemplos de citações, consulte “Autorizações para Reprodução” na página <a href="../../../../help/page_legal">Questões Legais</a> deste website.</p></div>.

source: <div class="faq-answer"><p>The Atlantic world is divided, for cartographical purposes, into six or nine broad regions, depending on whether one is in Search the Database or Estimates. In the former, the regions are Europe, Africa, Brazil, the Caribbean, Spanish Central America, and Mainland North America. &nbsp;In the latter, they are also Europe, Mainland North America, Brazil, and Africa, but further divide the remaining areas of disembarkation into the British Caribbean, French Caribbean, Dutch Americas, Danish West Indies, and Spanish Americas. See the answer to the FAQ about differences between maps in the Voyage Database and Estimates for further information.</p><p>Each broad region contains specific regions. They are defined differently for each broad region: nation-states in the case of Europe, segments of the coast for Africa, large geographical areas for Brazil and Spanish Central America, colonies in the Caribbean, and colonies / states on the North American mainland. Specific locations, usually ports, are shown within specific regions.</p><p>These categories are the same as those used in the &ldquo;Voyage Itinerary&rdquo; category in the Voyages Database search interface.</p></div>
es: <div class="faq-answer"> <p>El mundo Atlántico está dividido, con propósitos cartográficos, en seis regiones amplias, dependiendo si uno está en Búsqueda en la base de datos o en Estimaciones. En el primero, las regiones son Europa, África, Brasil, el Caribe, la América Española continental y Norteamérica Continental, que se refiere a Estados Unidos. &nbsp;En el segundo son también Europa, Norteamérica Continental, Brasil y África, pero divide además las restantes áreas de desembarco en el Caribe Británico, el Caribe Francés, la América Holandesa, el Caribe Danés y la América Española en su totalidad (el Caribe y las colonias continentales). Vea las respuestas a las Preguntas Frecuentes (FAQ) acerca de las diferencias entre los mapas en la base de datos Viajes y los Estimaciones para información adicional.</p> <p>Cada región amplia contiene regiones específicas. Están definidas de forma diferente para cada región amplia: naciones-estados en el caso de Europa, segmentos de la costa de África, grandes áreas geográficas para Brasil y la América Española, colonias en el Caribe y colonias o estados en la Norteamérica Continental (hoy Estados Unidos). Lugares específicos, generalmente puertos, se muestran dentro de regiones específicas.</p> <p>Estas categorías son las mismas utilizadas por &ldquo;Itinerario de Viaje&rdquo; en la interface de búsqueda en Base de datos Viajes.</p> </div>
pt: <div class="faq-answer"><p>O mundo atlântico é dividido, para fins cartográficos, em seis ou nove grandes regiões, dependendo de se estar em Pesquisar no Banco de Dados ou nas Estimativas. No primeiro caso, as regiões são Europa, África, Brasil, Caribe, América Central espanhola e América do Norte continental. Nas Estimativas, elas também são Europa, América do Norte Continental, Brasil e África, mas as áreas de desembarque são subdivididas em Caribe britânico, Caribe francês, Américas holandesas, Índias Ocidentais dinamarquesas e Américas espanholas. Para maiores informações, veja a resposta da Pergunta frequente sobre as diferenças entre os mapas no Banco de Dados Voyage e nas Estimativas.</p><p>Cada grande região contém regiões específicas. Elas são definidas diferentemente em cada grande região: estados-nações, no caso da Europa; segmentos da costa, no da África; grandes áreas geográficas, para Brasil e América Central espanhola; colônias, no caso do Caribe; e colônias/estados, na América do Norte continental. Os locais específicos, geralmente portos, são apresentados dentro de regiões específicas.</p><p>Essas categorias são as mesmas que as usadas na categoria “Itinerário de viagem”, na interface de pesquisa do Banco de Dados: Viagens.</p></div>

source: <div class="faq-answer"><p>Yes, there are buttons on most pages for downloading information or results from the page in a csv (comma delimited file). Simply click on the button. It will transfer the data file to your computer where you can import it into a spreadsheet program of your choice.</p></div>
es: <div class="faq-answer"> <p>Sí, hay botones en casi todas las páginas para descargar información de la página en un archivo csv (archivo delimitado por una coma). Simplemente pulse sobre el botón. Se transferirá la información a su computadora (ordenador) donde puede importarla a la planilla de cálculo de su preferencia.</p> </div>
pt: <div class="faq-answer"><p>Sim, há botões na maioria das páginas para baixar informações ou resultados da página em um arquivo csv (arquivo com valores separados por vírgulas). Basta clicar no botão. Ele transfere o arquivo de dados para o seu computador, de onde você pode importá-lo para o programa de planilha de sua escolha.</p></div>

source: 10th – 12th grade
es: 10th – 12th grados
pt: 10ª à 12ª séries

source: 11th – 12th grade
es: 11th – 12th grados
pt: 11ª à 12ª séries

source: 6th – 8th grade
es: 6-8 grados
pt: 6ª à 8ª séries

source: 7th – 12th grade
es: 7th – 12th grados
pt: 7ª à 12ª séries

source: 9th – 12th grade
es: 9th – 12th grados
pt: 9ª à 12ª séries

source: Abolition; Slave Trade; United States; Primary Sources; Graph skills
es: Abolición; comercio de esclavos; Estados Unidos; fuentes primarias; uso de gráficos
pt: Abolição; Tráfico de Escravos; Estados Unidos; Fontes Primárias; Uso de Gráficos

source: Abolition; Slave Trade; United States; World History; Primary Sources; Graph skills
es: Abolición; comercio de esclavos; Estados Unidos; Historia Mundial, fuentes primarias; uso de gráficos
pt: Abolição; Tráfico de Escravos; Estados Unidos; História do Mundo; Fontes Primárias; Uso de Gráficos

source: AP World History; African and African-American St
es: Historia Universal Avanzada; Estudios africanos y afroamericanos
pt: História do Mundo Avançada; Estudos Africanos e Africanos-Americanos

source: Database Scavenger Hunt
es: Búsqueda en la base de datos
pt: Gincana de Banco de Dados

source: Finding Historical Evidence
es: Hallazgo de la evidencia histórica
pt: Como Encontrar Dados Históricos

source: Geography
es: Geografía
pt: Geografia
