Repository: rice-crc/voyages
Catalog: voyages/locale/*/LC_MESSAGES/django.po
Languages: es, pt

source: <p>The five main sections of the website are listed in the blue banner at the top of the screen: The Database; Assessing the Slave Trade; Resources; Educational Materials; and About the Project. Clicking on the name of one of these sections opens a page with general information about the section and its principal subsections. If you are visiting this site for the first time, you will find it useful to read this introduction. The sitemap, located on the right side of the orientation bar beneath the top banner, provides an at-a-glance list of the sections and subsections of the site.</p>
es: <p>Las cinco secciones principales del sitio web están listadas en el banner azul en la parte superior de la pantalla: Base de Datos, Análisis del tráfico de esclavos; Recursos; Materiales Educativos y Acerca de este Proyecto. Pulsando en el nombre de una de estas secciones abre una página con información general acerca de las secciones y sus subsecciones principales. Si está visitando esta sección por primera vez le será de utilidad leer esta introducción. El mapa del sitio, colocado sobre la barra de orientación debajo del banner superior, provee una lista a primera vista de las secciones y subsecciones del sitio.</p>
pt: <p>As cinco principais seções do website estão listadas no banner azul na parte superior da tela: Banco de Dados; Análises do Tráfico de Escravos; Recursos; Materiais Educativos; e Sobre o Projeto. Ao se clicar no nome de uma dessas seções, abre-se uma página com informações gerais sobre a seção e suas principais subseções. Se você está visitando este site pela primeira vez, será útil ler esta introdução. O mapa do site, localizado no lado direito da barra de orientação abaixo do banner superior, fornece em uma única visada uma lista das seções e subseções do site.</p>

source: <p>The icons and options for maps in both sections are similar, but there are two important differences. The Voyages Database permits users to put dots on maps corresponding to three levels of detail in labeling: broad regions, regions, and places or ports. In Estimates, only dots for broad and specific regions appear on maps. Embarkation regions in Africa are the same in the two sections, but broad disembarkation regions are slightly different. In the Voyages Database, there are six: Europe, Africa, Brazil, the Caribbean, Spanish Central America, and Mainland North America. In Estimates, the Caribbean is further distinguished by the major powers holding slave colonies there: Great Britain, France, the Netherlands, and Denmark. Colonies in the Guianas are included in the Caribbean. Spanish Americas combines Spain&rsquo;s Caribbean colonies (Santo Domingo, Cuba, and Puerto Rico) with its mainland colonies, in Central America and in the Rio de la Plata basin. Specific regions within Mainland North America, the British, French, and Danish Caribbean, and the Dutch and Spanish Americas, are also defined somewhat differently in Estimates than in the Voyages Database.</p>
es: <p>Los íconos y opciones para los mapas son similares, pero hay dos diferencias importantes. La Base de datos Viajes permite a los usuarios poner señales en los mapas, correspondientes a tres niveles de detalles en el etiquetado: regiones amplias, regiones y sitios o puertos. En las Estimaciones, solo aparecen puntos en los mapas para regiones amplias y regiones específicas. Las regiones de embarque en África son las mismas en las dos secciones, pero las regiones amplias de desembarco son ligeramente diferentes. En la base de datos Viajes hay seis: Europa, África, Brasil, el Caribe, la América Española continental y Norteamérica Continental (que refiere a territorios del Estados Unidos de hoy día). En Estimaciones, el Caribe se desglosa en las potencias que tenían colonias esclavistas allí: Gran Bretaña, Francia, Holanda y Dinamarca. Las colonias en las Guayanas se incluyen en el Caribe. La América Española combina las colonias españolas en el Caribe (Santo Domingo, Cuba y Puerto Rico) con sus colonias continentales desde México hasta el Río de La Plata. Regiones específicas dentro de Norteamérica Continental, el Caribe Británico, francés, y danés y, por otra parte, la América Holandesa y la española se definen un poco diferente en las Estimaciones que en la base de datos Viajes.</p>
pt: <p>Os ícones e opções de mapas são semelhantes em ambas as seções, mas há duas diferenças importantes. O Banco de Dados: Viagens permite aos usuários colocar pontos em mapas correspondentes a três níveis de detalhamento: grandes regiões, regiões e lugares ou portos. Nas Estimativas, apenas pontos de grandes regiões e regiões específicas aparecem nos mapas. As regiões de embarque na África são as mesmas nas duas seções, mas as grandes regiões de desembarque são ligeiramente diferentes. No Banco de Dados: Viagens, são seis: Europa, África, Brasil, Caribe, América Central Espanhola e América do Norte Continental. Nas Estimativas, o Caribe é subdividido conforme as grandes potências detentoras de colônias escravistas: Grã-Bretanha, França, Holanda e Dinamarca. As colônias das Guianas estão incluídas no Caribe. A América Espanhola combina as colônias espanholas do Caribe (São Domingos, Cuba e Porto Rico) com as colônias espanholas do continente, na América Central e na bacia do rio da Prata. Regiões específicas da América do Norte, como o Caribe Britânico, o Francês e o Dinamarquês e as Américas Holandesa e Espanhola, também são definidas de modo um pouco diferente nas Estimativas e no Banco de Dados: Viagens.</p>

source: <p>The &ldquo;Contribute&rdquo; subsection of the Voyages Database provides a data entry form designed to facilitate submission of new data. Guidelines are provided there on how to use it. In asking for a user name and password to enter this section, you will be put in contact with a specialist in the area and era of the slave trade in which you are interested who will help you with your contribution.</p>
es: <p>La subsección &ldquo;Contribuir&rdquo; de la base de datos Viajes provee un formulario de entrada de datos designado para facilitar la remisión de datos nuevos. La guía de cómo entrar estos datos está allí expuesta. Cuando solicite un nombre de usuario y una contraseña para entrar a esta sección, usted será puesto en contacto con un especialista en el área y la era del tráfico esclavista en que usted está interesado/a quien le ayudará con su contribución.</p>
pt: <p>A subseção “Colaborar” da Base de Dados Viagens fornece um formulário de entrada de dados projetado para facilitar a apresentação de novos dados, com instruções de uso. Ao pedir um nome de usuário e uma senha para entrar nesta seção, você será colocado em contato com um especialista na área e na época do tráfico de escravos na qual você está interessado, que vai ajudá-lo a dar sua contribuição.</p>

source: <p>The map on the home page is a historical map in the sense that it is an artifact from the period of the slave trade. It is part of the world map <em>Nova totius terrarium orbis geographica ac hydrographica tabula</em>, drawn by the Dutch cartographer Willem Janszoon Blaeu and first published in 1606. The Introductory maps in the section &ldquo;Understanding the Database&rdquo; are historical in another sense. They provide a cartographical view of the history of the slave trade. The nine introductory maps are among more than 150 that will appear in the <em>Atlas of the Slave Trade</em> that will be published soon by Yale University Press. Among the details about a particular voyage provided when one clicks on a row in &ldquo;List of voyages&rdquo; on the default page of the Voyages Database is a &ldquo;Voyage map.&rdquo; Clicking on the tab of that name in &ldquo;Voyage detail&rdquo; displays a map showing the itinerary from where the voyage began to where slaves were purchased to where they landed to where the ship returned to complete an expedition, along with other information when available. Both the Voyages Database and Estimates have maps which allow the user to picture the size and structure of the slave trade as defined by criteria of time, space, national carrier, and other variables in the data set. See the Guide and responses to other FAQs for more information on how to use their interactive features.</p>
es: <p>El mapa en la página principal es un mapa histórico en el sentido que es un artefacto del período del comercio de esclavos. Es parte del mapamundi <em>Nova totius terrarum orbis geographica ac hydrographica tabula</em>, creado por el cartógrafo holandés Willem Janszoon Blaeu y publicado inicialmente en 1606. Los mapas introductorios en la sección &ldquo;Guía de la base de datos&rdquo; son históricos en otro sentido, en tanto muestran una visión cartográfica de la historia de la trata. Los nueve mapas introductorios están entre los más de 150 que aparecen en el <em>Atlas of the Slave Trade</em> publicado por Yale University Press. Entre los detalles sobre un viaje en particular que se obtienen al pulsar en una fila en &ldquo;Lista de viajes &lrquo; en la página inicial de la base de datos Viajes, hay un &ldquo;Mapa de viaje&rdquo;. Pulsando sobre la pestaña correspondiente a ese nombre en &ldquo;Detalles de viaje&rdquo;, un mapa muestra el itinerario desde donde comenzó el viaje hasta donde fueron comprados los esclavos, dónde desembarcaron, dónde el barco regresó para completar la expedición, junto con otra información disponible. Tanto la Base de datos Viajes, como las Estimaciones tienen mapas que le permiten al usuario tener una idea de sobre el tamaño y la estructura del comercio de esclavos definido por criterios de tiempo, espacio, nacionalidad del barco esclavista y otras variables del conjunto datos. Vea la Guía y las respuestas a otras preguntas frecuentes (FAQs)” acerca del uso interactivo de estas herramientas.</p>
pt: <p>O mapa da página inicial é um mapa histórico, no sentido de que é um artefato proveniente do tempo do tráfico de escravos. Faz parte do mapa-múndi <em>Nova totius terrarium orbis geographica ac hydrographica tabula</em>, desenhado pelo cartógrafo holandês Willem Janszoon Blaeu e publicado pela primeira vez em 1606. Os mapas introdutórios na seção “Para entender o banco de dados” são históricos em outro sentido. Eles fornecem uma visão cartográfica da história do tráfico de escravos. Os nove mapas introdutórios estão entre os mais de 150 que aparecerão no <em>Atlas of the Slave Trade</em> que será publicado em breve pela Yale University Press. Entre os detalhes referentes a uma viagem específica quando se clica em uma linha em “Lista de viagens” na página padrão do Banco de Dados: Viagens está um “Mapa da viagem”. Ao se clicar na guia de mesmo nome em “Detalhes da viagem”, surge um mapa mostrando o itinerário do lugar onde a viagem começou àquele onde os escravos foram comprados, àquele onde eles desembarcaram e àquele onde o navio voltou ao completar a expedição, juntamente com outras informações, quando disponíveis. Tanto o Banco de Dados: Viagens quanto as Estimativas contêm mapas que permitem ao usuário visualizar o tamanho e a estrutura do tráfico de escravos tal como definidos por critérios de tempo, espaço, nação transportadora e outras variáveis do conjunto de dados. Consulte o Guia e as respostas a outras Perguntas frequentes para obter mais informações sobre como usar esses recursos interativos.</p>

source: <p>The method of selection depends on the type of variable. If it is numerical, like &ldquo;Voyage identification number&rdquo; or &ldquo;Year arrived with slaves&rdquo; or &ldquo;Total slaves embarked,&rdquo; one is asked to enter a specific number or range of numbers. If it is a name, like that of a ship or its captain or the owner of the venture, one is asked to enter the name or part of it. If the variable consists of a set of categories, such as places or types of outcome of a slaving voyage, then the categories are listed with small check boxes in front of them and one is asked to check those that correspond to categories about which to find information. If there is an arrowhead in front of the checkbox, click on it to reveal further options.</p>
es: <p>El método de selección depende del tipo de variable. Si es numérica, como &ldquo;Número de Identificación del Viaje&rdquo; o &ldquo;Año de llegada con esclavos&rdquo; o &ldquo;Total de esclavos embarcados&rdquo;, se pide digitar un número específico en un rango de números. Si es un nombre, como el del barco, del capitán o el dueño, se pide que digite el nombre o parte de éste. Si la variable consiste en un grupo de categorías, tales como lugares o tipo de desenlace del viaje de esclavos, entonces las categorías se relacionan con pequeñas casillas de selección enfrente y se nos pide marcar aquellas que corresponden con las categorías sobre las cuales necesitamos buscar información. Si hay una flecha frente a la casilla de selección pulse sobre ella para revelar información adicional.</p>
pt: <p>O método de seleção depende do tipo de variável. Se ela for numérica, como “Número de identificação da viagem”, ou “Ano da chegada com escravos”, ou “Total de escravos embarcados”, você será solicitado a digitar um número específico ou um intervalo de números. Se for um nome, como o de um navio ou do capitão ou do proprietário, você será solicitado a digitar o nome ou parte do mesmo. Se a variável consistir em um conjunto de categorias, tais como os locais ou tipos de resultados de uma viagem negreira, então as categorias serão listadas com pequenas caixas de seleção na frente delas, e você será convidado a selecionar aquelas que correspondem às categorias sobre as quais você quer encontrar informações. Se houver uma seta na frente da caixa de seleção, clique sobre ela para revelar mais opções.</p>

source: <p>The performance of the Voyages website has been tested for compatibility with Mozilla Firefox 2, Microsoft Internet Explorer 7, and Safari 3. &nbsp;Interactive features like timelines and maps make extensive use of JavaScript and operate more smoothly on computers not older than three years. The website is designed for a screen resolution of not less than 1024x768 and 32-bit depth. For full display of pages, you may need to disable unnecessary toolbars or side panels in your browser.</p>
es: <p>El funcionamiento del sitio web Viajes ha sido examinado para compatibilidad con Mozilla Firefox 2, Microsoft Internet Explorer 7 y Safari 3. &nbsp;Recursos interactivos como la Cronología y los Mapas hacen uso extenso de la secuencia de comandos Java y operan con más facilidad en computadoras de menos de tres años de antigüedad, con una resolución no menor de 1024x768 con una profundidad de 32 bits. Para exhibición a página completa, puede ser necesario que tenga que desactivar algunas barras de herramientas o paneles laterales en su navegador.</p>
pt: <p>Foi verificada a compatibilidade do website Viagens com o Mozilla Firefox 2, o Microsoft Internet Explorer 7 e o Safari 3. Recursos interativos como linhas do tempo e mapas fazem uso extensivo de JavaScript e funcionam melhor em computadores que tenham no máximo três anos de idade. O website foi projetado para uma resolução de tela de pelo menos 1024 × 768 e 32 bits de profundidade. Para a plena exibição das páginas, pode ser preciso desativar barras de ferramentas ou painéis laterais desnecessários do seu navegador.</p>

source: <p>There are two main options for querying the database: a <strong>basic</strong> search (&ldquo;Basic variables&rdquo;) uses a smaller set of variables, and a <strong>general</strong> search (&ldquo;General variables&rdquo;) uses an expanded set of variables. Basic variables are one-third of the total number of variables in the database, and general variables are a more extensive list of variables (though fewer than the over 200 variables available by downloading the full SPSS dataset).</p>
es: <p>Hay dos opciones principales para consultar la base de datos: una búsqueda <strong>básica</strong> (&ldquo;variables básicas&rdquo;) utiliza un grupo pequeño de variables, y una búsqueda <strong>general</strong> (&ldquo;variables generales&rdquo;) utiliza un grupo expandido de variables. Las variables básicas son un tercio del número total de variables en la base de datos y las variables generales están en una lista más extensa de variables (aunque son menos que las cerca de 200 variables disponibles cuando se descarga el grupo completo de datos SPSS).</p>
pt: <p>Existem duas opções principais para consultar o banco de dados: a busca <strong>básica</strong> (“Variáveis básicas”) utiliza um conjunto menor de variáveis, e a busca <strong>geral</strong> (“Variáveis gerais”) lida com um conjunto ampliado de variáveis. As variáveis básicas constituem um terço do número total de variáveis no banco de dados, e as variáveis gerais compõem uma lista mais extensa de variáveis (embora menor do que as mais de 200 variáveis disponíveis através do download do conjunto completos de dados do SPSS).</p>

source: <p>The timeline is a bar graph that functions similarly in Estimates and the Voyages Database. The main difference is that it shows only captives embarked and disembarked per year in Estimates, while it can describe annual change of a larger number of variables in the Voyages Database. For the latter, click on a variable in the selection box and then on the button "Show." The timeline for Estimates includes a chronology which illustrate how this graphic can be used to show the impact of critical events on the slave trade. Moving the cursor from left to right in the main graph area causes a bar to appear indicating year, and information for that year appears below the timeline. To view a segment of time in more detail, click and drag bars on the left and right of the smaller chart area below the main chart area to the beginning and end year of the desired period. Because estimates take into account voyages for which documentation is lacking, the number of embarked and disembarked slaves will be greater in its timeline than in the one for the main database, but trends will be similar.</p>
es: La línea de tiempo o cronología son un gráfico de barras que funciona de forma similar en las Estimaciones y en la base de datos Viajes. La diferencia principal es que muestra solamente cautivos embarcados o desembarcados por año en las Estimaciones, mientras que base de datos Viajes puede describir el cambio anual de un gran número de variables. Para este último pulse sobre una variable en la casilla de selección y después sobre el botón “Mostrar”. La línea de tiempo para Estimaciones incluye una cronología que ilustra cómo este gráfico puede utilizarse para mostrar el impacto de eventos críticos en el tráfico de esclavos. Moviendo el cursor de izquierda a derecha en el gráfico principal se hace que aparezca una barra indicando el año. La información para ese año aparece debajo de la línea de tiempo. Para ver un segmento de tiempo con más detalle, pulse y arrastre las barras a la derecha y a la izquierda en el área pequeña debajo del gráfico principal al año de comienzo y final del período deseado. Como las Estimaciones tienen en cuenta viajes para los cuales falta documentación, el número de esclavos embarcados y desembarcados será mayor en esta línea de tiempo que en la de la base de datos principal, pero la tendencia será similar.</p>
pt: <p>A linha do tempo é um gráfico de barras que funciona de modo semelhante em Estimativas e no Banco de Dados: Viagens. A principal diferença é que, enquanto nas Estimativas ela mostra apenas cativos embarcados ou desembarcados por ano, no Banco de Dados: Viagens ela pode representar a mudança anual de um número maior de variáveis. Para o segundo caso, clique em uma variável na caixa de seleção e, em seguida, no botão “Mostrar”. A Linha do Tempo nas Estimativas inclui uma cronologia que ilustra de que modo este gráfico pode ser utilizado para mostrar o impacto de eventos cruciais sobre o tráfico de escravos. Ao mover o cursor da esquerda para a direita na área do gráfico principal, surge uma barra indicando o ano, e informações referentes a este ano aparecem embaixo da linha do tempo. Para visualizar um segmento de tempo em maior detalhe, clique e arraste as barras à esquerda e à direita da área menor do gráfico situada embaixo da área do gráfico principal para o primeiro ano e o último ano do período desejado. Como as estimativas levam em conta as viagens não documentadas, o número de escravos embarcados ou desembarcados será maior em sua linha do tempo do que na linha do tempo do banco de dados principal, mas as tendências serão semelhantes.</p>

source: <p>This command resets the query interface to its initial setting, containing all 34,941 voyages in the database. Otherwise, previous specifications remain in effect. If you find less than all voyages or some specifications already set at the beginning of a session, the reason is probably information in your cache from previous sessions which prevents you from making a clean start.</p>
es: <p>Este comando vuelve la investigación a sus parámetros originales, conteniendo todos los 34.941 viajes en la base de datos. De otra forma, pueden mantenerse en efecto especificaciones previas. Si encontramos menos que todos los viajes u otras especificaciones ya establecidas al principio, la razón probable es que hay información de sesiones anteriores retenida en el cache que evita un comienzo de cero.</p>
pt: <p>Este comando redefine a interface de consulta para a sua configuração inicial, que contém todas as 34.941 viagens no banco de dados. Caso contrário, as especificações anteriores continuam em vigor. Se você não encontrar todas essas viagens, ou então se deparar com algumas especificações já definidas no início de uma sessão, provavelmente é porque as informações de sessões anteriores contidas em seu cache o impedem de começar do zero.</p>

source: <p>Thumbnails of images that match the search criteria (a key term, a period of time, or one of the categories into which the images are organized) will appear in the main part of the window. The user can click on any of them for a full size image and commentary.</p>
es: <p>Las miniaturas de imágenes que concuerdan con el criterio de búsqueda (un término clave, un período de tiempo, una de las categorías en las cuales las imágenes están organizadas) aparecerá en la parte principal de la ventana. El usuario puede pulsar sobre cualquiera de ellas para obtener una imagen a tamaño normal y su comentario.</p>
pt: <p>Miniaturas de imagens que correspondem aos critérios de pesquisa (um termo-chave, um período de tempo ou uma das categorias com base nas quais as imagens estão organizadas) aparecerão na parte principal da janela. O usuário pode clicar em qualquer uma delas para obter uma imagem grande e comentários sobre ela.</p>

source: Puerto Rico, port unspecified
es: Puerto Rico, puerto sin especificar
pt: Puerto Rico, porto não especificado
