Repository: rice-crc/voyages
Catalog: voyages/locale/*/LC_MESSAGES/django.po
Languages: es, pt

source: Establishing the outcome of the voyage is an important prerequisite to inferring information about both places of trade and numbers of people purchased. We have a good basis for imputing locations of slave trading as well as estimating the numbers of slaves embarked and disembarked. We turn first to the geography of the traffic. For some voyages we know the intended ports of trade on the African coast and in the Americas. Private correspondence, newspaper reports, and official records of clearances from ports in Europe and the Americas frequently provide such information. Of the 34,948 voyages in the data set, at least 1,262 did not embark slaves, usually on account of capture or natural hazard. Of those that did, several hundred failed to complete the Middle Passage. The data set provides some information on African place of trade for 21,291 voyages or about half of those that are likely to have obtained slaves. While this information surpasses current knowledge of the geography of the slave trade, it is possible to glean yet more. For 4,722 voyages that left Africa with slaves, or could have done so in the sense that the ship was not wrecked or captured prior to trade beginning, we may not know the African place of embarkation, but we do know where the captain intended to buy slaves. If we assume that he did in fact do what was intended, then after eliminating those locations that are not easy to group into regions (for example the French designation Côte d’Or, which ranged from the Windward Coast to the Bight of Biafra), we are left with 25,010 voyages that contain useful information on place of African trade—or about 60 percent of those vessels in our sample that actually did or could have left Africa with slaves. Switching to the other side of the Atlantic, the data set yields some information on ports of arrival for 24,916 voyages. Once more we have additional information on where 5,444 voyages intended to trade their slaves even though we cannot be certain that they actually did so. If we assume that captains completed the voyage according to plan, then the sample for places of disembarkation increases from 24,916 to 30,295 voyages, or close to 75 percent of all those ventures disembarking captives.
es: El establecer el desenlace del viaje es un pre-requisito importante para inferir la información sobre ambos sitios de comercio y el número de personas compradas. Tenemos una buena base para imputar lugares de tráfico de esclavos, así como estimar el número de esclavos embarcados y desembarcados. Primero consideramos la geografía del tráfico. Para algunos viajes conocemos los puertos considerados para el comercio en la costa de África y en las Américas. Correspondencia privada, reportes de periódicos y despachos de aduana en puertos de Europa y las Américas frecuentemente proveen esta información. De los 34,948 viajes en el grupo de datos por lo menos 1.262 no embarcaron esclavos, usualmente debido al peligro de captura o riesgos de origen natural. De aquellos que lo hicieron, algunos cientos fracasaron en cumplir el cruce del atlántico. El grupo de datos provee alguna información sobre lugares de tráfico en África para 21.291 viajes o cerca de la mitad de aquellos que tuvieron probabilidad de haber obtenido esclavos. Mientras esta información sobrepasa el conocimiento que se tiene de la geografía del comercio de esclavos es posible obtener aún más. Para 4.722 viajes que dejaron África con esclavos, o pudieron haberlo hecho en el sentido de que el navío no naufragó o fue capturado antes del comienzo del comercio, podemos no saber el lugar de embarque en África, pero si sabemos dónde el capitán tenía intención de comprar esclavos. Si suponemos que él hizo lo que tenía pensado entonces, después de eliminar aquellas localidades que no son fáciles de agrupar en regiones (por ejemplo, la designación francesa de “Côte-d'Or¨ (Costa de Oro) que iba de la costa de Barlovento hasta la Ensenada de Biafra), nos quedan 25,010 viajes que contienen información útil sobre lugares de comercio africano -o cerca del 60 por ciento de aquellos navíos en nuestra muestra que verdaderamente dejaron o pudieron haber dejado África con esclavos. Trasladándonos hacia el otro lado del Atlántico, el grupo de datos brinda alguna información sobre puertos de llegada para 24.916 viajes. Una vez más, tenemos información sobre dónde 5.444 viajes tenían intención de comerciar sus esclavos, aunque no podemos tener certeza de que verdaderamente lo hicieron. Si suponemos que los capitanes completaron sus viajes de acuerdo con el plan, entonces la muestra de sitios de desembarco aumenta de 24.916 a 30.295 viajes, o cerca del 75 por ciento de todas las operaciones de desembarco de cautivos.
pt: Estabelecer o resultado da viagem é um requisito importante para inferir informações sobre os locais de tráfico e o número de pessoas negociadas. Temos uma boa base para imputar os locais de tráfico de escravos, bem como para estimar o número de escravos embarcados ou desembarcados. Voltemo-nos primeiro para a geografia do tráfico. De algumas viagens, sabemos os portos comerciais na costa africana e nas Américas a que elas eram destinadas. Tais informações são fornecidas frequentemente por correspondência privada, reportagens de jornais e registros oficiais de desalfandegamento em portos da Europa e das Américas. Das 34.948 viagens do conjunto de dados, pelo menos 1.262 não embarcaram escravos, geralmente por conta de capturas ou desastres naturais. Daquelas que o fizeram, centenas não conseguiram concluir a travessia do Atlântico. O conjunto de dados fornece algumas informações sobre o local de tráfico na África em 21.291 viagens, ou cerca de metade das viagens em que provavelmente foram adquiridos escravos. Ainda que essas informações ultrapasse o conhecimento atual da geografia do tráfico de escravos, é possível recolher ainda mais dados. Em 4.722 viagens que partiram da África com escravos, ou poderiam tê-lo feito no sentido de que o navio não foi destruído nem capturado antes de começar traficar, podemos não saber o lugar de embarque na África, mas sabemos onde o comandante pretendia comprar escravos. Se presumimos que ele de fato fez o que pretendia, então depois de eliminar estes locais que não são fáceis de agrupar em regiões (por exemplo, a designação francesa Côte d’Or, que vai desde a Costa do Barlavento até o golfo de Biafra), ficamos com 25.010 viagens em nossa amostra que contêm informações úteis sobre os locais de tráfico na África — ou cerca de 60 por cento dos navios em nossa amostra que de fato partiram, ou podem ter partido, da África com escravos. Ao passarmos para o outro lado do Atlântico, o conjunto de dados contém algumas informações sobre portos de chegada para 24.916 viagens. Uma vez mais, temos informações adicionais sobre os lugares onde 5.444 viagens pretendiam negociar seus escravos, ainda que não possamos ter certeza de que elas realmente o tenham feito. Se presumimos que os comandantes completaram as viagens de acordo com o planejado, então a amostra de locais de desembarque aumenta de 24.916 para 30.295 viagens, quase 75 por cento de todas as viagens em que cativos foram desembarcados.

source: How valid are these assumptions on imputing places of trade from information on intended place of trade? Most slave ships traded in the regions where owners declared they would trade. After eliminating captured ships that rarely completed their voyages as intended, as well as those ships with very broadly defined destinations ("Americas" or "British North America"), a Pearson product moment correlation run on ports of arrival in the Americas generated a coefficient of 0.83 (n=9,541). A similar procedure for region of trade in Africa and intended region of trade produced a Pearson product moment correlation of 0.714 (n=13,951). Ii should also be kept in mind that merchandise always had to be loaded in Europe and the Americas for a specific African region and was often impossible to sell in another region. It was unusual to find a specific manufactured good selling in more than one region.<span class="superscript">(10)</span> Taken together, this evidence appears sufficiently strong to allow some modest inferences for those voyages that we know purchased slaves in Africa, or subsequently disembarked slaves in other parts of the Atlantic world, and for which the intended but not the actual region of trade is known.
es: ¿Cuán validas son estas suposiciones sobre lugares de comercio imputados de la información sobre el sitio de comercio que se declaraba? La mayoría de los navíos comerciaban en las regiones donde los dueños declaraban que lo harían. Después de eliminar navíos capturados que raramente completaban sus viajes como estaba planificado, así como los navíos con destinos generales, como (“Américas,” o “Norteamérica Británica”), una correlación Pearson de producto-momento corrida en puntos de llegada en las Américas generó un coeficiente de 0,83 (n=9.541). Un procedimiento similar para una región de comercio en África y región con intención de comercio produjo una correlación Pearson de producto-momento de 0,714 (n=13.951). Debemos tener en cuenta que siempre tenía que cargarse mercancía en Europa y las Américas para una región específica de África y frecuentemente era imposible de vender en otra región. No era usual encontrar un producto manufacturado específico que se vendiera en más de una región (10). Tomándolo todo junto, la evidencia parece suficientemente fuerte para permitir modestas inferencias para aquellos viajes que sabemos que compraron esclavos en África, o como consecuencia desembarcaron esclavos en otras partes del mundo Atlántico y para la que conocemos la región de comercio declarada, pero no la real.
pt: Até que ponto são válidas essas suposições sobre os locais imputados de tráfico baseadas em informações sobre os locais de tráfego pretendidos? A maioria dos navios negreiros traficou nas regiões em que os proprietários declararam que atuariam. Depois de eliminar os navios capturados que raramente completavam suas viagens conforme o pretendido, bem como os navios com destinos definidos de modo excessivamente vago (“Américas” ou “América do Norte Britânica”), o coeficiente de correlação de Pearson produto-momento referente a portos de chegada nas Américas gerou um coeficiente de 0,83 (n = 9,541). Um procedimento semelhante para a região de tráfico na África e a uma região de tráfico pretendida produziu um coeficiente de Pearson de 0,714 (n = 13.951). Deve-se também deve levar em conta que a mercadoria sempre tinha que ser carregada na Europa e nas Américas para uma região africana específica, e que muitas vezes era impossível vender em outra região. Era raro encontrar um produto manufaturado especifico que pudesse ser vendido em mais de uma região. <span class="superscript">(10)</span> Tomados em conjunto, esses indícios parecem suficientemente fortes para permitir algumas inferências modestas a respeito das viagens em que sabemos que foram adquiridos escravos na África, ou que posteriormente desembarcaram escravos em outras partes do mundo atlântico, viagens sobre as quais sabemos qual o destino pretendido, mas não sabemos onde de fato foi realizada a transação comercial.

source: In addition to these inferential issues, there are also known biases in the geographic data. The British signed three treaties with the Portuguese between 1811 and 1817 that contained clauses limiting Portuguese slave traders to regions of Africa south of the equator, and the last two of the treaties allowed British cruisers to capture Portuguese ships that did not adhere to these provisions. Brazil assumed these treaties when the country became independent in 1822. From 1815, slave ships arriving in Bahia, which had strong trading relations with the Bight of Benin or Slave Coast (north of the equator), usually reported their African port of departure as Cabinda or Malemba, ports just north of the Congo. British officials in Bahia, as well as naval officers patrolling the African coast, were convinced that all Bahian ships nevertheless continued to trade on the Slave Coast.<span class="superscript">(11)</span>
es: Además de estas cuestiones sobre las inferencias, hay sesgos conocidos en los datos geográficos. Los británicos firmaron tres tratados con los portugueses entre 1811 y 1817 que contenían cláusulas que limitaban el comercio portugués de esclavos a regiones de África al sur del ecuador y los dos tratados últimos permitían a barcos británicos capturar navíos portugueses que no cumplieran estas provisiones. Brasil asumió estos tratados cuando el país fue independiente en 1822. Desde 1815 los barcos esclavistas que llegaban a Bahía, que tenía fuertes relaciones de comercio con la Ensenada de Benín o Costa de los Esclavos (norte del ecuador) usualmente reportaban su puerto de partida en África como Cabinda o Malemba, puertos que se encontraban al norte del Congo. Oficiales británicos en Bahía, así como oficiales navales que patrullaban las costas africanas, estaban convencidos de que los barcos bahianos continuaban comerciando en la Costa de los Esclavos. (11)
pt: Além desses problemas inferenciais, há também vieses conhecidos nos dados geográficos. Os britânicos assinaram três acordos com os portugueses entre 1811 e 1817 que continham cláusulas limitando os traficantes de escravos portugueses a regiões da África ao sul do equador, sendo que os dois últimos tratados permitiam aos cruzadores britânicos capturar os navios portugueses que não cumprissem o estipulado. O Brasil assumiu estes tratados quando se tornou independente em 1822. A partir de 1815, os navios negreiros que aportavam na Bahia, que tinha fortes relações comerciais com o golfo do Benim ou a Costa dos Escravos (ao norte do equador), costumavam dar Cabinda ou Malemba como portos de origem na África, dois portos um pouco ao norte do Congo. As autoridades britânicas na Bahia, bem como os oficiais da marinha que patrulhavam a costa africana, estavam convencidos de que todos os navios baianos, no entanto, continuavam a traficar na Costa dos Escravos. <span class="superscript">(11)</span>

source: Imputing Numbers of Slaves
es: Deduciendo números de esclavos
pt: Números de escravos imputados

source: A second set of inferences is suggested by the data on numbers of slaves leaving Africa and arriving in the New (and in some cases, the Old) World. Although 26,216 voyages in the data set arrived with slaves, and a further 7,192 could have done so, the sources provide the actual number on board at arrival for only 18,269 voyages. On the African side, the data are much weaker, with only 8,272 yielding information on the number of slaves leaving Africa, out of 29,095 voyages that left with slaves, and a further 3,335 that could have done so. Because most of those studying the slave trade are interested in the captives rather than the ships, some inference would seem appropriate for those ships that traded without leaving anything in the historical record about the slaves they carried. The first step in making reasonable inferences is to draw on the number of captives who might have been reported for the same voyage at an earlier or later stage of its itinerary.
es: Un segundo grupo de inferencias se sugiere sobre los datos sobre el número de esclavos que sale de África y llega al Nuevo (y en algunos casos el Viejo) Mundo. Aunque 26.216 viajes en el grupo de datos llegaron con esclavos y 7.192 más podrían haberlo hecho, la fuente provee el número real a bordo al llegar para solamente 18.269 viajes. Del lado africano, los datos son mucho más débiles con solamente 8.272 que brindan información sobre el número de esclavos que dejaron África de 29.095 viajes que salieron con esclavos, y otro grupo de 3.335 que pudieron haberlo hecho. Como la mayoría de aquellos que estudian el comercio de esclavos están interesados en los cautivos, más que en los navíos, parece apropiada alguna inferencia sobre aquellos navíos que comerciaron sin dejar nada en los registros históricos sobre los esclavos que transportaban. El primer paso para hacer inferencias razonables es tomar del número de cautivos que podrían haber sido reportados para el mismo viaje en una etapa anterior o posterior de su itinerario.
pt: Um segundo conjunto de inferências é sugerido pelos dados referentes aos números de escravos que saem da África e chegam ao Novo (e em alguns casos, ao Velho) Mundo. Embora 26.216 viagens no conjunto de dados tenham chegado com escravos, e mais 7.192 possam tê-lo feito também, as fontes fornecem o número real de escravos a bordo no momento da chegada no caso de apenas 18.269 viagens. No lado africano, os dados são bem mais fracos: somente 8.272 viagens contêm informações sobre o número de escravos que deixaram a África, dentre as 29.095 que partiram com escravos e mais 3.335 que talvez o tenham feito. Como a maioria das pessoas que estudam o tráfico de escravos está interessada nos cativos e não nos navios, parece-nos apropriado fazer uma inferência a respeito dos navios que traficaram sem deixar nada no registro histórico sobre os escravos que transportaram. O primeiro passo para fazer inferências razoáveis é recorrer ao número de cativos que poderiam ter sido registrados com referência à mesma viagem em um estágio anterior ou posterior de seu itinerário.

source: Only 5,803 voyages in the revised database contain numbers of both captives embarked and captives disembarked, but for a further 2,404 we have the figure for departures alone and for 12,279 numbers arrived alone. Imputed totals for the missing information may be made from the large subset of voyages that provide information on deaths during the passage. The Voyages Database contains 6,438 voyages for which a ratio of deaths to slaves embarked may be calculated. Deaths as a proportion of those embarked differed markedly by African region of embarkation. Table 2 shows breakdowns of shipboard mortality as a percentage of those slaves taken on board.
es: Solamente 5.803 viajes en la base de datos revisada contienen número de cautivos embarcados y desembarcados, pero para un número posterior de 2.404 tenemos las cifras para las salidas solamente y para 12.279 solamente los que llegaron. Totales ingresados para la información faltante pueden obtenerse de datos del subgrupo de viajes que proveen información sobre muertes durante la travesía. La base de datos Viajes contiene 6.438 viajes para los cuales se puede calcular una relación de muertes referentes a esclavos embarcados. La muerte en proporción a los embarcados difiere marcadamente según la región africana de embarque. La Tabla 2 muestra un desglose de mortalidad a bordo en por ciento de los esclavos a bordo.
pt: Apenas 5.803 viagens no banco de dados revisado contêm números de cativos embarcados e desembarcados, porém para mais 2.404 temos apenas os números nas partidas, e para 12.279 só os números nas chegadas. Os totais imputados para as informações que faltam podem ser feitos a partir de um grande subconjunto de viagens que fornecem informações sobre as mortes durante a passagem. O Banco de Dados: Viagens contém 6.438 viagens em que a taxa de mortalidade de escravos embarcados pode ser calculada. As mortes proporcionais dos que embarcaram variam significativamente conforme região de embarque na África. A Tabela 2 apresenta o detalhamento da mortalidade a bordo em termos de porcentagens de escravos embarcados.

source: Table 2. Slaves died on board ships reaching the Americas as a percentage of those embarked, by African region of embarkation, 1527-1866
es: Tabla 2. Esclavos muertos a bordo de navíos que llegaban a América, porcentaje de los embarcados por región africana de embarque, 1527 – 1866
pt: Tabela 2. Escravos mortos a bordo de navios que chegaram às Américas como porcentagens dos que embarcaram, por região de embarque a África, 1527-1866

source: Deaths/Embarked(%%)
es: Muertes/Embarcados(%%)
pt: Mortes/Embarcados (%%)

source: Standard Deviation
es: Desviación Standard
pt: Desvio Padrão

source: Sierra Leone
es: Sierra Leona
pt: Serra Leoa

source: Windward Coast
es: Costa de Barlovento
pt: Costa do Barlavento

source: Gold Coast
es: Costa de Oro
pt: Costa do Ouro

source: Bight of Benin
es: Ensenada de Benín
pt: Golfo do Benim

source: Bight of Biafra
es: Ensenada de Biafra
pt: Golfo de Biafra

source: West-central Africa
es: África Centro-occidental
pt: África Centro-Ocidental

source: South-east Africa
es: África del Sureste
pt: Sudeste da África

source: Region cannot be identified
es: Región no identificada
pt: Região não identificada

source: All Africa
es: Toda África
pt: Toda a África

source: The breakdown of mortality ratios by African region is used here as the basis for imputing numbers arrived in the Americas where totals leaving Africa exist, and for numbers leaving Africa where the numbers on board at arrival in the Americas are known.
es: El desglose de las proporciones de mortalidad por región africana se usa aquí como base para ingresar el número de los que llegaron a las Américas donde existen totales sobre los que salieron de África y para el número de los que salieron de África cuando el número a bordo al llegar a las Américas es conocido.
pt: O detalhamento das taxas de mortalidade por região africana é utilizado aqui como base para a imputação dos números dos que chegaram à América nos casos em que temos os totais dos que deixaram a África, e para a imputação dos números dos que deixaram a África nos casos em que dispomos dos totais dos que estavam a bordo na chegada às Américas.
