Repository: rice-crc/voyages
Catalog: voyages/locale/*/LC_MESSAGES/django.po
Languages: es, pt

source: In many markets in the Atlantic world monthly cycles of slave exports and imports, documented in the <a href="%(voyage_search_url)s">Voyages Database</a>, link to dry season crop harvests. African and European dealers on the African coast purchased provisions and slaves. Some markets, such as those along the Senegal and Gambia Rivers, had distinct provisioning-slaving seasons. Ecological conditions set agricultural calendars and the dates when workers gathered and stored foodstuffs. African middlemen pegged their slave-trading seasons to in-crop months, and some agricultural workers, sold into the overseas slave trade, may have been forced to consume the foods they produced. By moving captives between harvests on the Atlantic littoral, slaving ship captains created regular pathways, such as those between yam-growing Bight of Biafra and the sugar islands of the Caribbean, or those between millet-rice Upper Guinea region and North American rice and tobacco lands. In examining slave trading routes, historians need to consider agricultural calendars on both sides of the Atlantic.
es: En muchos de los mercados del mundo atlántico los ciclos de exportaciones e importaciones de esclavos documentados en la base de datos <a href="%(voyage_search_url)s">Viajes</a> están vinculados a las cosechas de cultivos en la temporada seca. Los comerciantes africanos y europeos de la costa africana compraban suministros y esclavos. Algunos mercados como aquellos a lo largo de los ríos Senegal y Gambia tenían marcadas estaciones de abastecimiento de esclavos. Las condiciones ecológicas establecieron los calendarios agrícolas y las fechas en que los trabajadores recolectaban y almacenaban los productos alimenticios. Los intermediarios africanos vinculaban su temporada de tráfico de esclavos a los meses de cosecha, y algunos trabajadores agrícolas, vendidos en el comercio de ultramar pudieran haber sido obligados a consumir los mismos alimentos que habían producido. Transportando cautivos entre cosechas en el litoral atlántico los capitanes de barcos esclavistas establecieron rutas regulares como aquellas entre la zona de cultivo de ñame en la Ensenada de Biafra y las islas azucareras del Caribe, o aquellas entre las productoras de mijo y de arroz de la región de la Alta Guinea y las tierras arroceras y tabacaleras de Norteamérica. Al analizar las rutas de comercio de esclavos los historiadores necesitan tener en cuenta los calendarios agrícolas en ambos lados de Atlántico.
pt: Em muitos mercados do mundo atlântico, os ciclos mensais de exportações e importações de escravos documentados no <a href="%(voyage_search_url)s">Banco de Dados Viagens</a> estão associados às colheitas na estação seca. Os negociantes africanos e europeus que atuavam na costa africana compravam provisões e escravos. Alguns mercados, como aqueles ao longo dos rios Senegal e Gâmbia, tinham diferentes estações de compras de provisões e escravos. As condições ecológicas definiam os calendários agrícolas e as datas em que os trabalhadores colhiam e armazenavam os alimentos. Os intermediários africanos coordenavam suas temporadas de vendas de escravos com os meses de fartura, e é possível que alguns trabalhadores agrícolas vendidos no tráfico de escravos fossem obrigados a consumir os alimentos por eles produzidos. Ao transportarem os cativos durante as entressafras do litoral atlântico, os capitães de navios negreiros criavam percursos regulares, como aqueles entre o cultivo de inhame no golfo de Biafra e as ilhas açucareiras do Caribe, ou entre a região de painço e arroz da Alta Guiné e as terras de cultivo de arroz e fumo norte-americanas. Ao analisarem as rotas de tráfico de escravos, os historiadores precisam levar em conta os calendários agrícolas em ambas as margens do Atlântico.

source: Though there were monthly cycles of slave exports and imports, year-round shipments took place in all markets during the 350-year history of the trans-Atlantic slave trade. In the most seasonal African slaving region—Senegambia—about fifteen percent of all enslaved Africans departed the coast in the out-of-crop, rainy, September-November quarter. Even in the most seasonal market in the Atlantic slaving world—the northern plantations of Virginia and Maryland (36-39° N)—small numbers of forced migrants arrived in the winter, when no crops were grown. In the large Bight of Biafra – Jamaica migration stream, forty percent of enslaved Africans arrived on the island during the June-November out-of-crop season. And many would have sailed from Bonny, Old Calabar or New Calabar from April to July when yam stocks were low or depleted. Variability in the Middle Passage voyage time, due to contrary winds, caused some captains to arrive out of season; one assumes that there also was variability in the time taken to march captives towards the African coast.
es: Si bien hubo ciclos mensuales de exportaciones e importaciones de esclavos, las exportaciones de esclavos tuvieron lugar todo el año durante los 350 años de la historia del comercio trasatlántico de esclavos. En la más estacional de las regiones esclavistas africanas –Senegambia- cerca del quince por ciento de todos los africanos esclavizados partieron de la costa en la lluviosa temporada fuera de cosecha, durante el trimestre de septiembre a noviembre. Hasta en el mercado más estacional del mundo atlántico –las plantaciones del norte de Virginia y Maryland (36-39° N)- un pequeño número de inmigrantes forzados arribaron en el invierno cuando los cultivos no habían crecido aún. En el largo flujo migratorio entre la ensenada de Biafra y Jamaica cuarenta por ciento de los esclavos africanos llegaron a la isla durante la temporada fuera de cosecha de junio a noviembre. Muchos habrían salido de Bonny, Viejo Calabar o Nuevo Calabar de abril a julio cuando los suministros de ñame eran pocos o se habían agotado en su totalidad. La variación en la duración de la Travesía Intermedia debido a los vientos contrarios hizo que algunos capitanes llegaran fuera de temporada; suponemos que también variaba el tiempo que se empleaba para arrastrar los cautivos hasta la costa africana.
pt: Embora houvesse ciclos mensais de exportações e importações de escravos, ocorriam embarques ao longo de todo o ano em todos os mercados durante os 350 anos de história do tráfico de escravos transatlântico. Na região escravista africana mais sazonal — a Senegâmbia — cerca de quinze por cento de todos os africanos escravizados partiam da costa no período de desabastecimento, o trimestre chuvoso de setembro-novembro. Até mesmo o mercado mais sazonal do mundo escravista atlântico — as plantações setentrionais de Virgínia e Maryland (36-39° N) — recebia pequenos contingentes de migrantes forçados no inverno, quando nenhuma cultura era cultivada. No grande fluxo de migração golfo de Biafra-Jamaica, quarenta por cento dos africanos escravizados aportavam na ilha no período de desabastecimento, entre junho e novembro. E muitos devem ter partido de Bonny, Velho Calabar ou Novo Calabar de abril a julho, quando os estoques de inhame estavam baixos ou esgotados. A variabilidade no tempo de viagem da travessia do Atlântico, em razão dos ventos contrários, fazia com que alguns capitães chegassem fora da temporada; supõe-se que também variasse o tempo necessário para transportar os cativos do interior da África até o litoral africano.

source: It is important to examine these unseasonal slave trades. In Africa, they remind us that the slave trade was a predatory activity. Warfare between African states often took place after the principal grain harvest and during the dry season, but conflicts could erupt at any time, and during every day of the year raiders could attack communities or kidnap people. Seasonal rainfall and crop-growing constraints did not completely limit the plunder of people. Captains who traded towards the end of “in-crop” seasons in Africa, such as Robert Doegood, risked purchasing greater numbers of malnourished men, women and children. Doegood traded at New Calabar when yam supplies were low; his logbook reveals that eighty Africans died on the Middle Passage (of 348 people) and four more in harbor at Barbados. Historians should examine more closely the links between provisioning-slaving seasons and mortality. In the Americas, investors were willing to purchase enslaved labor from any African region during any day of the year—the labor of enslaved Africans maintained the Colonial System. Trading during out of crop seasons, on both sides of the Atlantic, increased the chances that irregular, non-systematic migration patterns occurred—a true diaspora or “scattering” of African peoples in the Americas.
es: Es importante analizar estos comercios de esclavos fuera de temporada. En África nos recuerdan que el tráfico esclavo era una actividad depredadora. Las guerras entre los estados africanos a menudo ocurrían después de la principal cosecha de granos y durante la temporada seca, pero en cualquier momento podían surgir conflictos, y cada día del año había asaltantes que podían atacar las comunidades o secuestrar personas. Las lluvias de la temporada y las restricciones de la cosecha no limitaron del todo el saqueo de personas. Los capitanes que comerciaban durante el fin de las temporadas de cosecha en África como Roberto Doegood, arriesgaban la compra de grandes números de hombres, mujeres y niños desnutridos. Doegood comerciaba en Nuevo Calabar cuando los suministros de ñame eran escasos; su cuaderno de navegación revela que ochenta africanos murieron durante el cruce oceánico (de 348) y cuatro más en el puerto en Barbados. Los historiadores deberían examinar más de cerca los vínculos entre las temporadas de abastecimiento de esclavos y la mortalidad. En las Américas, los inversionistas estaban dispuestos a comprar mano de obra esclava de cualquier región de África cualquier día del año –el trabajo de los africanos esclavizados sostenía el sistema colonial. Comerciando durante las temporadas fuera de cosecha en ambos lados del Atlántico incrementaba las probabilidades de que se estableciera un patrón de una migración irregular, una verdadera diáspora o “dispersión” de africanos en las Américas.
pt: É importante examinar esses tráficos de escravos de fora de temporada. Na África, eles nos lembram que o tráfico de escravos era uma atividade predatória. As guerras entre os estados africanos ocorriam frequentemente após a principal safra de grãos e durante a estação seca, mas conflitos podiam ser desencadeados a qualquer momento — saqueadores atacavam comunidades ou sequestravam pessoas em qualquer dia do ano. Os efeitos do regime de chuvas e do ciclo da agricultura não limitavam completamente a pilhagem de pessoas. Os capitães que traficavam no final das épocas de fartura na África, como Robert Doegood, corriam o risco de adquirir um número maior de homens, mulheres e crianças desnutridos. Doegood traficava em Novo Calabar quando os suprimentos de inhame estavam baixos; seu diário de bordo revela que oitenta africanos (de um total 348 pessoas) morreram na travessia do Atlântico, e mais quatro no porto de Barbados. Os historiadores devem examinar mais de perto as ligações entre a estação de compras de provisões e escravos e a mortalidade. Nas Américas, os investidores estavam dispostos a comprar o trabalho escravo de qualquer região africana em qualquer dia do ano, uma vez que era o trabalho dos africanos escravizados que sustentava o Sistema Colonial. O tráfico em épocas de desabastecimento em ambos os lados do Atlântico aumentava a possibilidade de que tenham ocorrido padrões irregulares, não-sistemáticos, de migração — uma verdadeira diáspora ou “dispersão” de povos africanos nas Américas.
