Repository: rice-crc/voyages
Catalog: voyages/locale/*/LC_MESSAGES/django.po
Languages: es, pt

source: The Schooner ""Teresa"" was captured at sea by British cruisers and adjudicated at a court established at Sierra Leone under international anti-slave trade treaties. The image is of a picture of the first page of the court’s register of ""Liberated Africans"" taken from the ""Teresa"". The register was kept as a formal record of emancipation that helped protect the individual from subsequent re-enslavement. The image is reproduced courtesy of the British National Archives.
es: La goleta “Teresa” fue capturada en el mar por cruceros de la marina británica y adjudicada a un tribunal establecido en Sierra Leona bajo los tratados internacionales en contra de la trata de esclavos. La imagen es una fotografía de la primera página del registro del tribunal de “africanos liberados” rescatados de “Teresa”. El registro se conservó como record formal de emancipación que ayudaba a proteger al individuo de una nueva esclavitud en el futuro. La imagen reproducida es cortesía de British National Archives.
pt: A escuna “Teresa” foi capturada no mar por cruzadores britânicos e julgada em um tribunal em Serra Leoa, nos termos de tratados internacionais antitráfico de escravos. A imagem é de uma foto da primeira página do registro do tribunal de “africanos libertos” da “Teresa”. O registro era mantido como um documento formal de emancipação que ajudava a proteger o indivíduo de uma posterior reescravização. A imagem é reproduzida com a autorização dos British National Archives.

source: The Schooner ""União"" was captured at sea by British cruisers and adjudicated at a court established at Sierra Leone under international anti-slave trade treaties. The image is of a picture of the first page of the court’s register of ""Liberated Africans"" taken from the ""União"". The register was kept as a formal record of emancipation that helped protect the individual from subsequent re-enslavement. The image is reproduced courtesy of the British National Archives.
es: La goleta “União” fue capturada en el mar por cruceros de la marina británica y adjudicada a un tribunal establecido en Sierra Leona bajo los tratados internacionales en contra de la trata de esclavos. La imagen es una fotografía de la primera página del registro del tribunal de “africanos liberados” rescatados de “União”. El registro se conservó como record formal de emancipación que ayudaba a proteger al individuo de una nueva esclavitud en el futuro. La imagen reproducida es cortesía de British National Archives.
pt: A escuna “União” foi capturada no mar por cruzadores britânicos e julgada em um tribunal em Serra Leoa, nos termos de tratados internacionais antitráfico de escravos. A imagem é de uma foto da primeira página do registro do tribunal de “africanos libertos” da “União”. O registro era mantido como um documento formal de emancipação que ajudava a proteger o indivíduo de uma posterior reescravização. A imagem é reproduzida com a autorização dos British National Archives.

source: The Schooner ""Vandolero"" or ""Estrella"" was captured at sea by British cruisers and adjudicated at a court established at Sierra Leone under international anti-slave trade treaties. The image is of a picture of the first page of the court’s register of ""Liberated Africans"" taken from the ""Vandolero"". The register was kept as a formal record of emancipation that helped protect the individual from subsequent re-enslavement. The image is reproduced courtesy of the British National Archives.
es: La goleta “Vandolero” o “Estrella” fue capturada en el mar por cruceros de la marina británica y adjudicada a un tribunal establecido en Sierra Leona bajo los tratados internacionales en contra de la trata de esclavos. La imagen es una fotografía de la primera página del registro del tribunal de “africanos liberados” rescatados de “Vandolero”. El registro se conservó como record formal de emancipación que ayudaba a proteger al individuo de una nueva esclavitud en el futuro. La imagen reproducida es cortesía de British National Archives.
pt: A escuna “Vandolero” foi capturada no mar por cruzadores britânicos e julgada em um tribunal em Serra Leoa, nos termos de tratados internacionais antitráfico de escravos. A imagem é de uma foto da primeira página do registro do tribunal de “africanos libertos” da “Vandolero”. O registro era mantido como um documento formal de emancipação que ajudava a proteger o indivíduo de uma posterior reescravização. A imagem é reproduzida com a autorização dos British National Archives.

source: The Schooner ""Vecua"" was captured at sea by British cruisers and adjudicated at a court established at Sierra Leone under international anti-slave trade treaties. The image is of a picture of the first page of the court’s register of ""Liberated Africans"" taken from the ""Vecua"". The register was kept as a formal record of emancipation that helped protect the individual from subsequent re-enslavement. The image is reproduced courtesy of the British National Archives.
es: La goleta “Vecua” fue capturada en el mar por cruceros de la marina británica y adjudicada a un tribunal establecido en Sierra Leona bajo los tratados internacionales en contra de la trata de esclavos. La imagen es una fotografía de la primera página del registro del tribunal de “africanos liberados” rescatados de “Vecua”. El registro se conservó como record formal de emancipación que ayudaba a proteger al individuo de una nueva esclavitud en el futuro. La imagen reproducida es cortesía de British National Archives.
pt: A escuna “Vecua” foi capturada no mar por cruzadores britânicos e julgada em um tribunal em Serra Leoa, nos termos de tratados internacionais antitráfico de escravos. A imagem é de uma foto da primeira página do registro do tribunal de “africanos libertos” da “Vecua”. O registro era mantido como um documento formal de emancipação que ajudava a proteger o indivíduo de uma posterior reescravização. A imagem é reproduzida com a autorização dos British National Archives.

source: The Schooner ""Vênus"" was captured at sea by British cruisers and adjudicated at a court established at Sierra Leone under international anti-slave trade treaties. The image is of a picture of the first page of the court’s register of ""Liberated Africans"" taken from the ""Vênus"". The register was kept as a formal record of emancipation that helped protect the individual from subsequent re-enslavement. The image is reproduced courtesy of the British National Archives.
es: La goleta “Vênus” fue capturada en el mar por cruceros de la marina británica y adjudicada a un tribunal establecido en Sierra Leona bajo los tratados internacionales en contra de la trata de esclavos. La imagen es una fotografía de la primera página del registro del tribunal de “africanos liberados” rescatados de “Vênus”. El registro se conservó como record formal de emancipación que ayudaba a proteger al individuo de una nueva esclavitud en el futuro. La imagen reproducida es cortesía de British National Archives.
pt: A escuna “Vênus” foi capturada no mar por cruzadores britânicos e julgada em um tribunal em Serra Leoa, nos termos de tratados internacionais antitráfico de escravos. A imagem é de uma foto da primeira página do registro do tribunal de “africanos libertos” da “Vênus”. O registro era mantido como um documento formal de emancipação que ajudava a proteger o indivíduo de uma posterior reescravização. A imagem é reproduzida com a autorização dos British National Archives.

source: The Schooner ""Víbora de Cabo Verde"" was captured at sea by British cruisers and adjudicated at a court established at Sierra Leone under international anti-slave trade treaties. The image is of a picture of the first page of the court’s register of ""Liberated Africans"" taken from the ""Víbora de Cabo Verde"". The register was kept as a formal record of emancipation that helped protect the individual from subsequent re-enslavement. The image is reproduced courtesy of the British National Archives.
es: La goleta “Víbora de Cabo Verde” fue capturada en el mar por cruceros de la marina británica y adjudicada a un tribunal establecido en Sierra Leona bajo los tratados internacionales en contra de la trata de esclavos. La imagen es una fotografía de la primera página del registro del tribunal de “africanos liberados” rescatados de “Víbora de Cabo Verde”. El registro se conservó como record formal de emancipación que ayudaba a proteger al individuo de una nueva esclavitud en el futuro. La imagen reproducida es cortesía de British National Archives.
pt: A escuna “Víbora de Cabo Verde” foi capturada no mar por cruzadores britânicos e julgada em um tribunal em Serra Leoa, nos termos de tratados internacionais antitráfico de escravos. A imagem é de uma foto da primeira página do registro do tribunal de “africanos libertos” da “Víbora de Cabo Verde”. O registro era mantido como um documento formal de emancipação que ajudava a proteger o indivíduo de uma posterior reescravização. A imagem é reproduzida com a autorização dos British National Archives.

source: The Schooner ""Virginie"" was captured at sea by British cruisers and adjudicated at a court established at Sierra Leone under international anti-slave trade treaties. The image is of a picture of the first page of the court’s register of ""Liberated Africans"" taken from the ""Virginie"". The register was kept as a formal record of emancipation that helped protect the individual from subsequent re-enslavement. The image is reproduced courtesy of the British National Archives.
es: La goleta “Virginie” fue capturada en el mar por cruceros de la marina británica y adjudicada a un tribunal establecido en Sierra Leona bajo los tratados internacionales en contra de la trata de esclavos. La imagen es una fotografía de la primera página del registro del tribunal de “africanos liberados” rescatados de la “Virginie”. El registro se conservó como registro formal de emancipación que ayudaba a proteger al individuo de una nueva esclavitud en el futuro. La imagen reproducida es cortesía de British National Archives.
pt: A escuna "Virginie" foi capturada no mar por cruzadores britânicos e julgada em um tribunal em Serra Leoa, nos termos de tratados internacionais antitráfico de escravos. A imagem é de uma foto da primeira página do registro do tribunal de "africanos libertos" da "Virginie". O registro era mantido como um documento formal de emancipação que ajudava a proteger o indivíduo de uma posterior reescravização. A imagem é reproduzida com a autorização dos British National Archives.

source: The Schooner ""Vitória"" was captured at sea by British cruisers and adjudicated at a court established at Sierra Leone under international anti-slave trade treaties. The image is of a picture of the first page of the court’s register of ""Liberated Africans"" taken from the ""Vitória"". The register was kept as a formal record of emancipation that helped protect the individual from subsequent re-enslavement. The image is reproduced courtesy of the British National Archives.
es: La goleta “Vitória” fue capturada en el mar por cruceros de la marina británica y adjudicada a un tribunal establecido en Sierra Leona bajo los tratados internacionales en contra de la trata de esclavos. La imagen es una fotografía de la primera página del registro del tribunal de “africanos liberados” rescatados de “Vitória”. El registro se conservó como record formal de emancipación que ayudaba a proteger al individuo de una nueva esclavitud en el futuro. La imagen reproducida es cortesía de British National Archives.
pt: A escuna “Vitória” foi capturada no mar por cruzadores britânicos e julgada em um tribunal em Serra Leoa, nos termos de tratados internacionais antitráfico de escravos. A imagem é de uma foto da primeira página do registro do tribunal de “africanos libertos” da “Vitória”. O registro era mantido como um documento formal de emancipação que ajudava a proteger o indivíduo de uma posterior reescravização. A imagem é reproduzida com a autorização dos British National Archives.

source: The Senegal River, located on the coast of Senegambia, present day Senegal, played an important role in the transatlantic slave trade. The image is of a map of the mouth of Senegal River, showing tributaries and several islands, some of which are named. Many African settlements are located along the rivers and on the islands. Note the location, center map, of the French island of St. Louis and adjacent to it an islet occupied by British traders. The image is reproduced courtesy of the Pitts Theology Library, Candler School of Theology, Emory University.
es: El río Senegal, ubicado en la costa de Senegambia, hoy en día Senegal, jugó un papel importante en el comercio trasatlántico de esclavos. La imagen es un mapa de la desembocadura del río Senegal, mostrando sus afluentes y varias islas, algunas de las cuales están nombradas. Muchos asentamientos africanos estaban localizados a lo largo de los ríos y en las islas. Nótese la ubicación, al centro del mapa, de la isla francesa de San Luis y el islote adyacente ocupado por comerciantes británicos. La imagen ha sido reproducida por cortesía de Pitts Theology Library, Candler School of Theology, Emory University.
pt: O rio Senegal, localizado na costa da Senegâmbia, atual Senegal, desempenhou um papel importante no tráfico de escravos transatlântico. A imagem é de um mapa da foz do rio Senegal, mostrando seus afluentes e diversas ilhas, algumas das quais estão nomeadas. Muitos lugarejos africanos estão localizados ao longo dos rios e nas ilhas. Observe-se a localização, no centro do mapa, da ilha francesa de St. Louis, e, adjacente a ela, uma ilhota ocupada por comerciantes britânicos. Imagem reproduzida com autorização da Pitts Theology Library, Candler School of Theology, Emory University.

source: The Ship ""Quato de Abril"" was captured at sea by British cruisers and adjudicated at a court established at Sierra Leone under international anti-slave trade treaties. The image is of a picture of the first page of the court’s register of ""Liberated Africans"" taken from the ""Quato de Abril"". The register was kept as a formal record of emancipation that helped protect the individual from subsequent re-enslavement. The image is reproduced courtesy of the British National Archives.
es: El barco “Quatro de Abril” fue capturado en el mar por cruceros de la marina británica y adjudicado a un tribunal establecido en Sierra Leona bajo los tratados internacionales en contra de la trata de esclavos. La imagen es una fotografía de la primera página del registro del tribunal de “africanos liberados” rescatados de “Quatro de Abril”. El registro se conservó como record formal de emancipación que ayudaba a proteger al individuo de una nueva esclavitud en el futuro. La imagen reproducida es cortesía de British National Archives.
pt: O navio “Quatro de Abril” foi capturado no mar por cruzadores britânicos e julgado em um tribunal em Serra Leoa, nos termos de tratados internacionais antitráfico de escravos. A imagem é de uma foto da primeira página do registro do tribunal de “africanos libertos” do “Quato de Abril”. O registro era mantido como um documento formal de emancipação que ajudava a proteger o indivíduo de uma posterior reescravização. A imagem é reproduzida com a autorização dos British National Archives.

source: The slaver ""Abbot Devereux"" was captured off the coast of Whydah by H.M. Gun-boat ""Teaser"". An eyewitness provided an account of the capture dated August 6th, 1857, to The Illustrated London News, the source of this image. The slaver had a full cargo of slaves destined to Cuba, but instead it was conducted to Sierra Leone by the British naval force. The image is reproduced courtesy of the Manuscript, Archives and Rare Book Library, Emory University.
es: El barco esclavista “Abbot Devereux” fue capturado cerca la costa de Whydah por el cañonero británico “Teaser”. Un testigo presentó un testimonio de la captura con fecha del 6 de agosto de 1857 en The Illustrated London News, fuente de esta imagen. El barco esclavista llevaba una carga completa de esclavos con destino a Cuba, pero en su lugar fue conducido a Sierra Leona por la fuerza naval británica. La imagen es reproducida por cortesía de Manuscript, Archives and Rare Book Library, Emory University.
pt: O navio negreiro “Abbot Devereux” foi capturado ao largo da costa de Ajudá pela canhoneira britânica “Teaser.” Uma testemunha ocular apresentou um relato da captura, com data 6 de agosto de 1857, a The Illustrated London News, fonte desta imagem. O navio negreiro levava um carregamento completo de escravos com destino a Cuba, porém foi conduzido a Serra Leoa pela marinha britânica. A imagem é reproduzida com a autorização da Manuscript, Archives and Rare Book Library, Emory University.

source: The Sloop ""Defensora da Pátria"" was captured at sea by British cruisers and adjudicated at a court established at Sierra Leone under international anti-slave trade treaties. The image is of a picture of the first page of the court’s register of ""Liberated Africans"" taken from the ""Defensora da Pátria"". The register was kept as a formal record of emancipation that helped protect the individual from subsequent re-enslavement. The image is reproduced courtesy of the British National Archives.
es: La balandra “Defensora da Pátria” fue capturada en el mar por cruceros de la marina británica y adjudicada a un tribunal establecido en Sierra Leona bajo los tratados internacionales en contra de la trata de esclavos. La imagen es una fotografía de la primera página del registro del tribunal de “africanos liberados” rescatados de “Defensora da Pátria”. El registro se conservó como record formal de emancipación que ayudaba a proteger al individuo de una nueva esclavitud en el futuro. La imagen reproducida es cortesía de British National Archives.
pt: A chalupa “Defensora da Pátria” foi capturada no mar por cruzadores britânicos e julgada em um tribunal em Serra Leoa, nos termos de tratados internacionais antitráfico de escravos. A imagem é de uma foto da primeira página do registro do tribunal de “africanos libertos” da “Defensora da Pátria”. O registro era mantido como um documento formal de emancipação que ajudava a proteger o indivíduo de uma posterior reescravização. A imagem é reproduzida com a autorização dos British National Archives.

source: The Sumaca ""Bom Jesus dos Navegantes"" was captured at sea by British cruisers and adjudicated at a court established at Sierra Leone under international anti-slave trade treaties. The image is of a picture of the first page of the court’s register of ""Liberated Africans"" taken from the ""Bom Jesus dos Navegantes"". The register was kept as a formal record of emancipation that helped protect the individual from subsequent re-enslavement. The image is reproduced courtesy of the British National Archives.
es: La sumaca “Bom Jesus dos Navegantes” fue capturada en el mar por cruceros de la marina británica y adjudicada a un tribunal establecido en Sierra Leona bajo los tratados internacionales en contra de la trata de esclavos. La imagen es una fotografía de la primera página del registro del tribunal de “africanos liberados” rescatados de “Bom Jesus dos Navegantes.” El registro se conservó como record formal de emancipación que ayudaba a proteger al individuo de una nueva esclavitud en el futuro. La imagen reproducida es cortesía de British National Archives.
pt: A sumaca “Bom Jesus dos Navegantes” foi capturada no mar por cruzadores britânicos e julgada em um tribunal em Serra Leoa, nos termos de tratados internacionais antitráfico de escravos. A imagem é de uma foto da primeira página do registro do tribunal de “africanos libertos” da “Bom Jesus dos Navegantes”. O registro era mantido como um documento formal de emancipação que ajudava a proteger o indivíduo de uma posterior reescravização. A imagem é reproduzida com a autorização dos British National Archives.

source: The Sumaca ""Bonfim"" was captured at sea by British cruisers and adjudicated at a court established at Sierra Leone under international anti-slave trade treaties. The image is of a picture of the first page of the court’s register of ""Liberated Africans"" taken from the ""Bonfim"". The register was kept as a formal record of emancipation that helped protect the individual from subsequent re-enslavement. The image is reproduced courtesy of the British National Archives.
es: La sumaca “Bonfim” fue capturada en el mar por cruceros de la marina británica y adjudicada a un tribunal establecido en Sierra Leona bajo los tratados internacionales en contra de la trata de esclavos. La imagen es una fotografía de la primera página del registro del tribunal de “africanos liberados” rescatados de “Bonfim.” El registro se conservó como record formal de emancipación que ayudaba a proteger al individuo de una nueva esclavitud en el futuro. La imagen reproducida es cortesía de British National Archives.
pt: A sumaca “Bonfim” foi capturada no mar por cruzadores britânicos e julgada em um tribunal em Serra Leoa, nos termos de tratados internacionais antitráfico de escravos. A imagem é de uma foto da primeira página do registro do tribunal de “africanos libertos” da “Bonfim”. O registro era mantido como um documento formal de emancipação que ajudava a proteger o indivíduo de uma posterior reescravização. A imagem é reproduzida com a autorização dos British National Archives.

source: The Sumaca ""Esperança"" was captured at sea by British cruisers and adjudicated at a court established at Sierra Leone under international anti-slave trade treaties. The image is of a picture of the first page of the court’s register of ""Liberated Africans"" taken from the ""Esperança"". The register was kept as a formal record of emancipation that helped protect the individual from subsequent re-enslavement. The image is reproduced courtesy of the British National Archives.
es: La sumaca “Esperança” fue capturada en el mar por cruceros de la marina británica y adjudicada a un tribunal establecido en Sierra Leona bajo los tratados internacionales en contra de la trata de esclavos. La imagen es una fotografía de la primera página del registro del tribunal de “africanos liberados” rescatados de “Esperança”. El registro se conservó como record formal de emancipación que ayudaba a proteger al individuo de una nueva esclavitud en el futuro. La imagen reproducida es cortesía de British National Archives.
pt: A sumaca “Esperança” foi capturada no mar por cruzadores britânicos e julgada em um tribunal em Serra Leoa, nos termos de tratados internacionais antitráfico de escravos. A imagem é de uma foto da primeira página do registro do tribunal de “africanos libertos” da “Esperança”. O registro era mantido como um documento formal de emancipação que ajudava a proteger o indivíduo de uma posterior reescravização. A imagem é reproduzida com a autorização dos British National Archives.
