Repository: rice-crc/voyages
Catalog: voyages/locale/*/LC_MESSAGES/django.po
Languages: es, pt

source: The 2010 Version of the Trans-Atlantic Slave Trade Database
es: La versión 2010 de la base de datos del comercio trasatlántico de esclavos

source: The Trans-Atlantic Slave Trade Database
es: La base de datos del tráfico transatlántico de esclavos

source: Estimates Spreadsheet
es: Hoja de cálculos de Estimaciones

source: A Guide to the Trans-Atlantic Slave Trade Database
es: Una guía de la base de datos del tráfico trasatlántico de esclavos

source: Danish, pre-1794
es: Danés, pre-1794

source: Danish, 1794-1806
es: Danés, 1794-1806

source: Galera 1751-76
es: Galeta 1751-76

source: Gold Coast 1700
es: Costa de Oro, 1700

source: Gold Coast pre-1700
es: Costa de Oro, pre-1700

source: No rig1651-75
es: Sin detalle de aparejo, 1651-75

source: No rig1676-1700
es: Sin detalle de aparejo, 1676-1700

source: No rig1701-25
es: Sin detalle de aparejo, 1701-25

source: No rig1726-50
es: Sin detalle de aparejo, 1726-50

source: No rig1751-75
es: Sin detalle de aparejo, 1751-75

source: No rig1776-1800
es: Sin detalle de aparejo, 1776-1800

source: No rig1801-25
es: Sin detalle de aparejo,1801-25

source: No rig1826-50
es: Sin detalle de aparejo, 1826-50

source: No rig1851-75
es: Sin detalle de aparejo, 1851-75

source: North American pre-1851
es: Norteamericano, pre-1851

source: Southeast Africa 1700-1800
es: África del Sudeste 1700-1800

source: Southeast Africa post-1800
es: África del Sudeste post-1800

source: Southeast Africa pre-1700
es: África del Sudeste pre-1700

source: Ship 1726-1750
es: Barco 1726-1750

source: Ship 1751-1775
es: Barco 1751-75

source: Ship 1776-1800
es: Barco 1776-1800

source: Ship 1801-1825
es: Barco 1801-1825

source: Ship 1826-1850
es: Barco 1826-50

source: Ship 1851-75
es: Barco 1851-75

source: Ship pre-1726
es: Buque, pre-1726

source: Sierra Leone 1700-1800
es: Sierra Leona 1700-1800

source: Sierra Leone post-1800
es: Sierra Leona post-1800

source: Sierra Leone pre-1700
es: Sierra Leona pre-1700

source: <sup>1</sup> David Eltis and David Richardson, eds., <span class="italic">Extending the Frontiers: Essays on the New Transatlantic Slave trade Database</span> (New Haven: Yale University Press, 2008).
es: <sup>1</sup> David Eltis y David Richardson, eds., <span class="italic">Extending the Frontiers: Essays on the New Transatlantic Slave trade Database</span> (New Haven: Yale University Press, 2008).

source: <sup>2</sup> Joseph Inikori has given “a preferred global figure of 15.4 million for the European slave trade.” Adjusting for those carried to the offshore islands and Europe, this implies 14.9 million headed for the Americas. See <span class="italic">Cahiers d’Etudes africaines</span>, 32 (1993):686.
es: <sup>2</sup> Joseph Inikori ha ofrecido “una cifra global preferida de 15.4 millones para el comercio europeo de esclavos”. Al hacer un ajuste de este número con el de aquellos llevados a las islas de ultramar y a Europa, se infiere que 14.9 millones fueron a territorio americano.<span class="italic"> Cahiers d’Etudes africaines</span>, 32 (1993):686.

source: <sup>4</sup> British slave ships trading from Africa to Lisbon include the <span class="italic">Kent</span> (1731), the <span class="italic">Mary</span> (1737), and the <span class="italic">Betsey</span> and <span class="italic">Hennie</span> (1755). For sources see the data set. For the removal of slaves from Ambriz to St. Helena and Sierra Leone, see Kelly Muspratt to Aberdeen, 31 July 1843, British National Archives (henceforth BNA), FO84/501.
es: <sup>4</sup>Entre los barcos británicos que comerciaban desde África a Lisboa estaban el <span class="italic">Kent</span> (1731), el <span class="italic">Mary</span> (1737), y <span class="italic">Betsey</span> el Betsey y <span class="italic">Hennie</span> (1755). Para las fuentes véase el conjunto de datos. Para la retirada de esclavos desde Ambritz a St. Helena y Sierra Leona, ver Kelly Muspratt to Aberdeen, 31 July 1843, British National Archives (en adelante BNA), FO84/501.

source: <sup>5</sup> A separate discussion of tonnage is to be found below.
es: <sup>5</sup>Más adelante se encuentra otro debate sobre tonelaje.

source: <sup>6</sup> One frequently cited shipping list reports that there were no children on board several British slave voyages in the 1790s (House of Lords Record Office, House of Lords, Main Papers, 28 July 1800). This document, however, omitted to report the children embarked (cf. BNA, T70/1574; House of Lords Record Office, House of Lords, Main Papers, 14, 25 June 1799). In Luanda and Benguela Portuguese customs reports of departures for Brazil report very low numbers of children embarked. But in this instance, “children” refers to infants only, and was above a tax category that indicated exemption from customs duties.
es: <sup>6</sup> Un listado de embarco citado con frecuencia reporta que no habían niños a bordo de algunos viajes esclavistas británicos en la década de 1790 (House of Lords Record Office, House of Lords, Main Papers, 28 de julio de 1800). Sin embargo, este documento omitió reportar los niños embarcados (cf. BNA, T70/1574; House of Lords Record Office, House of Lords, Main Papers, 14, 25 de junio 1799). En Luanda y Benguela, los reportes de partida hacia Brasil de la aduana portuguesa registran un número muy bajo de niños embarcados. Pero en este caso, por la palabra “niños” se refiere sólo a infantes y estaba por encima de la categoría de impuestos que indicaban excepción de compromisos aduaneros.

source: <sup>7</sup> Mediterranean passes were issued by most European nations as a result of treaties with the Barbary powers. In theory, these documents allowed the vessels of the signing nation to pass freely through the “Mediterranean” waters frequented by Barbary corsairs. The passes record vessels’ and captain’s names, tonnage, the date the pass was issued, and intended trading location, such as “Africa” or “Africa and the Americas” or “Barbary” or “Madeira.” See David Richardson, <span class="italic"> The Mediterranean Passes in the Public Records Office </span> (East Ardsley, UK: EP Microform Ltd., 1981). On different numbers reported in the Americas, in the date given for the arrival of slave vessels might be the date the vessel cleared customs, but in fact this could easily occur 2-4 weeks after the actual arrival.
es: <sup>7</sup>La mayoría de las naciones europeas emitían salvoconductos mediterráneos como resultado de tratados firmados con las potencias berberiscas. En teoría estos salvoconductos permitían a los navíos de la nación firmante pasar libremente a través de las aguas mediterráneas frecuentadas por corsarios bereberes. Los salvoconductos o pases anotaban los nombres de los navíos y capitanes, tonelaje, fecha en que el pase fue emitido y lugar con el que se intentaba comerciar, tales como “África”, “África y América,” “Países Bereberes” o “Madeira.” Véase David Richardson, <span class="italic"> The Mediterranean Passes in the Public Records Office</span> (East Ardsley, UK: EP Microform Ltd., 1981). Sobre los números diferentes reportados en territorio americano, en la fecha dada como llegada de los navíos esclavistas puede estar la fecha en que el navío terminó el trámite de aduanas, pero esto pudo haber realmente ocurrido dos o tres semanas después de la llegada real.

source: <sup>8</sup> Robert Louis Stein, <span class="italic">The French Slave Trade in the Eighteenth Century: An Old Regime Business</span> (Madison: University of Wisconsin Press, 1979), xv. Some armateurs also may have owned the vessel. French dictionaries define armateurs firstly as those merchants who fit out the ship or expedition and secondly as (ship)owners. See Emile Littré, <span class="italic">Dictionnaire de la Langue Française</span>, vol. I (Paris: Hachette, 1881), 194.
es: <sup>8</sup> Robert Louis Stein, <span class="italic">The French Slave Trade in the Eighteenth Century: An Old Regime Business</span> (Madison: University of Wisconsin Press, 1979), xv. Es posible que algunos armateurs hayan sido dueños del navío. Los diccionarios franceses definen a los armateurs en primer lugar como a aquellos comerciantes que preparan el barco o la expedición y en forma secundaria como a propietarios (del barco). Véase Emile Littré, <span class="italic">Dictionnaire de la Langue Française</span>, vol. I (Paris: Hachette, 1881), 194.

source: <sup>9</sup> One major aid in identifying produce vessels is the Seaman’s Sixpence ledgers (BNA, ADM 68 series). One of our team, Jelmer Vos, went through this large series with great care.
es: <sup>9</sup> Entre las mayores ayudas para identificar los navíos de productos agrícolas se encuentran los registros comerciales del Seaman’s Sixpence (series BNA, ADM 68). Un miembro de nuestro equipo, Jelmer Vos, revisó esta larga serie con sumo cuidado.

source: <sup>10</sup> One of the most widely used contemporary surveys of African regional preferences was Lt. Edward Bold, <span class="italic">The Merchants and Mariners’ African Guide</span> (J. W. Norie and Co.: London, 1822). For a very detailed private record, see the manuscript in the Sidney Jones Library, University of Liverpool, “Memorandum of African Trade, 1830–1840,” for W.A. Maxwell and Co.
es: <sup>10</sup> Uno de las estudios contemporáneos más ampliamente utilizados sobre las preferencias regionales africanas fue Lt. Edward Bold, <span class="italic">The Merchants and Mariners’ African Guide</span> (J. W. Norie and Co.: London, 1822). Para un registro muy detallado vea el manuscrito “Memorandum of African Trade, 1830–1840, por W.A. Maxwell y Co., que se encuentra en la Sidney Jones Library, Universidad de Liverpool.

source: <sup>11</sup> See Pierre Verger, <span class="italic">Trade Relations Between Bahia de Todos os Santos and the Bight of Benin, 17th to the 19th Century</span> (Ibadan: Ibadan University Press, 1976), 358-361; and David Eltis, “The Export of Slaves from Africa, 1820–43,” <span class="italic">Journal of Economic History</span> 37 (1977): 417-420, for a fuller discussion.
es: <sup>11</sup> Ver Pierre Verger, <span class="italic">Trade Relations Between Bahia de Todos os Santos and the Bight of Benin, 17th to the 19th Century</span> (Ibadan: Ibadan University Press, 1976), 358-361; y David Eltis, “The Export of Slaves from Africa, 1820–43,” <span class="italic">Journal of Economic History</span> 37 (1977): 417-420, por una mayor discusión.

source: <sup>12</sup> In the downloadable version they would use the data variables “Percentage male embarked*” (MALRAT1), “Percentage male disembarked*” (MALRAT3), “Percentage children embarked*” (CHILRAT1) and “Percentage children disembarked*” (CHILRAT3) variables instead of the variables, “Percentage male*” (MALRAT7) and “Percentage children*” CHILRAT7.
es: <sup>12</sup> En la versión descargable se usaría las variables de datos “Porcentaje de varones embarcados” (MALRAT1), “Porcentaje de varones desembarcados” (MALRAT3), “Porcentaje de niños embarcados” (CHILRAT1) y “Porcentaje de niños desembarcados” (CHILDRAT3), en lugar de las variables “Porcentaje de varones” (MALRAT7) y “Porcentaje de niños” (CHILRAT7).

source: <sup>13</sup> For discussion of the general problem see Frederick C. Lane, “Tonnages, Medieval and Modern,” <span class="italic">Economic History Review</span>, 17 (1964–5): 213–33.
es: <sup>13</sup>>Para una discusión del problema en general, ver Frederick C. Lane, “Tonnages, Medieval and Modern,” <span class="italic">Economic History Review</span>, 17 (1964–5): 213–33.

source: <sup>14</sup> The 1773 legislation is 13 Geo III, c. 74. See W. Salisbury, “Early Tonnage Measurements in England: I, H.M. Customs and Statutory Rules,” <span class="italic">Mariner’s Mirror</span>, 52 (1966): 329–40. To convert registered tons into measured tons, we used the formulae in Christopher J. French, “Eighteenth Century Shipping Tonnage Measurements,” <span class="italic">Journal of Economic History</span> 33 (1973): 434–43. The 1786 act is 26 Geo III, c. 60, and its 1835 counterpart is 5 and 6 Will IV, c. 56, which introduced different rules for empty ships (s. 2) and those with cargo (s. 6). As the latter appears to have been used on slave ships, it is the one adopted here, and a further regression equation allows us to convert post-1836 tonnages into the measured ton of 1773–1835. It is: <br> Y = 52.86 + (1.22 x X) N = 63, R² = 0.77 <br> where Y = measured tons, 1773–1835, and X = measured tons after 1835.
es: <sup>14</sup>La legislación de 1773 es Geo III, c. 74. Véase W. Salisbury, “Early Tonnage Measurements in England: I, H.M. Customs and Statutory Rules,” <span class="italic">Mariner’s Mirror</span>, 52 (1966): 329–40. Para convertir toneladas registradas en toneladas medidas utilizamos las fórmulas que aparecen en Christopher J. French, “Eighteenth Century Shipping Tonnage Measurements,” <span class="italic">Journal of Economic History</span>33 (1973): 434–43. La ley de 1786 es Geo III, c. 60, y su contrapartida de 1835 es 5 y 6 WiII IV, c.56, que introdujo reglas diferentes para los barcos vacíos (s. 2) y aquellos con carga (s. 6). Como esta última parece haber sido la utilizada en los barcos esclavistas, es la que hemos adoptado y una ecuación posterior de regresión nos permite convertir tonelajes posteriores a 1836 a las tonelada medida de 1773-1835. Esta ecuación es: <br> Y = 52.86 + (1.22 x X) N = 63, R2 = 0.77 <br> Donde Y = toneladas medidas, 1773-1835, y X = toneladas medidas después de 1835.

source: <sup>15</sup> Palmerston to Kennedy, May 4, 1840 (circular dispatch), BNA, FO84/312.
es: <sup>15</sup> Palmerston a Kennedy, Mayo 4, 1840 (despacho circular), BNA, FO84/312.

source: <sup>16</sup> H. Chamberlain to Canning, 18 Sept. 1824 (enc.), FO84/31; W. Cole and H. W. Macaulay to Palmerston, 1 Jan. 1835 (enc.), BNA, FO84/169; W. W. Lewis and R. Docherty to Palmerston, 9 Sept. 1837 (enc.), BNA, FO84/214; J. Barrow to Aberdeen, 16 May 1842 (enc.), BNA, FO84/439; G. Jackson and F. Grigg to Aberdeen, 2 Jan. 1841 (enc.), BNA, FO84/350.
es: <sup>16</sup> H. Chamberlain a Canning, 18 Sept. 1824 (enc.), FO84/31; W. Cole y H. W. Macaulay a Palmerston, 1 Ene. 1835 (enc.), BNA, FO84/169; W. W. Lewis y R. Docherty a Palmerston, 9 Sept. 1837 (enc.), BNA, FO84/214; J. Barrow a Aberdeen, 16 Mayo 1842 (enc.), BNA, FO84/439; G. Jackson y F. Grigg to Aberdeen, 2 Ene. 1841 (enc.), BNA, FO84/350.

source: <sup>17</sup> For Spanish into British tonnage, data are limited. The equation is: <br> Y = 71 + (0.86 x X) N = 32, R² = 0.66. <br> Where Y = British measured tons, 1773–1835, and X = Spanish tons. <br> For US and British, see “An Act for Registering and Clearing Vessels, Regulating the Coasting Trade, and for other purposes,” <span class="italic">Statutes at Large of the United States of America, 1789-1873</span>, 1 (1789): 55. For a discussion, see W. Salisbury, “Early Tonnage Measurements in England: IV, Rules Used by Shipwrights and Merchants,” <span class="italic">Mariner’s Mirror</span> 53 (1967): 260–64.
es: <sup>17</sup> Para la conversión de la tonelada española a la británica, los datos son limitados. La ecuación es: <br> Y = 71 + (0.86 x X) N = 32, R² = 0.66. <br> Donde Y = tonelada británica medida, 1773-1835, y X = tonelada española <br> Para la tonelada norteamericana y la británico véase “An Act for Registering and Clearing Vessels, Regulating the Coasting Trade, and for other purposes,” <span class="italic">Statutes at Large of the United States of America, 1789-1873</span>, 1 (1789): 55. Para un debate sobre el tema, véase W. Salisbury, “Early Tonnage Measurements in England: IV, Rules Used by Shipwrights and Merchants,”<span class="italic">Mariner’s Mirror</span> 53 (1967): 260–64.

source: <sup>18</sup> See David Eltis and David Richardson, “Productivity in the Transatlantic Slave Trade,” <span class="italic">Explorations in Economic History</span> 32 (1995): 481, for the formula and a discussion.
es: <sup>18</sup> Ver David Eltis and David Richardson, “Productivity in the Transatlantic Slave Trade,” <span class="italic">Explorations in Economic History</span> 32 (1995): 481, para la fórmula y su discusión.

source: <sup>19</sup> See Lane, “Tonnages, Medieval and Modern,” 217-233 for a discussion.
es: <sup>19</sup> See Lane, “Tonnages, Medieval and Modern,” 217-233 por una discusión.

source: <sup>20</sup> Stein, French Slave Trade, 40–1; Patrick Villiers, “The Slave and Colonial Trade in France just before the Revolution,” in <span class="italic">Slavery and the Rise of the Atlantic System</span>, ed. Barbara L. Solow (Cambridge, UK: Cambridge University Press, 1991), 228.
es: <sup>20</sup> Stein, French Slave Trade, 40–1; Patrick Villiers, “The Slave and Colonial Trade in France just before the Revolution,” en <span class="italic">Slavery and the Rise of the Atlantic System</span>, ed. Barbara L. Solow (Cambridge, UK: Cambridge University Press, 1991), 228.

source: <sup>21</sup> See Herbert S. Klein, The <span class="italic">Middle Passage: Comparative Studies in the Atlantic Slave Trade</span> (Princeton: Princeton University Press, 1978), 29-31.
es: <sup>21</sup> Ver Herbert S. Klein, The <span class="italic">Middle Passage: Comparative Studies in the Atlantic Slave Trade</span> (Princeton: Princeton University Press, 1978), 29-31.

source: <sup>22</sup> See, for example, H. Chamberlain to Canning, 7 July 1824 (enc.), BNA, FO84/31.
es: <sup>22</sup> Ver, por ejemplo, H. Chamberlain to Canning, 7 July 1824 (enc.), BNA, FO84/31.

source: <sup>23</sup> David Eltis and David Richardson, “Slave Prices of Newly Arrived Africans in the Americas, 1673-1807: A Quinquennial Series,” in <span class="italic">Historical Statistics of the United States</span>, Susan Carter et al., eds. (Cambridge, UK: Cambridge University Press, 2006), 5: 690-691; <span class="italic">idem</span>, “Markets for Newly Arrived Slaves in the Americas, 1673-1864,” in <span class="italic">Slavery in the Development of the Americas</span>, David Eltis, Frank Lewis, and Kenneth Sokoloff, eds. (Cambridge, UK: Cambridge University Press, 2004), 183-221.
es: <sup>23</sup> David Eltis y David Richardson, “Slave Prices of Newly Arrived Africans in the Americas, 1673-1807: A Quinquennial Series,” en <span class="italic">Historical Statistics of the United States</span>, Susan Carter et al., eds. (Cambridge, UK: Cambridge University Press, 2006), 5: 690-691; <span class="italic">idem</span>, “Markets for Newly Arrived Slaves in the Americas, 1673-1864,” en <span class="italic">Slavery in the Development of the Americas</span>, David Eltis, Frank Lewis, and Kenneth Sokoloff, eds. (Cambridge, UK: Cambridge University Press, 2004), 183-221.

source: <sup>24</sup> More specifically, the price presented here is the average of the first ten males sold off the vessel.
es: <sup>24</sup>>De manera más específica, el precio que presentamos es el promedio para los primeros diez varones vendidos al salir del navío.

source: Long Reference
es: Referencia larga

source: Short Reference
es: Referencia corta

source: "When you make men slaves you deprive them of half their virtue, you set them in your own conduct an example of fraud, rapine, and cruelty, and compel them to live with you in a state of war."
es: "Cuando haces esclavos a los hombres, los Privas de la mitad de su virtud, los estableces en tu propia conducta un ejemplo de fraude, rapiña y crueldad, y los obliga a vivir contigo en un estado de guerra".

source: People of Trans-Atlantic
es: Personas trans-Atlánticas

source: Slave Trade
es: Trata de esclavos

source: Vessel owner
es: Propietario del buque

source: Year constructed
es: Año de construcción

source: Place constructed
es: Lugar en donde el barco fue construido

source: Year registered
es: Año registrado

source: Place registered
es: Lugar en donde el barco fue registrado

source: Flag (imputed)
es: Bandera (imputada)

source: Standardized tonnage
es: Tonelaje estandarizado

source: Place where voyage began
es: Lugar donde comenzó el viaje

source: Principal place of purchase
es: Lugar principal de compra

source: 1st place of slave purchase
es: 1er lugar de compra de esclavos

source: 2nd place of slave purchase
es: 2º lugar de compra de esclavos

source: 3rd place of slave purchase
es: 3er lugar de compra de esclavos

source: Principal place of landing
es: Sitio principal de desembarco de esclavos

source: 1st place of slave landing
es: 1er lugar de desembarque de esclavos

source: 2nd place of slave landing
es: Segundo sitio de desembarco de esclavos

source: 3rd place of slave landing
es: Tercer sitio de desembarco de esclavos

source: Total embarked (imputed)
es: Total embarcado (imputado)

source: Total embarked
es: Total embarcado

source: Total disembarked
es: Total desembarcados

source: Slaves intended at 1st place
es: Esclavos intentados en el 1er lugar

source: Slaves carried from 1st port
es: Esclavos transportados desde el 1er puerto

source: Slaves carried from 2nd port
es: Esclavos transportados desde el 2º puerto

source: Slaves carried from 3rd port
es: Esclavos transportados desde el tercer puerto

source: Slaves arrived at 1st port
es: Esclavos llegaron al 1er puerto

source: Slaves landed at 1st port
es: Esclavos desembarcaron en 1er puerto

source: Slaves landed at 2nd port
es: Esclavos desembarcados en 2do puerto

source: Slaves landed at 3rd port
es: Esclavos desembarcados en 3er puerto

source: Percent men
es: Porcentaje de hombres

source: Percent women
es: Porcentaje de mujeres

source: Percent boys
es: Porcentaje de niños

source: Percent girls
es: Porcentaje de niñas

source: Percent males
es: Porcentaje de varones

source: Percent children
es: Porcentaje de niños y niñas

source: Slaves died during middle passage
es: Cautivos muertos durante el cruce atlántico

source: Mortality rate
es: Índice de mortalidad

source: Middle passage
es: Cruce del Atlántico

source: Voyage length, homeport to landing
es: Duración del viaje, desde puerto de partida a desembarque

source: Year of arrival at port of disembarkation
es: Año de llegada al puerto de desembarque

source: Date vessel arrived with slaves
es: Fecha de llegada del buque con esclavos

source: Date voyage completed
es: Fecha en se completó el viaje

source: Crew deaths during voyage
es: Muertes de tripulantes durante el viaje

source: Outcome of voyage for slaves
es: Desenlace del viaje para los esclavos

source: Outcome of voyage if ship captured
es: Desenlace del viaje si el barco es capturado

source: Outcome of voyage for owner
es: Desenlace del viaje para el propietario

source: Source of data
es: Fuente de datos

source: port
es: puerto

source: ports
es: puertos

source: regions
es: regiones

source: broad region
es: región amplia

source: broad regions
es: regiones amplias

source: click for details
es: haga clic para obtener más información

source: Africans arriving from Africa
es: Africanos que llegan de África

source: Africans returning to Africa
es: Africanos regresan a África

source: Africans carried off
es: Africanos llevados

source: Place or region of embarkation:
es: Lugar o región de embarque:

source: Place or region of disembarkation:
es: Lugar o región de desembarque:

source: Voyage already added to selection
es: Viaje ya añadido a la selección

source: Warnings:
es: Advertencias:

source: Errors:
es: Errores:

source: Library or archive name is mandatory
es: La biblioteca o el nombre del archivo es obligatorio

source: Author name is mandatory
es: El nombre del autor es obligatorio

source: Title is mandatory
es: El título es obligatorio

source: Journal is a recommended field
es: Revista es un campo recomendado

source: Reference year cannot be earlier than 1500
es: El año de referencia no puede ser anterior a 1500

source: Pages
es: Páginas
