Repository: rice-crc/voyages
Catalog: voyages/locale/*/LC_MESSAGES/django.po
Languages: es, pt

source: Register of Africans from the Brig ""Paquete da Bahia""
es: Registro de africanos del bergantín “Paquete da Bahia”
pt: Registro de africanos do brigue “Paquete da Bahia”

source: Register of Africans from the Brig ""Primo""
es: Registro de africanos del bergantín “Primo”
pt: Registro de africanos do brigue “Primo”

source: Register of Africans from the Brig ""Príncipe de Guiné""
es: Registro de africanos del bergantín “Príncipe de Guiné”
pt: Registro de africanos do brigue “Príncipe da Guiné”

source: Register of Africans from the Brig ""Silveirinha""
es: Registro de africanos del bergantín “Silveirinha”
pt: Registro de africanos do brigue “Silveirinha”

source: Register of Africans from the Brig ""Tâmega""
es: Registro de africanos del bergantín “Tâmega”
pt: Registro de africanos do brigue “Tâmega”

source: Register of Africans from the Brig ""Temerário""
es: Registro de africanos del bergantín “Temerário”
pt: Registro de africanos do brigue “Temerário”

source: Register of Africans from the Brig ""Vingador""
es: Registro de africanos del bergantín “Vingador”
pt: Registro de africanos do brigue “Vingador”

source: Register of Africans from the Galera ""Invencível""
es: Registro de africanos de la galera “Invencível”
pt: Registro de africanos da galera “Invencível”

source: Register of Africans from the Galeta ""Joven Reina""
es: Registro de africanos de la goleta “Joven Reina”
pt: Registro de africanos da galeta “Jovem Reina”

source: Register of Africans from the Goleta ""Amália""
es: Registro de africanos de la goleta “Amália”
pt: Registro de africanos da goleta “Amália”

source: Register of Africans from the Goleta ""Caridad Cubana""
es: Registro de africanos de la goleta “Caridad Cubana”
pt: Registro de africanos da goleta “Caridad Cubana”

source: Register of Africans from the Goleta ""Carlota""
es: Registro de africanos de la goleta “Carlota”
pt: Registro de africanos da goleta “Carlota”

source: Register of Africans from the Goleta ""Diligência""
es: Registro de africanos de la goleta “Diligência”
pt: Registro de africanos da goleta “Diligência”

source: Register of Africans from the Goleta ""Empresa""
es: Registro de africanos de la goleta “Empresa”
pt: Registro de africanos da goleta “Empresa”

source: Register of Africans from the Goleta ""Fingal""
es: Registro de africanos de la goleta “Fingal”
pt: Registro de africanos da goleta “Fingal”

source: Register of Africans from the Goleta ""Gallito""
es: Registro de africanos de la goleta “Gallito”
pt: Registro de africanos da goleta “Gallito”

source: Register of Africans from the Goleta ""Indagadora""
es: Registro de africanos de la goleta “Indagadora”
pt: Registro de africanos da goleta “Indagadora”

source: Register of Africans from the Goleta ""Intrepido""
es: Registro de africanos de la goleta “Intrépido”
pt: Registro de africanos da goleta “Intrepido”

source: Register of Africans from the Goleta ""Jesus Maria""
es: Registro de africanos de la goleta “Jesús María”
pt: Registro de africanos da goleta “Jesus Maria”

source: Register of Africans from the Goleta ""Joaquina""
es: Registro de africanos de la goleta “Joaquina”
pt: Registro de africanos da goleta “Joaquina”

source: Register of Africans from the Goleta ""Josefa""
es: Registro de africanos de la goleta “Josefa”
pt: Registro de africanos da goleta “Josefa”

source: Register of Africans from the Goleta ""Julita""
es: Registro de africanos de la goleta “Julita”
pt: Registro de africanos da goleta “Julita”

source: Register of Africans from the Goleta ""Manuelita""
es: Registro de africanos de la goleta “Manuelita”
pt: Registro de africanos da goleta “Manuelita”

source: Register of Africans from the Goleta ""Maria""
es: Registro de africanos de la goleta “María”
pt: Registro de africanos da goleta “Maria”

source: Register of Africans from the Goleta ""Matilde""
es: Registro de africanos de la goleta “Matilde”
pt: Registro de africanos da goleta “Matilde”

source: Register of Africans from the Goleta ""Ninfa""
es: Registro de africanos de la goleta “Ninfa”
pt: Registro de africanos da goleta “Ninfa”

source: Register of Africans from the Goleta ""Nuevo Campeador""
es: Registro de africanos de la goleta “Nuevo Campeador”
pt: Registro de africanos da goleta “Nuevo Campeador”

source: Register of Africans from the Goleta ""Planeta""
es: Registro de africanos de la goleta “Planeta”
pt: Registro de africanos da goleta “Planeta”

source: Register of Africans from the Goleta ""Preciosa""
es: Registro de africanos de la goleta “Preciosa”
pt: Registro de africanos da goleta “Preciosa”

source: Register of Africans from the Goleta ""Relampago""
es: Registro de africanos de la goleta “Relámpago”
pt: Registro de africanos da goleta “Relampago”

source: Register of Africans from the Goleta ""Rosa""
es: Registro de africanos de la goleta “Rosa”
pt: Registro de africanos da goleta “Rosa”

source: Register of Africans from the Goleta ""Santiago""
es: Registro de africanos de la goleta “Santiago”
pt: Registro de africanos da goleta “Santiago”

source: Register of Africans from the Goleta ""Tita""
es: Registro de africanos de la goleta “Tita”
pt: Registro de africanos da goleta “Tita”

source: Register of Africans from the Schooner ""Adelaide""
es: Registro de africanos de la goleta “Adelaide”
pt: Registro de africanos da escuna “Adelaide”

source: Register of Africans from the Schooner ""Ana""
es: Registro de africanos de la goleta “Ana”
pt: Registro de africanos da escuna “Ana”

source: Register of Africans from the Schooner ""Ana Maria""
es: Registro de africanos de la goleta “Ana María”
pt: Registro de africanos da escuna “Ana Maria”

source: Register of Africans from the Schooner ""Arrogante Mayagüesana""
es: Registro de africanos de la goleta “Arrogante Mayagüesana”
pt: Registro de africanos da escuna “Arrogante Mayagüesana”

source: Register of Africans from the Schooner ""Arsênia""
es: Registro de africanos de la goleta “Arsênia”
pt: Registro de africanos da escuna “Arsênia”

source: Register of Africans from the Schooner ""Aurora""
es: Registro de africanos de la goleta “Aurora”
pt: Registro de africanos da escuna “Aurora”

source: Register of Africans from the Schooner ""Aventura""
es: Registro de africanos de la goleta “Aventura”
pt: Registro de africanos da escuna “Aventura”

source: Register of Africans from the Schooner ""Campeadora""
es: Registro de africanos de la goleta “Campeadora”
pt: Registro de africanos da escuna “Campeadora”

source: Register of Africans from the Schooner ""Causalidade""
es: Registro de africanos de la goleta “Causalidade”
pt: Registro de africanos da escuna “Causalidade”

source: Register of Africans from the Schooner ""Clara""
es: Registro de africanos de la goleta “Clara”
pt: Registro de africanos da escuna “Clara”

source: Register of Africans from the Schooner ""Conde de los Andes""
es: Registro de africanos de la goleta “Conde de los Andes”
pt: Registro de africanos da escuna “Conde de los Andes”

source: Register of Africans from the Schooner ""Conde de Vila Flor""
es: Registro de africanos de la goleta “Conde de Vila Flor”
pt: Registro de africanos da escuna “Conde de Vila Flor”

source: Register of Africans from the Schooner ""Constituição""
es: Registro de africanos de la goleta “Constituição”
pt: Registro de africanos da escuna “Constituição”

source: Register of Africans from the Schooner ""Diana""
es: Registro de africanos de la goleta “Diana”
pt: Registro de africanos da escuna “Diana”

source: Register of Africans from the Schooner ""Dichosa Estrella""
es: Registro de africanos de la goleta “Dichosa Estrella”
pt: Registro de africanos da escuna “Dichosa Estrella”

source: Register of Africans from the Schooner ""Diligência""
es: Registro de africanos de la goleta “Diligência”
pt: Registro de africanos da escuna “Diligência”

source: Register of Africans from the Schooner ""Dois Irmãos""
es: Registro de africanos de la goleta “Dois Irmãos”
pt: Registro de africanos da escuna “Dois Irmãos”

source: Register of Africans from the Schooner ""Dulcinéa""
es: Registro de africanos de la goleta “Dulcinéa”
pt: Registro de africanos da escuna “Dulcinéa”

source: Register of Africans from the Schooner ""Emília""
es: Registro de africanos de la goleta “Emília”
pt: Registro de africanos da escuna “Emília”

source: Register of Africans from the Schooner ""Enganador""
es: Registro de africanos de la goleta “Enganador”
pt: Registro de africanos da escuna “Enganador”

source: Register of Africans from the Schooner ""Española""
es: Registro de africanos de la goleta “Española”
pt: Registro de africanos da escuna “Española”

source: Register of Africans from the Schooner ""Fama""
es: Registro de africanos de la goleta “Fama”
pt: Registro de africanos da escuna “Fama”

source: Register of Africans from the Schooner ""Fanny""
es: Registro de africanos de la goleta “Fanny”
pt: Registro de africanos da escuna “Fanny”

source: Register of Africans from the Schooner ""Fortunée""
es: Registro de africanos de la goleta “Fortunée”
pt: Registro de africanos da escuna “Fortunée”

source: Register of Africans from the Schooner ""Francisco""
es: Registro de africanos de la goleta “Francisco”
pt: Registro de africanos da escuna “Francisco”

source: Register of Africans from the Schooner ""Gaceta""
es: Registro de africanos de la goleta “Gaceta”
pt: Registro de africanos da escuna “Gaceta”

source: Register of Africans from the Schooner ""Gertrudes""
es: Registro de africanos de la goleta “Gertrudes”
pt: Registro de africanos da escuna “Gertrudes”

source: Register of Africans from the Schooner ""Grande Poder de Deus""
es: Registro de africanos de la goleta “Grande Poder de Deus”
pt: Registro de africanos da escuna “Grande Poder de Deus”

source: Register of Africans from the Schooner ""Hirondelle""
es: Registro de africanos de la goleta “Hirondelle”
pt: Registro de africanos da escuna “Hirondelle”

source: Register of Africans from the Schooner ""Hosse""
es: Registro de africanos de la goleta “Hosse”
pt: Registro de africanos da escuna “Hosse”

source: Register of Africans from the Schooner ""Iberia""
es: Registro de africanos de la goleta “Ibéria”
pt: Registro de africanos da escuna “Iberia”

source: Register of Africans from the Schooner ""Ibéria""
es: Registro de Africanos de la goleta "Iberia"
pt: Registro de africanos da escuna “Ibéria”

source: Register of Africans from the Schooner ""Indagadora""
es: Registro de africanos de la goleta “Indagadora”
pt: Registro de africanos da escuna “Indagadora”

source: Register of Africans from the Schooner ""Josefa""
es: Registro de africanos del schooner “Josefa”
pt: Registro de africanos da escuna “Josefa”

source: Register of Africans from the Schooner ""Josefina""
es: Registro de africanos de la goleta “Josefina”
pt: Registro de africanos da escuna “Josefina”

source: Register of Africans from the Schooner ""Ligeira""
es: Registro de africanos de la goleta “Ligeira”
pt: Registro de africanos da escuna “Ligeira”

source: Register of Africans from the Schooner ""Ligera""
es: Registro de africanos de la goleta “Ligera”
pt: Registro de africanos da escuna “Ligera”

source: Register of Africans from the Schooner ""Mensageira""
es: Registro de africanos de la goleta “Mensageira”
pt: Registro de africanos da escuna “Mensageira”

source: Register of Africans from the Schooner ""Ninfa Habanera""
es: Registro de africanos de la goleta “Ninfa Habanera”
pt: Registro de africanos da escuna “Ninfa Habanera”

source: Register of Africans from the Schooner ""Norma""
es: Registro de africanos de la goleta “Norma”
pt: Registro de africanos da escuna “Norma”

source: Register of Africans from the Schooner ""Nova Viagem""
es: Registro de africanos de la goleta “Nova Viagem”
pt: Registro de africanos da escuna “Nova Viagem”

source: Register of Africans from the Schooner ""NS da Conceição Minerva""
es: Registro de africanos de la goleta “NS da Conceição Minerva”
pt: Registro de africanos da escuna “NS da Conceição Minerva”

source: Register of Africans from the Schooner ""NS da Penha de França""
es: Registro de africanos de la goleta “NS da Penha de França”
pt: Registro de africanos da escuna “NS da Penha de França”

source: Register of Africans from the Schooner ""NS do Monserrate""
es: Registro de africanos de la goleta “NS do Monserrate”
pt: Registro de africanos da escuna “NS do Monserrate”

source: Register of Africans from the Schooner ""Nueva Virgen""
es: Registro de africanos de la goleta “Nueva Virgen”
pt: Registro de africanos da escuna “Nueva Virgen”

source: Register of Africans from the Schooner ""Numero Dos""
es: Registro de africanos de la goleta “Número Dos”
pt: Registro de africanos da escuna “Numero Dos”

source: Register of Africans from the Schooner ""Olimpa""
es: Registro de africanos de la goleta “Olimpa”
pt: Registro de africanos da escuna “Olimpa”

source: Register of Africans from the Schooner ""Panchita""
es: Registro de africanos de la goleta “Panchita”
pt: Registro de africanos da escuna “Panchita”

source: Register of Africans from the Schooner ""Pantica""
es: Registro de africanos de la goleta “Pantica”
pt: Registro de africanos da escuna “Pantica”

source: Register of Africans from the Schooner ""Paulita""
es: Registro de africanos de la goleta “Paulita”
pt: Registro de africanos da escuna “Paulita”

source: Register of Africans from the Schooner ""Primorosa""
es: Registro de africanos de la goleta “Primorosa”
pt: Registro de africanos da escuna “Primorosa”

source: Register of Africans from the Schooner ""Princesa Africana""
es: Registro de africanos de la goleta “Princesa Africana”
pt: Registro de africanos da escuna “Princesa Africana”

source: Register of Africans from the Schooner ""Prova""
es: Registro de africanos de la goleta “Prova”
pt: Registro de africanos da escuna “Prova”

source: Register of Africans from the Schooner ""Providência""
es: Registro de africanos de la goleta “Providência”
pt: Registro de africanos da escuna “Providência”

source: Register of Africans from the Schooner ""Que Lhe Importa""
es: Registro de africanos de la goleta “Que Lhe Importa”
pt: Registro de africanos da escuna “Que Lhe Importa”

source: Register of Africans from the Schooner ""Reglano""
es: Registro de africanos de la goleta “Reglano”
pt: Registro de africanos da escuna “Reglano”

source: Register of Africans from the Schooner ""S Efigênia""
es: Registro de africanos de la goleta “S Efigênia”
pt: Registro de africanos da escuna “S Efigênia”

source: Register of Africans from the Schooner ""Segunda Gallega""
es: Registro de africanos de la goleta “Segunda Gallega”
pt: Registro de africanos da escuna “Segunda Gallega”

source: Register of Africans from the Schooner ""Segunda Iberia""
es: Registro de africanos de la goleta “Segunda Iberia”
pt: Registro de africanos da escuna “Segunda Iberia”

source: Register of Africans from the Schooner ""Segunda Rosália""
es: Registro de africanos de la goleta “Segunda Rosália”
pt: Registro de africanos da escuna “Segunda Rosália”

source: Register of Africans from the Schooner ""Segunda Socorro""
es: Registro de africanos de la goleta “Segunda Socorro”
pt: Registro de africanos da escuna “Segunda Socorro”

source: Register of Africans from the Schooner ""Sete de Abril""
es: Registro de africanos de la goleta “Sete de Abril”
pt: Registro de africanos da escuna “Sete de Abril”

source: Register of Africans from the Schooner ""Sierra del Pilar""
es: Registro de africanos de la goleta “Sierra del Pilar”
pt: Registro de africanos da escuna “Sierra del Pilar”

source: Register of Africans from the Schooner ""Teresa""
es: Registro de africanos de la goleta “Teresa”
pt: Registro de africanos da escuna “Teresa”

source: Register of Africans from the Schooner ""União""
es: Registro de africanos de la goleta “União”
pt: Registro de africanos da escuna “União”

source: Register of Africans from the Schooner ""Vandolero""
es: Registro de africanos de la goleta “Vandolero”
pt: Registro de africanos da escuna “Vandolero”

source: Register of Africans from the Schooner ""Vecua""
es: Registro de africanos de la goleta “Vecua”
pt: Registro de africanos da escuna “Vecua”

source: Register of Africans from the Schooner ""Vênus""
es: Registro de africanos de la goleta “Vênus”
pt: Registro de africanos da escuna “Vênus”

source: Register of Africans from the Schooner ""Víbora de Cabo Verde""
es: Registro de africanos de la goleta “Víbora de Cabo Verde”
pt: Registro de africanos da escuna “Víbora de Cabo Verde”

source: Register of Africans from the Schooner ""Vitória""
es: Registro de africanos de la goleta “Vitória”
pt: Registro de africanos da escuna “Vitória”

source: Register of Africans from the Schooner ""Zeferina""
es: Registro de africanos de la goleta “Zeferina”
pt: Registro de africanos da escuna “Zeferina”

source: Register of Africans from the Ship ""Quato de Abril""
es: Registro de africanos del barco “Quatro de Abril”
pt: Registro de africanos do navio “Quatro de Abril”

source: Register of Africans from the Sloop ""Defensora da Pátria""
es: Registro de africanos de la balandra “Defensora da Pátria”
pt: Registro de africanos da chalupa “Defensora da Pátria”

source: Register of Africans from the Sumaca ""Bom Jesus dos Navegantes""
es: Registro de africanos de la sumaca “Bom Jesus dos Navegantes”
pt: Registro de africanos da sumaca “Bom Jesus dos Navegantes”

source: Register of Africans from the Sumaca ""Bonfim""
es: Registro de africanos de la sumaca “Bonfim”
pt: Registro de africanos da sumaca “Bonfim”

source: Register of Africans from the Sumaca ""Esperança""
es: Registro de africanos de la sumaca “Esperança”
pt: Registro de africanos da sumaca “Esperança”

source: Register of Africans from the Sumaca ""NS da Conceição""
es: Registro de africanos de la sumaca “NS da Conceição”
pt: Registro de africanos da sumaca “NS da Conceição”

source: São Tiago is one of the islands belonging to the archipelago of Cape Verde, situated off the coast of West Africa. The island was discovered by 1460, and since then became a port of call in the voyages across the Atlantic. The island worked as an operational base for the Portuguese in the transatlantic slave trade from the coast of West Africa. The image is of a map produced by the Portuguese Commander José Joaquim Lopes de Lima in 1827, but published only in 1844. It provides the depth of the island’s bay as well as an illustration of São Tiago. The slave trade in the north Atlantic was illegal in 1815, but historical records show that the islands of Cape Verde remained engaged in this activity even after that year. The image is reproduced courtesy of the Manuscript, Archives and Rare Book Library, Emory University.
es: São Tiago es una de las islas que conforman el archipiélago de Cabo Verde, situado cerca de la costa occidental de África. La isla fue descubierta alrededor de 1460. Y desde entonces devino una parada de escala en los viajes a través del Atlántico. La isla funcionaba como una base operacional para los portugueses en el comercio trasatlántico de esclavos desde la costa occidental de África. La imagen es un mapa realizado por el comandante portugués José Joaquim Lopes de Lima en 1827 pero que no fue publicado hasta 1844. El mapa provee la profundidad de la bahía de la isla, así como una ilustración de Sao Tiago. El comercio de esclavos en el Atlántico norte fue ilegalizado en 1815, pero ciertos registros históricos muestran que las islas de Cabo Verde continuaban involucradas en esta actividad aún después de esta fecha. La imagen reproducida es cortesía de Manuscript, Archives and Rare Book Library, Emory University.
pt: São Tiago é uma das ilhas pertencentes ao arquipélago de Cabo Verde, situado ao largo da costa da África Ocidental. A ilha foi descoberta por volta de 1460, e desde então se tornou um porto de escala nas viagens transatlânticas. A ilha era uma base operacional para os portugueses no tráfico negreiro transatlântico da costa da África Ocidental. A imagem é de um mapa produzido pelo comandante português José Joaquim Lopes de Lima em 1827, mas publicado apenas em 1844. Ela fornece a profundidade da baía da ilha, bem como uma ilustração de São Tiago. O tráfico de escravos no Atlântico Norte era ilegal em 1815, mas os registros históricos mostram que as ilhas de Cabo Verde ainda estavam envolvidas nessa atividade mesmo depois daquele ano. Imagem reproduzida com autorização da Manuscript, Archives and Rare Book Library, Emory University.

source: São Tomé, in addition to other islands in the Bight of Biafra, formed an archipelago that was deeply involved in the transatlantic slave trade. The image is of two maps published by the Portuguese Commander José Joaquim Lopes de Lima in the 1840s. The map on the left shows the entire island of São Tomé, indicating its main rivers, the depth of the sea surrounding the island and its topographical layout. The map on the right shows the bay of Ana de Chaves, where the port and city of São Tomé was actually located. This second map provides details on the depth of the bay and locates the Portuguese forts protecting the bay’s entrance. The illustration inserted above both maps is of a view of the island a league of distance from the city of São Tomé to the north-east. In the 1840s, São Tomé received slaves illegally traded into Atlantic markets as well as freed Africans from the Portuguese possessions located in West-Central Africa. The image is reproduced courtesy of the Manuscript, Archives and Rare Book Library, Emory University.
es: São Tomé, junto con otras islas en la Ensenada de Biafra, formaba parte de un archipiélago activamente involucrada en el comercio trasatlántico de esclavos. La imagen es de dos mapas publicados por el comandante portugués José Lopes de Lima en la década de 1840. El mapa a la izquierda muestra la totalidad de la isla de Sao Tomé, sus principales ríos, la profundidad del mar que rodea a la isla y su trazado topográfico. El mapa a la derecha muestra la bahía de Ana de Chaves, donde en realidad se ubicaba la ciudad de Sao Tomé. El segundo mapa proporciona detalles sobre la profundidad de la bahía y ubica los fuertes portugueses que protegían la entrada de la bahía. La ilustración que se inserta arriba de ambos mapas es una vista de la isla a una legua de distancia de la ciudad de Sao Tomé hacia el noreste. En los años 40 del siglo XIX, Sao Tomé recibía esclavos que eran ilegalmente vendidos en mercados atlánticos, así como africanos liberados de las posesiones portuguesas ubicadas en África centro-occidental. La imagen reproducida es cortesía de Manuscript, Archives and Rare Book Library, Emory University.
pt: São Tomé, juntamente com outras ilhas do golfo de Biafra, formaram um arquipélago que esteve profundamente envolvido no tráfico de escravos transatlântico. A imagem é de dois mapas publicados pelo comandante português José Joaquim Lopes de Lima na década de 1840. O mapa à esquerda mostra toda a ilha de São Tomé, indicando seus principais rios, a profundidade do mar em torno da ilha e sua disposição topográfica. O mapa à direita mostra a baía de Ana de Chaves, onde se localizavam o porto e a cidade de São Tomé. Este segundo mapa fornece detalhes sobre a profundidade da baía e situa os fortes portugueses que protegem a barra. A ilustração inserida acima dos dois mapas é uma vista da ilha a uma légua de distância da cidade de São Tomé, ao nordeste. Na década de 1840, São Tomé recebia escravos traficados ilegalmente em mercados do Atlântico, bem como africanos livres que vinham das possessões portuguesas localizadas na África Centro-Ocidental. Imagem reproduzida com autorização da Manuscript, Archives and Rare Book Library, Emory University.

source: São Tomé Island
es: Isla de São Tomé
pt: Ilha de São Tomé
