Repository: rice-crc/voyages
Catalog: voyages/locale/*/LC_MESSAGES/django.po
Languages: es, pt

source: Human Systems Standard 9
es: Sistemas humanos estándar 9
pt: Sistemas Humanos Norma 9

source: Human Systems Standards 9-13
es: Sistemas humanos estándar 9-13
pt: Sistemas Humanos Norma 9-13

source: I Culture
es: I Cultura
pt: I Cultura

source: III People, Places, Environments
es: III Pueblo, Lugares, Ambientes
pt: III Pessoas, Locais, Ambientes

source: II Time, Continuity, Change
es: II Tiempo, Continuidad, Cambio
pt: II Tempo, Continuidade, Mudança

source: In this lesson, students will examine the data of the trans-Atlantic slave trade and primary sources related to the slave trade. The data will easily reveal to students a steep incline before 1808 and, in fact, a continuation of imported enslaved Africans after the slave trade was abolished in the United States and Great Britain. Students will also examine perspectives on slavery, as the deadline for ending the slave trade approached and passed. The lesson allows students to develop their own conclusions about both the intention and impact of the 1808 deadline on the overall history of slavery.
es: En esta lección los estudiantes examinarán la información sobre el comercio trasatlántico de esclavos y las fuentes primarias relacionadas con el tráfico de esclavos. Esta información les revelará inmediatamente un incremento pronunciado antes de 1808 y, en efecto, una continuación de la importación de esclavos africanos después que la trata fue abolida en los Estados Unidos y Gran Bretaña. Los estudiantes también explorarán perspectivas sobre la esclavitud en lo que el plazo para terminar el tráfico de esclavos se acercaba y terminaba. La lección les permite a los estudiantes desarrollar sus propias conclusiones acerca de la intención y el impacto de este plazo de 1808 en la historia de la esclavitud en general.
pt: Nesta aula, os alunos irão analisar os dados do tráfico de escravos transatlântico e as fontes primárias relacionadas com o tráfico de escravos. Os dados facilmente revelarão aos estudantes um aumento acentuado antes de 1808 e a continuação da importação de escravos africanos depois da abolição do tráfico de escravos nos Estados Unidos e na Grã-Bretanha. Os alunos também examinarão perspectivas sobre a escravidão, como a aproximação e o fim da data limite para o encerramento do tráfico de escravos. A lição permite aos alunos desenvolverem as suas próprias conclusões sobre a intenção e o impacto do prazo final de 1808 na história geral da escravidão.

source: In this lesson, students will learn how to search The Trans--Atlantic Slave Trade Database. They will discover the scope of the slave trade over four centuries. Students will search the database to learn more about five noteworthy voyages. Students will review the African Names Database to learn the name of Africans liberated from ships attempting to trade illegally. By completing this lesson, students will have a better understanding how historians use databases and statistics to conduct historical research.
es: Esta lección instruye a los estudiantes en cómo investigar en la base de datos del comercio trasatlántico de esclavos durante los cuatro siglos de la existencia de la trata de esclavos. Los estudiantes buscarán en la base de datos para aprender más sobre cinco viajes notorios. La base de datos de nombres africanos muestra los nombres de muchos de los africanos liberados de barcos que intentaban comerciar con ellos de manera ilegal después de 1807.
pt: Nesta aula, os alunos aprenderão a pesquisar no Banco de Dados do Tráfico Transatlântico de Escravos. Eles descobrirão o alcance do tráfico de escravos ao longo de quatro séculos. Os alunos pesquisarão o banco de dados para saber mais sobre cinco viagens notáveis. Analisarão o Banco de Dados de Nomes Africanos para saber os nomes dos africanos libertos de navios que tentavam traficar ilegalmente. Ao completarem esta lição, eles terão uma melhor compreensão de como os historiadores utilizam os bancos de dados e as estatísticas para realizar pesquisas históricas.

source: Issues of Geography Standard 17
es: Temas de geografía estándar 17
pt: Questões de Geografia Norma 17

source: IV Individual Development and Identity
es: IV Desarrollo individual e identidad
pt: IX Conexões Globais

source: NCHS History Standards
es: Estándares de Historia del NCHS
pt: Normas de História do NCHS

source: NCSS Social Studies Themes
es: Temas de Ciencias Sociales del NCSS
pt: Temas de Ciências Sociais do NCSS

source: One Country’s Slave Trade
es: El comercio de esclavos de un país
pt: O Tráfico de Escravos em um País

source: Places and Regions Standards 4-6
es: Lugares y regiones estándares 4-6
pt: Locais e Regiões Normas 4-6

source: Researching the Transatlantic Slave Trade
es: Estudiando el comercio trasatlántico de esclavos
pt: Pesquisando o Tráfico de Escravos Transatlântico

source: Slave Trade; Graph and Map skills
es: Trata de esclavos, uso de gráficos y mapas
pt: Tráfico de Escravos; Uso de Gráficos e Mapas

source: Slave Trade Memorial
es: Memorial del comercio de esclavos
pt: Memorial do Tráfico de Escravos

source: Slave Trade; Memorial; Middle Passage; Mortality Rates; Writing skills
es: Comercio de esclavos; memorial; travesía intermedia; tasa de mortalidad; habilidad de redacción
pt: Tráfico de Escravos; Memorial; Travessia do Atlântico; Taxas de Mortalidade; Redação

source: Slave Trade; Nations; Middle Passage; Graph skills
es: Trata de esclavos; naciones; cruce del atlántico; talento gráfico
pt: Tráfico de Escravos; Nações; Travessia do Atlântico; Uso de Gráficos

source: Slave Trade; Slavery; Historical arguments; Evaluating evidence
es: Comercio de esclavos; esclavitud; argumentos históricos; evaluando evidencia
pt: Tráfico de Escravos; Escravidão; Argumentos Históricos; Avaliação de Dados

source: Social Studies
es: Ciencias Sociales
pt: Estudos Sociais

source: The 1808 Slave Trade Abolition Deadline
es: El plazo para la abolición del comercio de esclavos de 1808
pt: O prazo para a abolição do tráfico de escravos em 1808

source: The Countries of the Slave Trade
es: Los países del comercio de esclavos
pt: Os Países do Tráfico de Escravos

source: This lesson asks students to demonstrate mastery of their knowledge about the Middle Passage by designing a memorial. The lesson contains several steps which teachers can use at their discretion to build an appreciation for what enslaved Africans were subjected to as they were forced to the New World, why this part of history should get a public memorial, and how that memorial should be expressed in words and image. The lesson uses mortality statistics from the database to help students gain an understanding of how many people died on a voyage, as well as reading comprehension questions and a PowerPoint Presentation of various monuments.
es: Esta lección pide a los estudiantes demostrar su conocimiento de la Travesía Intermedia mediante el diseño de un memorial. La lección contiene varios pasos que los maestros pueden usar como mejor estimen para inculcar un reconocimiento y aprecio de lo que los africanos esclavizados sufrieron mientras eran forzados a viajar al Nuevo Mundo, por qué esta parte de la historia merece un memorial público y que palabras e imágenes deben usarse. Esta lección emplea las estadísticas de mortalidad de la base de datos para ayudar a los estudiantes a alcanzar un entendimiento de cuantos murieron en el viaje, así como también preguntas de comprensión de lectura y una presentación PowerPoint de varios monumentos.
pt: Esta aula exige dos alunos que demonstrem que dominam o tema da travessia do Atlântico projetando um memorial. A aula apresenta várias etapas que os professores podem utilizar a seu modo, a fim de levar os alunos a compreender o que os africanos escravizados eram obrigados a suportar quando trazidos à força para o Novo Mundo, por que esta parte da história merece um memorial público, e como esse memorial deve ser expresso em palavras e imagens. A aula utiliza estatísticas de mortalidade do banco de dados para ajudar os alunos a terem uma noção do número de pessoas que morreram em uma viagem, bem como questões de compreensão de texto e uma apresentação de PowerPoint de vários monumentos.

source: This lesson focuses students on one specific country that participated in the slave trade. Students will gather information from the database to document the slave trade for the country they have chosen and will then look at specific data, such as the numbers of enslaved people transported during different time periods and the areas of embarkation and disembarkation. This lesson offers students a more detailed example of the slave trade than would an overview of the slave trade.
es: Esta lección enfoca a los estudiantes en un país específico que haya participado en la trata de esclavos. Los estudiantes obtendrán información de la base de datos para documentar el comercio de esclavos del país que hayan seleccionado y entonces examinarán información específica tal como el número de personas esclavizadas transportadas durante diferentes periodos y las zonas de embarque y desembarque. Esta lección les ofrece a los estudiantes un ejemplo más detallado del tráfico de esclavos que aquel que se puede encontrar en una reseña de la trata esclavista.
pt: Esta aula se concentra em um país específico que participou do tráfico de escravos. Os alunos coletarão informações do banco de dados para documentar o tráfico de escravos do país que escolheram e olharão em seguida para dados específicos, tais como os números de pessoas escravizadas transportadas durante diferentes períodos de tempo e as áreas de embarque e desembarque. A aula oferece aos alunos um exemplo mais detalhado do tráfico de escravos do que uma visão geral poderia oferecer.

source: This lesson is a comparative look at the number of enslaved people transported by each of the seven flag countries listed on the database and also an examination of the ordeal of the Middle Passage. Students will gain an understanding of the immensity of the international slave trade but will also focus on the human experience of the Middle Passage.
es: Esta lección es una visión comparativa del número de personas esclavizadas transportadas por cada uno de los siete países con banderas registrados en la base de datos, así como también un análisis de la agonía de la Travesía Intermedia. Los estudiantes alcanzarán una comprensión de la inmensidad del comercio internacional de esclavos, pero también se concentrarán en la experiencia humana de la Travesía Intermedia.
pt: Esta aula é uma visão comparativa do número de pessoas escravizadas transportadas sob cada uma das sete bandeiras de países listados no banco de dados, e também um exame do sofrimento durante a travessia do Atlântico. Os alunos não só irão adquirir uma compreensão da enormidade do tráfico de escravos internacional, como também se concentrarão na experiência humana da travessia do Atlântico.

source: This lesson is an introduction to the database that can also serve as an introduction to the trans-Atlantic slave trade. It exposes students to the vast amount and variability of material in the database, and helps to develop the necessary technical skills for using a database. Students will analyze the historical data as a means of learning to formulate compelling research questions.
es: Esta lección constituye una introducción a la base de datos que también sirve como introducción al tráfico trasatlántico de esclavos. Expone al estudiante al vasto y diverso material de la base de datos y les ayuda a desarrollar las habilidades técnicas necesarias para usar una base de datos. Los estudiantes analizarán la información histórica como instrumento para aprender a formular preguntas de investigación sugerentes.
pt: Esta aula é uma introdução ao banco de dados que também pode servir como introdução ao tráfico de escravos transatlântico. Ela expõe os alunos à grande quantidade e variabilidade de material contido no banco de dados, e ajuda a desenvolver as capacidades técnicas necessárias para a utilização de um banco de dados. Os alunos analisarão os dados históricos como meio de aprender a formular questões de investigação interessantes.

source: This lesson puts equal emphasis on the history of the trans-Atlantic slave trade and on the craft of forming historical arguments. Students are asked to read a recent work from David Brion Davis, a leading historian of slavery, and to compare his arguments with evidence from the database. This forms the foundation for a discussion of what kinds of claims are harder to defend than others and why some types of evidence are more convincing than others.
es: Esta lección pone igual énfasis en la historia del comercio de esclavos trasatlántico, así como en el arte de formular argumentos históricos. Se les pide a los estudiantes leer una obra reciente de David Brion Davis, un importante historiador de la esclavitud y comparar sus argumentos con la evidencia de la base de datos. Esto crea la base para una discusión sobre cuales tipos de enunciados son más difíciles de defender que otros y por qué un tipo de evidencia resulta más convincente que otro.
pt: Esta aula dá igual ênfase à história do tráfico de escravos transatlântico e ao ofício de elaborar argumentações históricas. Os alunos são convidados a ler uma obra recente de David Brion Davis, um importante historiador da escravidão, e a comparar seus argumentos com os dados encontrados do banco de dados. Isso constitui a base para uma discussão sobre quais tipos de afirmações são mais difíceis de defender do que outras, e porque alguns tipos de dados são mais convincentes do que outros.

source: US and World History
es: Historia de Estados Unidos, Historia Mundial
pt: História dos EUA e do Mundo

source: US Era 1 (Three Worlds Meet) Standards 1 & 2
es: Era 1 de EUA (Tres Mundos se conocen) Estándares 1 y 2
pt: Era 1 dos EUA (Encontro de Três Mundos) Normas 1 & 2

source: US Era 2 (Colonization and Settlement)
es: Era 2 de EUA (Colonización y Asentamiento)
pt: Era 2 dos EUA (Colonização e Povoamento)

source: US Era 2 (Colonization and Settlement) Standard 1A
es: Era 2 de EUA (Colonización y Asentamiento) Estándar 1 A
pt: Era 2 dos EUA (Colonização e Povoamento) Norma 1A

source: US Era 2 (Colonization and Settlement) Standard 3
es: Era 2 de EUA (Colonización y Asentamiento) Estándar 3
pt: Era 2 dos EUA (Colonização e Povoamento) Norma 3

source: US Era 4 (Expansion and Reform) Standards 2 and 4
es: Era 4 de EUA (Expansión y Reforma) Estándares 2 y 4
pt: Era 4 dos EUA (Expansão e Reforma) Normas 2 e 4

source: U.S. History Era 1(Three Worlds Meet) Standard 1
es: Era 1 de EUA (Tres mundos se conocen) Estándar 1
pt: O Mundo em Termos Espaciais Norma 1

source: US History, US Government
es: Historia de Estados Unidos, Gobierno de los Estados Unidos
pt: História dos Estados Unidos, Governo dos Estados Unidos

source: US History, World History
es: Historia de EUA, Historia Mundial
pt: História dos EUA, História do Mundo

source: VII Production, Distribution, Consumption
es: VII Producción, Distribución, Consumo
pt: VII Produção, Distribuição, Consumo

source: V Individual, Groups, Institutions
es: V Individuos, Grupos, Instituciones
pt: V Indivíduo, Grupos, Instituições

source: VI Power, Authority, Governance
es: VI Poder, Autoridad, Gobierno
pt: VI Poder, Autoridade, Governança

source: World Era 6 (First Global Age)
es: Era Mundial 6 (Primera Era Global)
pt: Era 6 do Mundo (Primeira Era Global)

source: World Era 6 (First Global Age) Standard 4
es: Era Mundial 6 (Primera Era Global) Estándar 4
pt: Era 6 do Mundo (Primeira Idade Global) Norma 4

source: World Era 6 (First Global Age) Standard 4B
es: Era Mundial 6 (Primera Era Global) Estándar 4B
pt: Era 6 do Mundo (Primeira Idade Global) Norma 4B

source: World Era 6 (First Global Age) Standards 1A, 1B, 2A, 4A, 4B, 4C, & 6
es: Era Mundial 6 (Primera Era Global) Estándares 1 A, 1B, 2 A, 4 A, 4 B, 4 C, & 6
pt: Era 6 do Mundo (Primeira Era Global) Normas 1A, 1B, 2A, 4A, 4B, 4C, & 6

source: World History; US History
es: Historia de EUA, Historia mundial
pt: História do Mundo; História dos EUA

source: World in Spatial Terms Standard 1
es: El mundo en términos espaciales estándar 1
pt: O Mundo em Termos Espaciais Norma 1

source: World in Spatial Terms Standards 1-3
es: El mundo en términos espaciales estándares 1-3
pt: O Mundo em Termos Espaciais Normas 1-3

source: X Civic Ideals and Practices
es: X Ideales Cívicos y Prácticas
pt: X Ideais e Práticas Cívicas

source: Examine Estimates of the Slave Trade
es: Analice estimaciones del tráfico de esclavos
pt: Examine as estimativas referentes ao tráfico de escravos

source: Explore the African Names Database
es: Explore la Base de datos de nombres africanos
pt: Explore o Banco de Dados de Nomes Africanos

source: Look for particular voyages in this database of documented slaving expeditions. Create listings, tables, charts, and maps using information from the database.
es: Esta sección permite encontrar viajes específicos entre las expediciones esclavistas documentadas, así como crear listados, tablas y mapas a partir de la información existente en la base de datos.
pt: Procure viagens específicas neste banco de dados de expedições negreiras documentadas. Crie listas, tabelas, gráficos e mapas utilizando informações do banco de dados.

source: Slaves on documented voyages represent four-fifths of the number who were actually transported. Use the interactive estimates page to analyze the full volume and multiple routes of the slave trade.
es: Los esclavos que aparecen registrados en los viajes documentados representan sólo las cuatro quintas partes del número total que fueron transportados. Utilice la página interactiva de estimaciones para analizar nuestro cálculo del volumen total del tráfico esclavista.
pt: Os escravos em viagens documentadas representam quatro quintos do número de pessoas que foram de fato transportadas. Use a página interativa de estimativas para analisar o volume total e as múltiplas rotas do tráfico de escravos.

source: that forcibly embarked over 10 million Africans for transport to the Americas between the sixteenth and nineteenth centuries. The actual number is estimated to have been as high as 12.5 million. The database and the separate estimates interface offer researchers, students and the general public a chance to rediscover the reality of one of the largest forced movements of peoples in world history.
es: en los cuales más de 10 millones de africanos fueron embarcados por la fuerza para ser llevados a los territorios americanos entre los siglos XVI y XIX. Se estima que el número real de esclavos transportados en estos viajes llegue a los 12,5 millones. La base de datos y la interfaz de estimaciones anexa, ofrecen a investigadores, estudiantes y al público en general una oportunidad de redescubrir la realidad de uno de los mayores desplazamientos forzados de personas de la historia universal.
pt: que embarcaram à força mais de 10 milhões de africanos para serem transportados até as Américas, entre os séculos XVI e XIX. O número real sendo estimado em até 12,5 milhões. A base de dados e a interface de estimativas oferece a pesquisadores, estudantes e o público em geral uma oportunidade de redescobrir a realidade de um dos maiores deslocamentos forçados de povos na história do mundo.

source: The Trans-Atlantic Slave Trade Database has information on almost 36,000 slaving voyages
es: La Base de datos del tráfico trasatlántico de esclavos aporta información sobre casi 36 mil viajes esclavistas
pt: O Banco de Dados do Tráfico Transatlântico de Escravos reúne informações sobre quase 36.000 viagens negreiras

source: This database identifies 91,491 Africans taken from captured slave ships or from African trading sites. It displays the African name, age, gender, origin, country, and places of embarkation and disembarkation of each individual.
es: En la presente base de datos se identificaron 91,491 africanos que, o bien viajaban en barcos esclavistas confiscados, o figuraban registrados en sitios dedicados al tráfico de africanos. La base de datos muestra el nombre africano, la edad, el género, el origen, el país, y los lugares de embarque y desembarque de cada uno de los individuos listados.
pt: Esta base de dados identifica 91.491 africanos, retirados de navios negreiros capturados ou de locais de tráfico na África. Ela exibe o nome africano, a idade, o sexo, a origem, o país e os locais de embarque e desembarque de cada indivíduo.

source: Look for particular voyages in this database of documented slaving expeditions. Create listings, tables, and maps that draw on the database.
es: Esta sección permite encontrar viajes específicos entre las expediciones esclavistas documentadas, así como crear listados, tablas y mapas a partir de la información existente en la base de datos.
pt: Pesquise viagens específicas neste banco de dados de expedições negreiras documentadas. Crie listas, tabelas, e mapas com base no banco de dados.

source: Representations of the trans-Atlantic slave trade, an activity that lasted for centuries, changed over time. With permission from various archives and libraries, selected images enable users to view people, places, artifacts and vessels. Links are provided to relevant voyages in the Voyages Database.
es: Las representaciones del tráfico de esclavos transatlántico, una actividad que duró durante siglos, cambiaron en el tiempo. Con el permiso de varios archivos y bibliotecas, imágenes seleccionadas permiten a los usuarios ver gente, artefactos y barcos. Enlaces están dispuestos cuando alguna de las imágenes corresponde con un viaje en la base de datos.
pt: Representações do tráfico transatlântico de escravos, uma atividade que perdurou por séculos, mudaram com o tempo. Com permissão de vários arquivos e bibliotecas, imagens selecionadas permitem aos usuários visualizar pessoas, lugares, artefatos e navios. Links são fornecidos para as viagens pertinentes no Banco de dados de Viagens.

source: Slaves on documented voyages represent four-fifths of the number who were actually transported. Use the interactive estimates page to analyze our estimate of the full volume of the slave trade.
es: Los esclavos que aparecen registrados en los viajes documentados representan sólo las cuatro quintas partes del número total que fueron transportados. Utilice la página interactiva de estimaciones para analizar nuestro cálculo del volumen total del tráfico esclavista.
pt: Os escravos nas viagens documentadas representam quatro-quintos do número dos que foram realmente transportados. Use a página interativa das estimativas para analisar as nossas estimativas do volume total do tráfico de escravos.
