Repository: rice-crc/voyages
Catalog: voyages/locale/*/LC_MESSAGES/django.po
Languages: es, pt

source: Publisher is a recommended field
es: Publisher es un campo recomendado

source: Information is a recommended field
es: La información es un campo recomendado

source: URL is a recommended field
es: URL es un campo recomendado

source: Page
es: Página

source: Tonnage type is set without a tonnage value.
es: El tipo de tonelaje se establece sin un valor de tonelaje.

source: Year of ship registration cannot precede year of ship construction.
es: El año de registro de buques no puede preceder año de construcción del buque.

source: The contribution has to specify at least one source reference.
es: La contribución debe especificar al menos una referencia de origen.

source: Any pre-existing source marked for editing or deletion requires a comment.
es: Cualquier fuente preexistente marcada para edición o eliminación requiere un comentario.

source: Please type your comments below:
es: Por favor, escriba sus comentarios a continuación:

source: [nothing selected]
es: [nada seleccionado]

source: Inbound
es: Entrante

source: Outbound
es: Saliente

source: Outbound traffic
es: Tráfico saliente

source: Destination
es: Destino

source: Inbound traffic
es: Tráfico entrante

source: Traffic from
es: Tráfico desde

source: A server error occurred, please contact the IT department
es: SE ha producido un error de servidor, comuníquese con el Departamento de IT

source: This voyage has already been submitted for evaluation. Please contact the editor for any further revisions or additional information you wish to contribute.
es: Este viaje ya ha sido sometido a evaluación. Póngase en contacto con el editor para cualquier revisión o información adicional que desee aportar.

source: should be at least {num_char} characters long.
es: debe tener al menos {num_char} caracteres de largo.

source: Library or archive name
es: Nombre de biblioteca o archivo

source: Author name
es: Nombre del autor

source: Essay title
es: Título del ensayo

source: delete
es: borrar

source: has
es: tiene

source: get
es: obtener

source: Wrong offset!
es: Desvío equivocado!

source: Wrong length!
es: ¡Longitud equivocada!

source: Enter the lower bound
es: Introduzca el límite inferior

source: Enter the upper bound
es: Introduzca el límite superior

source: No query saved during this session.</div>
es: No se ha guardado ninguna consulta durante esta sesión. </div>

source: Load
es: Cargar

source: is between
es: está entre

source: U.S.A
es: Estados Unidos

source: Duchy of Courland
es: Ducado de Courland

source: Prussia
es: Prusia

source: Spain/Uruguay
es: España/Uruguay

source: Portugal/Brazil
es: Portugal / Brasil

source: Denmark/Baltic
es: Dinamarca o Báltico

source: Brigantine
es: Bergantín

source: Polacca schooner
es: Polacca

source: shallop (a) shalp
es: chalupa (a) shalp

source: Hay
es: Heno

source: Periagua (a) petty augre
es: Periagua (a) pequeño augre

source: Broad sterne
es: Popa amplia

source: Shipwrecked or destroyed, after disembarkation
es: Barco naufragado o destruido, después del desembarco

source: Captured by Dutch - after embarkation of slaves
es: Capturado por los holandeses-después del embarque de los esclavos

source: Condemned - after embarkation of slaves
es: Condenado-después del embarque de esclavos

source: Sold
es: Vendido

source: Crew mutiny; slaves landed in the Americas
es: Motín de la tripulación; esclavos desembarcaron en las Américas

source: to be completed after Curto consulted on Arquivos Angola, II, vol 25, pp.189-91.
es: para ser completado luego de que Curto consultara Arquivos Angola, II, vol 25, pp.189-91.

source: Captured by the crew, slaves sold in Africa
es: Capturados por la tripulación, los esclavos vendidos en África

source: Vice-Admiralty Court, St.Helena, condemned
es: Corte de Vicealmirantazgo, Santa Elena, condenado

source: Vice-Admiralty Court, Sierra Leone, condemned ,
es: Corte de Vicealmirantazgo, Sierra Leona, condenado,

source: Vice-Admiralty Court, Bahamas, restored
es: Corte de Vicealmirantazgo, Bahamas, restaurado

source: Sold slaves in Africa
es: Esclavos vendidos en África

source: captured by Venezuelans before disembarkation of slaves
es: capturados por los venezolanos antes del desembarco de esclavos

source: Departed an American port with slaves, subsequent fate unknown
es: Partió de un puerto americano con esclavos, destino posterior desconocido

source: Returned to Port of embarkation without having sold slaves
es: Regreso al puerto de embarque sin haber vendido esclavos

source: Privateer captured slaves at sea and delivered for sale in America
es: Corsario capturó esclavos en el mar y fueron entregados a la venta en América

source: Prisoners of war stole slaves during escape and carried to port of sale
es: Los prisioneros de guerra robaron esclavos durante el escape y los llevaron al puerto de venta

source: Slaves disembarked in Americas
es: Esclavos desembarcaron en América

source: Slaves disembarked in Old World
es: Esclavos desembarcaron en el viejo mundo

source: No information on slaves
es: No hay información sobre los esclavos

source: French
es: Francés

source: All results with all columns
es: Todos los resultados con todas las columnas

source: All results with visible columns
es: Todos los resultados con columnas visibles

source: Filtered results with all columns
es: Resultados filtrados con todas las columnas

source: Filtered results with visible columns
es: Resultados filtrados con columnas visibles

source: Click and drag in the plot area to zoom in
es: Haga clic y arrastre en el área de trazado para acercar

source: Pinch the chart to zoom in
es: Pellizque el gráfico para acercar

source: Year
es: Año:

source: We are sorry but there is no data to display or an error has occurred.
es: Lo sentimos, pero no hay datos para mostrar o se ha producido un error.

source: Slave
es: Esclavo

source: 1st place of purchase
es: 1er lugar de compra

source: 2nd place of purchase
es: 2º lugar de compra

source: 3rd place of purchase
es: 3er lugar de compra

source: Principal place of slave landing
es: Sitio principal de desembarco de esclavos

source: Slaves intended
es: Esclavos previstos

source: Slaves from 1st port
es: Esclavos del 1er puerto

source: Slaves from 2nd port
es: Esclavos del 2º puerto

source: Slaves from 3rd port
es: Esclavos del 3er puerto

source: Slaves arrived 1st port
es: Esclavos llegaron 1er puerto

source: Slaves landed 1st port
es: Esclavos desembarcaron 1er puerto

source: Slaves landed 2nd port
es: Esclavos desembarcados 2do puerto

source: Slaves landed 3rd port
es: Esclavos desembarcados 3er puerto

source: Captives died during middle passage
es: Los cautivos murieron durante el cruce atlántico

source: Middle passage (days)
es: Cruce del Atlántico (días)

source: Voyage length, homeport to landing (days)
es: Duración del viaje, desde puerto de partida a desembarque de esclavos (días)

source: Date disembarked
es: Fecha de desembarco

source: Restore default
es: Restaurar valores iniciales

source: Configure visible columns
es: Configurar columnas visibles

source: Date that voyage began
es: Fecha en que comenzó el viaje

source: Voyage length, homeport to disembarkation
es: Duración del viaje, desde puerto de partida a desembarque

source: Show advanced variables in search filters
es: Mostrar variables avanzadas en filtros de búsqueda

source: Advanced variables are additional parameters not frequently used. Enabling them does not change current search behavior.
es: Las variables avanzadas son parámetros adicionales que no se utilizan con frecuencia. Habilitarlos no cambia el comportamiento de búsqueda actual.

source: Display in compact mode
es: Pantalla en modo compacto

source: Compact mode reduces white space and font size of the display.
es: El modo compacto reduce el espacio en blanco y el tamaño de fuente de la pantalla.

source: This is the unique ID number assigned to a voyage
es: Este es el número de identificación único asignado a un viaje

source: Average price paid for men in the Americas as they were sold from the vessel
es: Precio promedio pagado por los hombres en las Américas como se vendieron desde el buque

source: Percent died at sea. Please enter as an integer. e.g. 75
es: El porcentaje que murió en el mar. Por favor, ingrese como un número entero. por ejemplo, 75

source: Outcome for slaves
es: Desenlace para esclavos

source: Outcome for owner
es: Desenlace para propietarios

source: Outcome if ship captured
es: Desenlace si la nave fue capturada

source: Principal region of slave purchase
es: Región principal de compra de esclavos

source: Principal region of slave landing
es: Region principal de desembarco de esclavos

source: Broad region of slave landing
es: Region amplia de desembarco de esclavos

source: Average voyage length, home port to slaves landing (days)
es: Promedio de la duración de todo el viaje, del puerto de partida al desembarco de esclavos (días)

source: Total number of slaves embarked*
es: Número total de esclavos embarcados *

source: Total number of slaves disembarked*
es: Número total de esclavos desembarcados *

source: Percent male
es: Porcentaje de varones

source: Percent of slaves embarked who died during voyage
es: Porcentaje de esclavos embarcados que murieron durante el viaje

source: Port where voyage began*
es: Puerto donde comenzó el viaje *

source: Principal place of purchase*
es: Lugar principal de compra *

source: Principal place of landing*
es: Lugar principal de desembarco *

source: Individual years*
es: Años individuales *

source: Sum of embarked slaves*
es: Suma de esclavos embarcados *

source: Sum of disembarked slaves*
es: Suma de esclavos desembarcados *

source: Sum of embarked/disembarked slaves*
es: Suma de esclavos embarcados/desembarcados *

source: Average standarized tonnage*
es: Tonelaje estandarizados promedio *

source: Voyage length, home port to slaves landing (days)
es: Duración de viaje, desde el puerto de origen hasta arribo de los esclavos (en días)

source: Slaves embarked*
es: Esclavos embarcados*

source: Slaves disembarked*
es: Esclavos Desembarcados*

source: Average tonnage (standardized)*
es: Promedio de Tonelaje (estandarizado)*

source: Percentage men (among slaves)
es: Porcentaje de hombres (entre esclavos)

source: Percentage women (among slaves)
es: Porcentaje de mujeres (entre esclavos)

source: Percentage boys (among slaves)
es: Porcentaje de niños varones (entre esclavos)

source: Percentage girls (among slaves)
es: Porcentaje de niñas (entre esclavos)

source: Percentage female (among slaves)
es: Porcentaje de mujeres (entre esclavos)

source: Percentage male (among slaves)
es: Porcentaje de varones (entre esclavos)

source: People of the Atlantic Slave Trade provides personal details of 91,491 Africans taken from captured slave ships or from African trading sites. It displays the African name, age, gender, origin, country, and places of embarkation and disembarkation of each individual.
es: En la presente base de datos se identificaron 91,491 africanos que, o bien viajaban en barcos esclavistas confiscados, o figuraban registrados en sitios dedicados al tráfico de africanos. La base de datos muestra el nombre africano, la edad, el género, el origen, el país, y los lugares de embarque y desembarque de cada uno de los individuos listados.

source: Casa de Rui Barbosa Foundation
pt: Fundação Casa de Rui Barbosa

source: 2 A.C. de C. M. Saunders, <span class="italic"> A Social History of Black Slaves and Freedmen in Portugal</span>, 1441-1555, (New York: Cambridge University Press, 1982), 59.
pt: 2 A.C. de C. M. Saunders, <span class="italic">A Social History of Black Slaves and Freedmen in Portugal, 1441-1555</span>, (New York: Cambridge University Press, 1982), 59.

source: Text
pt: Texto

source: VIDEO
pt: VÍDEO

source: No
pt: Não

source: <a href="%(MEDIA_URL)sdownload/VoyagesGuide.pdf" target="blank">VoyagesGuide.pdf</a>
pt: <a href="%(MEDIA_URL)sdownload/VoyagesGuide_pt.pdf" target="blank">Guia do Banco de Dados Viagens.pdf</a>

source: Senegambia
pt: Senegâmbia

source: pre-1801 Bahia
pt: Bahia ,antes de 1801

source: 1801-25 Bahia
pt: Bahia, 1801-25

source: post-1825 Bahia
pt: Bahia, depois de 1825

source: Brig, pre-1751
pt: Brig, antes de 1751

source: Brig, post-1850
pt: Brig, depois de 1850

source: Brigantine, pre-1776
pt: Brigantine, antes de 1776

source: Brigantine, post-1850
pt: Brigantine, depois de 1850

source: Buque, pre-1726
pt: Buque, antes de 1726

source: Curveta, pre-1751
pt: Curveta, antes de 1751

source: Galeta1851-75
pt: Galeta, 151-75

source: Iatepre1826
pt: Iate, antes de 1826

source: Snow pre-1726
pt: Snow, antes de 1726

source: <span class="superscript">3</span> H.C.V. Leibbrandt, <span class="italic">Precis of the Archives of the Cape of Good Hope: Journal 1662–1670</span> (Cape Town: Richards, Government Printers, 1901), 127-128.
pt: <span class="superscript">3</span> H.C.V. Leibbrandt, <span class="italic">Precis of the Archives of the Cape of Good Hope: Journal 1662–1670</span> (Cidade do Cabo: Richards, Government Printers, 1901), 127-128.

source: variable
pt: variáveis

source: variables
pt: variáveis

source: OK
pt: Sim

source: Variables
pt: Variáveis

source: Map
pt: Mapa

source: Australia
pt: Austrália

source: Nigeria
pt: Nigéria

source: Cabo de Buzios
pt: Cabo de Búzios

source: Guinea
pt: Guiné

source: New Calabar and Bonny
pt: Novo Calabar e Bonny

source: Senegambia, 1780s
pt: Senegâmbia, década de 1780

source: Amazonia
pt: Amazônia

source: Americas
pt: Américas

source: Anguilla
pt: Anguilha

source: Annobon
pt: Ano-Bom

source: Antigua
pt: Antígua

source: Azores
pt: Açores

source: Bilbao
pt: Bilbau

source: Bissagos
pt: Bijagós

source: Cape Mole
pt: Cabo Mole

source: Cape Mount (Cape Grand Mount)
pt: Cabo do Monte (Cabo Grand Mount)

source: Cape Petit Mount
pt: Cabo Petit Mount

source: Cap Français
pt: Cabo Français

source: Cap Lopez
pt: Cabo Lopez

source: Cardenas
pt: Cárdenas

source: Carolinas / Georgia
pt: Carolinas / Geórgia

source: Charrauinha
pt: Charruinha

source: Colonia de Sacramento
pt: Colônia do Sacramento

source: Corsario
pt: Corsário

source: Costa Leste Occidental
pt: Costa Leste Ocidental

source: Florida
pt: Flórida

source: Fragatihna
pt: Fragatinha

source: Fregata
pt: Fragata

source: Georgia
pt: Geórgia

source: Gold Coast + Bight of Benin + Bight of Biafra
pt: Costa do Ouro + Golfo do Benim + Golfo de Biafra

source: Gustavia, St. Bartholomew
pt: Gustavia, S. Bartolomeu

source: Harwich
pt: Hartford

source: Ife
pt: Ifé

source: Ilha de Itamaric
pt: Ilha de Itamaricá

source: Ilha de Marambaia
pt: Ilha da Marambaia

source: Ilho do Fayal
pt: Ilha do Faial

source: India
pt: Índia

source: Liberia
pt: Libéria

source: Little Popo
pt: Popo Pequeno

source: Louisiana
pt: Luisiana

source: Massa (location undetermined)
pt: Massa (localização indeterminada)

source: Montevideo
pt: Montevidéu

source: Mozambique
pt: Moçambique

source: New Calabar
pt: Novo Calabar

source: New Jersey
pt: Nova Jersey

source: New London
pt: Nova Londres

source: North Hampton
pt: Hampton do Norte

source: North Shields
pt: Shields do Norte

source: Nova Redonda
pt: Novo Redondo

source: Nova Zeelandia (Wild Coast)
pt: Nova Zelândia

source: Oporto
pt: Porto

source: Oyapock
pt: Oiapoque

source: Penido
pt: Penedo

source: Pennsylvania
pt: Pensilvânia

source: Pôrto Seguro
pt: Porto Seguro

source: Prospect
pt: Prospecto

source: River Brass
pt: Rio Brass

source: Rotterdam
pt: Roterdão

source: Salem
pt: Salém

source: South Potomac
pt: Potomac do Sul

source: Turk's Island
pt: Ilha de Turk

source: Uruguay
pt: Uruguai

source: VARIABLES
pt: VARIÁVEIS

source: Virginia
pt: Virgínia

source: Whydah
pt: Ajudá
