Repository: rice-crc/voyages
Catalog: voyages/locale/*/LC_MESSAGES/django.po
Languages: es, pt

source: By the third quarter of the eighteenth century, all regions had undergone an intense expansion of slave exports. A cargo of slaves could be sought at particular points along the entire Western African coast. As the Brazilian coffee and sugar boom got under way near the end of the eighteenth century, slavers rounded the Cape of Good Hope and traveled as far as southeast Africa to fill their vessels’ holds. But while the slave trade pervaded much of the African coast, its focus was no less concentrated in particular African regions than it was among European carriers. West Central Africa, the long stretch of coast south of Cape Lopez and stretching to Benguela, sent more slaves than any other part of Africa every quarter century with the exception of a fifty-year period between 1676 and 1725. From 1751 to 1850, this region supplied nearly half of the entire African labor force in the Americas; in the half century after 1800, West Central Africa sent more slaves than all of the other African regions combined. Overall, the center of gravity of the volume of the trade was located in West Central Africa by 1600. It then shifted northward slowly until about 1730, before gradually returning to its starting point by the mid-nineteenth century.
es: Hacia el tercer cuarto del siglo dieciocho todas las regiones habían experimentado una intensa expansión de las exportaciones de esclavos. Una carga de esclavos podía ser solicitada en determinados puntos a lo largo de toda la costa africana occidental. Durante el apogeo de la producción de café brasileño y el azúcar a finales del siglo dieciocho, comerciantes esclavistas rodearon el Cabo de Buena Esperanza y viajaron tan lejos como hasta el sureste de África para llenar sus navíos. Pero si bien el comercio de esclavos se extendió por gran parte de la costa africana, no se concentraba menos en otras regiones africanas específicas que interesaban a los traficantes europeos. África central occidental y la larga extensión costera al sur de Cabo López hasta Benguela, enviaron más esclavos que ninguna otra región de África cada cuarto de siglo, con la excepción de un periodo de cincuenta años, entre 1676 y 1725. De 1751 a 1850 esta región suministró cerca de la mitad de la mano de obra africana en las Américas. En la primera mitad del siglo diecinueve, África central occidental envió más esclavos que todas las otras regiones juntas. En general el centro del comercio se localizaba en África central occidental antes de 1600. Posteriormente este se movió lentamente hacia el norte hasta aproximadamente 1730, antes de que retornara, también de manera gradual, a su lugar de comienzo antes de la mitad del siglo diecinueve.
pt: No terceiro quartel do século XVIII, todas as regiões tinham sido submetidas a uma intensa expansão das exportações de escravos. Um carregamento de escravos podia ser obtido em determinados pontos ao longo de toda a costa ocidental da África. Com o início do boom do café e do açúcar brasileiros, perto do final do século XVIII, os traficantes dobraram o Cabo da Boa Esperança e foram até o sudeste da África para encher seus navios. Mas embora o tráfico de escravos penetrasse boa parte da costa africana, seu foco era tão concentrado em determinadas regiões africanas quanto o era em determinadas nações europeias transportadoras de cativos. A África Centro-Ocidental — o longo trecho de costa que vai do sul do cabo Lopez até Benguela — enviava a cada quarto de século mais escravos do que qualquer outra parte da África, com exceção de um período de cinquenta anos entre 1676 e 1725. De 1751 a 1850, essa região forneceu quase a metade de toda a força de trabalho africana nas Américas; no meio século após 1800, a África Centro-Ocidental produziu mais escravos do que todas as outras regiões africanas juntas. De modo geral, o centro de gravidade do volume do tráfico se localizou na África Centro-Ocidental até 1600. Em seguida, foi se deslocando lentamente para o norte, até cerca de 1730, retornando a partir daí gradualmente a seu ponto de partida até meados do século XIX.

source: Further, slaves left from relatively few ports of embarkation within each African region, even though their origins and ethnicities could be highly diverse. Although Whydah, on the Slave Coast, was once considered the busiest African slaving port on the continent, it now appears that it was surpassed by Luanda, in West Central Africa, and by Bonny, in the Bight of Biafra. Luanda alone dispatched some 1.3 million slaves, and these three most active ports together accounted for 2.2 million slave departures. The trade from each of these ports assumed a unique character and followed very different temporal profiles. Luanda actively participated in the slave trade from as early as the 1570s, when the Portuguese established a foothold there, through the nineteenth century. Whydah supplied slaves over a shorter period, for about two centuries, and was a dominant port for only thirty years prior to 1727. Bonny, probably the second largest point of embarkation in Africa, sent four out of every five of all the slaves it ever exported in just the eighty years between 1760 and 1840. It is not surprising, therefore, that some systematic links between Africa and the Americas can be perceived. As research on the issue of trans-Atlantic connections has progressed, it has become clear that the distribution of Africans in the New World is no more random than the distribution of Europeans. Eighty percent of the slaves who went to southeast Brazil were taken from West Central Africa. Bahia traded in similar proportions with the Bight of Benin. Cuba represents the other extreme: no African region supplied more than 28 percent of the slave population in this region. Most American import regions fell between these examples, drawing on a mix of coastal regions that diversified as the trade from Africa grew to incorporate new peoples.
es: Más allá, los esclavos partían de unos pocos puntos de embarque en cada región africana, aunque sus orígenes y etnicidades podían ser hondamente diversos. Aunque Whydah, en la ¨Costa de los esclavos¨ fue en un tiempo considerada el puerto esclavista de mayor movimiento en el continente, parece ser que fue superado por Luanda, en África central occidental, y Bonny, en la Bahía de Biafra. Luanda solamente, envió cerca de 1.3 millones de esclavos, y estos tres puertos en conjunto se estima que fueron testigos de cerca de 2.2 millones de salidas de esclavos. El comercio en cada uno de estos puertos adquirió un carácter único y se ajustó a muy diferentes perfiles con el tiempo. Luanda participó activamente en el comercio esclavista desde aproximadamente 1570, cuando los portugueses establecieron su base, hasta entrado el siglo diecinueve. Whydah suministró esclavos durante un periodo más corto, alrededor de dos siglos, y fue un puerto dominante por solo treinta años antes de 1727. Bonny, probablemente el segundo mayor puerto de embarque en África, envió cuatro de cada cinco esclavos de todos los que exportó únicamente en los ochenta años entre 1760 y 1840. No es de sorprender por lo tanto que puedan percibirse ciertos enlaces lógicos entre África y las Américas. En la medida en que el estudio de la conexión trasatlántica avanza, se ve con claridad que la distribución de africanos en el Nuevo Mundo no es más accidental que la de los europeos. El ochenta por ciento de los esclavos que fueron al sureste de Brasil fueron tomados del África central occidental. Bahia negocio en proporciones similares con la Ensenada de Benín. Cuba representa el otro extremo: ninguna región africana proveyó más del 28 porciento de la población esclava en el país. La mayoría de las regiones de importación americanas siguen este patrón, tomando de distintas zonas costeras que se diversificaron en la medida en que el comercio con África se expandió para incorporar nuevas poblaciones.
pt: Além disso, os escravos partiam de um número relativamente pequeno de portos de embarque em cada região africana, embora suas origens e etnias fossem altamente diversificadas. Embora Uidá, na Costa dos Escravos, fosse outrora considerado o porto negreiro mais movimentado no continente africano, atualmente julga-se que ele tenha sido superado por Luanda, na África Centro-Ocidental, e Bonny, no golfo de Biafra. Luanda sozinha despachou cerca de 1,3 milhões de escravos, e estes três portos mais ativos juntos foram responsáveis por 2,2 milhões de partidas de escravos. Em cada um desses portos, o tráfico assumiu características específicas e seguiu perfis temporais bastante distintos. Luanda já participava ativamente do tráfico de escravos na década de 1570, quando os portugueses estabeleceram uma base por lá, e continuou ativa ao longo do século XIX. Uidá forneceu escravos durante um período mais curto, por cerca de dois séculos, e foi um porto dominante apenas nos trinta anos anteriores a 1727. Bonny, provavelmente o segundo maior ponto de embarque na África, forneceu quatro de cada cinco escravos que exportou no curto intervalo de oitenta anos entre 1760 e 1840. Não é de estranhar, portanto, que possam ser percebidas algumas ligações sistemáticas entre a África e as Américas. À medida que avança a pesquisa sobre a questão das conexões transatlânticas, vai ficando mais claro que a distribuição dos africanos no Novo Mundo não é de modo algum aleatória, tal como se dá com a distribuição de europeus. Oitenta por cento dos escravos que rumaram para a região sudeste do Brasil foram levados da África Centro-Ocidental. A Bahia comerciou em proporções semelhantes com o golfo do Benim. Cuba representa o extremo oposto: nenhuma região africana forneceu mais de 28 por cento da população escrava dessa região. Quanto aos EUA, a maioria das importações se situa entre esses dois extremos, sendo provenientes de diversas regiões costeiras que foram se diversificando à medida que o tráfico com a África se expandia e incluía novos povos.

source: Whatever the route taken, conditions on board reflected the outsider status of those held below deck. No European, whether convict, indentured servant, or destitute free migrant, was ever subjected to the environment which greeted the typical African slave upon embarkation. The sexes were separated, kept naked, packed close together, and the men were chained for long periods. No less than 26 percent of those on board were classed as children, a ratio that no other pre-twentieth century migration could come close to matching. Except for the illegal period of the trade when conditions at times became even worse, slave traders typically packed two slaves per ton. While a few voyages sailing from Upper Guinea could make a passage to the Americas in three weeks, the average duration from all regions of Africa was just over two months. Most of the space on a slave ship was absorbed by casks of water. Crowded vessels sailing to the Caribbean from West Africa first had to sail south before turning north-west and passing through the doldrums. In the nineteenth century, improvements in sailing technology eventually cut the time in half, but mortality remained high in this period because of the illegal nature of the business. Throughout the slave trade era, filthy conditions ensured endemic gastro-intestinal diseases, and a range of epidemic pathogens that, together with periodic breakouts of violent resistance, meant that between 12 and 13 percent of those embarked did not survive the voyage. Modal mortality fell well below mean mortality as catastrophes on a relatively few voyages drove up average shipboard deaths. Crew mortality as a percentage of those going on board, matched slave mortality over the course of the voyage, but as slaves were there for a shorter period of time than the crew, mortality rates for slaves (over time) were the more severe. The eighteenth-century world was violent and life-expectancy was short everywhere given that the global mortality revolution was still over the horizon, but the human misery quotient generated by the forced movement of millions of people in slave ships cannot have been matched by any other human activity.
es: Cualquiera que fuera la ruta que se tomara, las condiciones a bordo reflejaban el carácter foráneo de aquellos que estaban bajo cubierta. Ningún europeo, aunque fuera convicto, siervo escriturado, o un libre migrante destituido estuvo sujeto a las condiciones que le esperaban al típico esclavo africano en el momento del embarque. Los sexos eran separados, mantenidos desnudos, apretados juntos y los hombres eran encadenados por largos periodos de tiempo. No menos del 26 por ciento de los de a bordo eran clasificados como niños, una proporción que ninguna migración anterior al siglo veinte podría remotamente igualar. Excepto por el periodo ilegal del comercio de esclavos, cuando las condiciones eran aún peores, los comerciantes esclavistas típicamente embarcaban dos esclavos por tonelada. Mientras que algunos viajes que salían del norte de Guinea podían hacer el paso hacia las Américas en tres semanas, la duración promedio desde todas las regiones de África era generalmente de dos meses. La mayor parte del espacio en un barco esclavista era ocupada por barriles de agua. Los navíos abarrotados que navegaban hacia el Caribe desde África Occidental tenían que navegar primero hacia el sur antes de virar al noroeste y pasar por la zona de la calma ecuatorial. Con el correr del siglo diecinueve, las mejoras en la tecnología redujeron la duración de los viajes a la mitad, pero la mortalidad se mantenía alta en este periodo debido al carácter ilegal del negocio. Durante la era del comercio de esclavos, las condiciones de suciedad garantizaban enfermedades gastrointestinales crónicas, así como una serie de patógenos epidémicos que conjuntamente con incidentes periódicos de resistencia violenta significaba que entre el 12 y el 13 por ciento de los embarcados no sobrevivían el viaje. La tasa de mortalidad cayó muy por debajo de la media debido a ciertas catástrofes en unos pocos viajes que elevaron el nivel de mortalidad en los navíos. La mortalidad de la tripulación como porciento de todos los embarcados emparejaba con la mortalidad de los esclavos durante el curso del viaje, pero como los esclavos estaban en el barco por un periodo de tiempo más corto que el resto de la tripulación, la tasa de mortalidad de los esclavos (con en el tiempo) era más severa. El mundo del siglo dieciocho era violento y la esperanza de vida era corta en todas partes debido a que la revolución en la mortalidad global aún estaba en el horizonte; pero la miseria humana generada por el movimiento forzado de millones de personas en los barcos esclavistas no puede ser igualada por ninguna otra actividad humana.
pt: Fosse qual fosse o caminho percorrido, as condições a bordo refletiam o status de excluídas que marcava as pessoas aprisionadas no porão. Nenhum europeu — fosse condenado, servo temporário ou imigrante livre miserável — jamais foi submetido ao ambiente que recebia o escravo africano típico no momento de embarque. Eram separados por sexo, mantidos nus, amontoados, sendo os homens acorrentados por longos períodos. Nada menos do que 26 por cento das pessoas a bordo eram classificadas como crianças, um índice do qual nenhuma outra migração anterior ao século XX sequer se aproximou. Fora o período de ilegalidade do tráfico, quando as condições por vezes tornavam-se ainda piores, os traficantes de escravos normalmente transportavam dois escravos por tonelada. Embora algumas naus que partiam da Alta Guiné chegassem às Américas em três semanas, a duração média das viagens iniciadas em todas as regiões da África era de pouco mais de dois meses. A maior parte do espaço em um navio negreiro era ocupada por barris de água. As embarcações lotadas que navegavam para o Caribe a partir da África Ocidental tinham primeiro que seguir para o sul antes de virar para noroeste e passar pela zona das calmarias. No século XIX, as melhorias na tecnologia de navegação reduziram a duração da viagem à metade, mas a taxa de mortalidade manteve-se elevada neste período devido à natureza ilegal do tráfico. Durante toda a era do tráfico negreiro, a imundície gerava doenças gastrointestinais endêmicas e a proliferação de agentes patogênicos epidêmicos que, juntamente com as erupções periódicas de resistência violenta, faziam com que entre 12 e 13 por cento das pessoas embarcadas não sobrevivessem à viagem. A taxa modal de mortalidade era bem menor que a taxa média, porque algumas catástrofes ocorridas num número relativamente pequeno de viagens elevavam a média de mortes a bordo. A mortalidade da tripulação, em termos de porcentagem dos tripulantes que embarcavam, acompanhava a mortalidade de escravos ao longo da viagem, mas como os cativos passavam menos tempo no navio do que a tripulação, as taxas de mortalidade dos escravos eram mais elevadas. O mundo do século XVIII era violento, e a expectativa de vida era curta em todos os lugares, uma vez que a revolução da taxa de mortalidade global ainda não havia ocorrido, mas o quociente de sofrimento humano gerado pelo deslocamento forçado de milhões de pessoas em navios negreiros não pode ser comparado ao de nenhuma outra atividade humana.

source: When the trans-Atlantic slave trade came to an end, it did so rather suddenly. When Brazilian authorities began arresting slave ships at the end of 1850, the volume of the traffic of the traffic slipped back to levels not seen for two centuries, and the last trans-Atlantic slave expedition – to Cuba and probably from the Congo River – completed its voyage in 1867. For the last two decades of the traffic, only the Bight of Benin and the Congo region were heavily engaged in the trade. Nevertheless, over the whole period of the trade, some 12.5 million slaves had been shipped from Africa, and 10.7 million had arrived in the Americas, likely the most costly in human life of all of long-distance global migrations. Why the rather sudden end to a business which, despite its high morbidity and mortality, had been seen as no different from any other until the late eighteenth century? This is a very large question which it would be presumptuous to attempt to answer here given the massive literature on the topic. One point is clear, the traffic did not fade away; rather, it was suppressed at a time when the prices of slaves were rising to levels that had never previously attained. The economic imperatives clearly pointed to a continuation of the trade and without attempts to suppress it, the majority of the millions of people who crossed the Atlantic between 1820 and 1920 might well have been African rather than European, and enslaved rather than free. As it was, by the 1850s, for most in the Atlantic world, the slave trade had become a despised and illegal traffic. By the 1840s, the British had committed ten percent of their naval resources to suppressing the trade; a scant half century earlier they were the leading slave trading nation.
es: Cuando el comercio trasatlántico de esclavos llegó a su fin, lo hizo más bien abruptamente. Cuando las autoridades brasileñas comenzaron a detener barcos esclavistas a finales de 1850, el volumen del comercio cayó a niveles nunca vistos en dos siglos y la última expedición trasatlántica -hacia Cuba y probablemente desde el rio Congo-, completó su viaje en 1867. Durante las dos últimas décadas de la trata solo la Bahía de Benín y la región del Congo estaban fuertemente involucradas en el comercio. Sin embargo, durante todo el periodo del comercio alrededor de 12.5 millones de esclavos fueron transportados desde África y 10.7 millones llegaron a las Américas, probablemente la más costosa en vidas humanas de todas las migraciones globales de larga distancia. ¿Por qué el fin repentino de un negocio que, a pesar de la elevada morbilidad y mortalidad, fue visto como cualquier otro hasta el final del siglo dieciocho? Esta es una pregunta muy grande, que sería presuntuoso de mi parte tratar de responder aquí, dada la enorme literatura que existe sobre este tema. Sin embargo, algo queda claro: el comercio de esclavos no se disipó poco a poco, más bien fue suprimido en un momento en que el precio de los esclavos estaba subiendo a niveles que nunca se habían logrado anteriormente. El imperativo económico claramente sugería una continuación del comercio sin intención de suprimirlo. La mayoría de los millones de personas que cruzaron el Atlántico entre 1820 y 1920 muy bien podrían haber sido africanos en vez de europeos, y esclavos en vez libres. Sin embargo, tal y como era la trata esclava, hacia 1850 para la mayor parte del mundo Atlántico el comercio de esclavos se había convertido en una práctica despreciable e ilegal. Para 1840, los británicos habían comprometido el diez por ciento de sus recursos navales para suprimir el comercio de esclavos. Apenas medio siglo antes ellos eran la nación líder en el comercio de esclavos.
pt: O fim do tráfico de escravos transatlântico foi repentino. Quando as autoridades brasileiras iniciaram a captura de navios negreiros no final de 1850, o volume do tráfico caiu para níveis não verificados há dois séculos, e a última expedição de escravos transatlântica — provavelmente partindo do rio Congo e chegando a Cuba — completou a viagem em 1867. Nas duas últimas décadas do tráfico, apenas o golfo do Benim e a região do Congo estavam muito envolvidos nesse comércio. No entanto, durante todo o período do tráfico, cerca de 12,5 milhões de escravos foram transportados da África e 10,7 milhões aportaram nas Américas, o que faz com que esta tenha sido provavelmente a migração global de longa distância que custou mais caro em termos de vidas humanas. Por que motivo terminou subitamente uma forma de comércio que, apesar de sua alta morbidade e mortalidade, não era vista como diferente de qualquer outra até o final do século XVIII? Seria presunçoso tentar responder aqui a uma questão ampla como essa, dada a enorme literatura sobre o tema. Mas uma coisa é clara: o tráfico não foi morrendo aos poucos, porém foi extinto num momento em que os preços dos escravos estavam subindo a níveis nunca antes alcançados. Os imperativos econômicos apontavam claramente para a continuação do tráfico e, não fossem as tentativas de aboli-lo, a maioria dos milhões de pessoas que cruzaram o Atlântico entre 1820 e 1920 poderia muito bem ter sido africana e não europeia, e cativa em vez de livre. Mas por volta de 1850 o tráfico de escravos havia se tornado um comércio condenado e ilegal na maior parte do mundo atlântico. Na década de 1840, os britânicos comprometeram dez por cento de seus recursos navais com a repressão ao tráfico; apenas meio século antes, a Grã-Bretanha fora a nação que mais comerciava escravos.
