Repository: rice-crc/voyages
Catalog: voyages/locale/*/LC_MESSAGES/django.po
Languages: es, pt

source: <div class="faq-answer"> <p>The Atlantic world is divided, for cartographical purposes, into six or nine broad regions, depending on whether one is in Search the Database or Estimates. In the former, the regions are Europe, Africa, Brazil, the Caribbean, Spanish Central America, and Mainland North America. &nbsp;In the latter, they are also Europe, Mainland North America, Brazil, and Africa, but further divide the remaining areas of disembarkation into the British Caribbean, French Caribbean, Dutch Americas, Danish West Indies, and Spanish Americas. See the answer to the FAQ about differences between maps in the Voyage Database and Estimates for further information.</p> <p>Each broad region contains specific regions. They are defined differently for each broad region: nation-states in the case of Europe, segments of the coast for Africa, large geographical areas for Brazil and Spanish Central America, colonies in the Caribbean, and colonies / states on the North American mainland. Specific locations, usually ports, are shown within specific regions.</p> <p>These categories are the same as those used in the &ldquo;Voyage Itinerary&rdquo; category in the Voyages Database search interface.</p> </div>
es: <div class="faq-answer"> <p>El mundo Atlántico está dividido, con propósitos cartográficos, en seis regiones amplias, dependiendo si uno está en Búsqueda en la base de datos o en Estimaciones. En el primero, las regiones son Europa, África, Brasil, el Caribe, la América Española continental y Norteamérica Continental, que se refiere a Estados Unidos. &nbsp;En el segundo son también Europa, Norteamérica Continental, Brasil y África, pero divide además las restantes áreas de desembarco en el Caribe Británico, el Caribe Francés, la América Holandesa, el Caribe Danés y la América Española en su totalidad (el Caribe y las colonias continentales). Vea las respuestas a las Preguntas Frecuentes (FAQ) acerca de las diferencias entre los mapas en la base de datos Viajes y los Estimaciones para información adicional.</p> <p>Cada región amplia contiene regiones específicas. Están definidas de forma diferente para cada región amplia: naciones-estados en el caso de Europa, segmentos de la costa de África, grandes áreas geográficas para Brasil y la América Española, colonias en el Caribe y colonias o estados en la Norteamérica Continental (hoy Estados Unidos). Lugares específicos, generalmente puertos, se muestran dentro de regiones específicas.</p> <p>Estas categorías son las mismas utilizadas por &ldquo;Itinerario de Viaje&rdquo; en la interface de búsqueda en Base de datos Viajes.</p> </div>
pt: <div class="faq-answer"> <p>O mundo atlântico é dividido, para fins cartográficos, em seis ou nove grandes regiões, dependendo de se estar em Pesquisar no Banco de Dados ou nas Estimativas. No primeiro caso, as regiões são Europa, África, Brasil, Caribe, América Central espanhola e América do Norte continental. Nas Estimativas, elas também são Europa, América do Norte Continental, Brasil e África, mas as áreas de desembarque são subdivididas em Caribe britânico, Caribe francês, Américas holandesas, Índias Ocidentais dinamarquesas e Américas espanholas. Para maiores informações, veja a resposta da Pergunta frequente sobre as diferenças entre os mapas no Banco de Dados Voyage e nas Estimativas.</p> <p>Cada grande região contém regiões específicas. Elas são definidas diferentemente em cada grande região: estados-nações, no caso da Europa; segmentos da costa, no da África; grandes áreas geográficas, para Brasil e América Central espanhola; colônias, no caso do Caribe; e colônias/estados, na América do Norte continental. Os locais específicos, geralmente portos, são apresentados dentro de regiões específicas.</p> <p>Essas categorias são as mesmas que as usadas na categoria “Itinerário de viagem”, na interface de pesquisa do Banco de Dados: Viagens.</p> </div>

source: <div class="faq-answer"> <p>Yes, there are buttons on most pages for downloading information or results from the page in a csv (comma delimited file). Simply click on the button. It will transfer the data file to your computer where you can import it into a spreadsheet program of your choice.</p> </div>
es: <div class="faq-answer"> <p>Sí, hay botones en casi todas las páginas para descargar información de la página en un archivo csv (archivo delimitado por una coma). Simplemente pulse sobre el botón. Se transferirá la información a su computadora (ordenador) donde puede importarla a la planilla de cálculo de su preferencia.</p> </div>
pt: <div class="faq-answer"> <p>Sim, há botões na maioria das páginas para baixar informações ou resultados da página em um arquivo csv (arquivo com valores separados por vírgulas). Basta clicar no botão. Ele transfere o arquivo de dados para o seu computador, de onde você pode importá-lo para o programa de planilha de sua escolha.</p> </div>

source: Dominica, port unspecified
es: Dominica, puerto sin especificar
pt: Dominica, porto não especificado

source: DOWNLOADS
es: Descargas

source: Driven off the African Coast with slaves on board
es: A la deriva fuera de la costa de Africa sin esclavos a bordo
pt: Expulso da costa africana com escravos a bordo

source: Driven or run on shore in the Americas: no court proceedings
es: A la deriva o encallado en las Américas, no hay procedimiento judicial
pt: Expulso ou batido na costa nas Américas: sem resultados de corte

source: Dublin
es: Dublín

source: During the American revolutionary war, naval squadrons and privateers raided shipping, destroyed African trading posts, and captured Caribbean ports. Between 1777 and 1782 Atlantic warfare reduced the volume of the trans-Atlantic slave trade by two-thirds--the sharpest drop in its history. The Dutch, American, and French slave trades virtually ended. Other sharp drops in trade volume also occurred during European war years, such as 1689-1697 (King William's War), 1744-1745 (during the War of Austrian Succession), and 1793-1794 (the beginning of the Wars of the French Revolution). Between 1783 and 1807 slaving ships departing ports such as Newport, Rhode Island, flew U.S., not British, flags.
es: Durante la guerra de independencia norteamericana escuadrones navales y corsarios asaltaron barcos, destruyendo así establecimientos comerciales en Africa y tomando posesión de puertos en el Caribe. Entre 1777 y 1782 la guerra en el Atlántico redujo en dos tercios el volumen del tráfico transatlántico -la mayor reducción en su historia. El tráfico de esclavos holandés, estadounidense y francés terminaron prácticamente. Otro descenso abrupto en el tráfico de esclavos ocurrió durante los años de guerras europeas, como la guerra del Rey Guillermo de 1689 a 1697, la guerra de sucesión austriaca (1744-1745) y al comienzo de las guerras de la revolución francesa (1793-1794). Entre los años de 1783 y 1807, barcos de esclavos que partían de puertos tales como Newport en Rhode Island, ondeaban la bandera de Estados Unidos en lugar de la británica.
pt: Durante a Guerra da Independência dos Estados Unidos, esquadrões navais e corsários saquearam navios, destruíram feitorias africanas e capturaram portos do Caribe. Entre 1777 e 1782, a guerra no Atlântico reduziu o volume do tráfico de escravos transatlântico em dois terços — a maior queda de sua história. Os tráficos holandês, americano e francês praticamente cessaram. Outras quedas acentuadas no volume do tráfico de cativos também ocorreram durante os anos de guerra europeia, como 1689-1697 (Guerra do Rei William), 1744-1745 (durante a Guerra da Sucessão Austríaca) e 1793-1794 (o início das guerras da Revolução Francesa). Entre 1783 e 1807, os navios negreiros que partiam de portos como Newport e Rhode Island arvoravam bandeiras dos Estados Unidos, e não bandeiras britânicas.

source: During the era of the trans-Atlantic slave trade, cane sugar was the principle cash crop grown in the Plantation Americas. Sugar production techniques transferred from the Mediterranean to the Atlantic world, more specifically, in the mid-seventeenth century from the Portuguese island-colony Sao Tome to Portuguese Brazil. Four in five Africans shipped to the West Indies, between the 1620s-1860s, would have ended their lives on sugar plantations. Planting and growing sugar required large numbers of enslaved African workers working in the fields and in the sugar-production buildings. Africans forced to work in sugar production had lower life expectancies than those growing other crops.
es: Durante la época del tráfico transatlántico de esclavos, la caña de azúcar era el principal cultivo de interés comercial desarrollado en la América de las plantaciones. Las técnicas de producción de azúcar se trasladaron del Mediterráneo al mundo Atlántico, en particular, a mediados del siglo XVII desde las colonias portuguesas de Santo Tomé a Brasil. Se estima que cuatro de cada cinco africanos transportados a las Indias Occidentales entre 1620 y 1860 haya vivido hasta su muerte en las plantaciones azucareras. La siembra y el cultivo de la caña de azúcar demandaban grandes cantidades de trabajadores africanos esclavizados, al igual que los ingenios azucareros. Los africanos que eran obligados a trabajar en la producción de azúcar gozaban de una menor expectativa de vida que los que trabajaban en otros cultivos.
pt: Durante a era do tráfico de escravos transatlântico, o açúcar de cana foi a principal cultura nas plantations americanas. Técnicas de produção de açúcar foram transferidas do Mediterrâneo ao mundo atlântico, especificamente em meados do século XVII, de São Tomé, colônia insular portuguesa, para o Brasil português. Quatro a cada cinco africanos enviados às Índias Ocidentais entre 1620-1860 teriam terminado a vida nas plantations de cana-de-açúcar. O plantio e cultivo de açúcar exigiam um grande número de trabalhadores africanos escravizados nos campos e nos engenhos. Os africanos forçados a trabalhar na produção de açúcar tinham expectativas de vida mais baixas do que aqueles que atuavam em outras culturas.

source: Dutch Americas
es: Américas holandesas
pt: Américas holandesas

source: Dutch Caribbean
es: Caribe holandés
pt: Caribe holandês

source: Dutch Caribbean, colony unspecified
es: Caribe holandés, colonia sin especificar
pt: Caribe holandês, colônia não especificada

source: Dutch Guianas
es: Guayanas holandesas
pt: Guianas holandesas

source: Dutch Guianas, colony unspecified
es: Guayanas holandesas, colonia sin especificar
pt: Guianas holandesas, colônia não especificada

source: Eastern New Jersey
es: New Jersey, puerto sin especificar al este
pt: New Jersey oriental

source: East Indies
es: Indias Orientales
pt: Índias Orientais

source: East Indies, port unspecified
es: Indias Orientales, puerto sin especificar
pt: Índias Orientais, porto não especificado

source: EDUCATIONAL MATERIALS
es: MATERIALES EDUCATIVOS
pt: MATERIAIS EDUCATIVOS

source: Either shipwrecked or captured by pirates before slaves taken on board
es: Naufragio o capturado por piratas antes de que esclavos fueran embarcados
pt: Ou naufragado ou capturado por piratas antes de trazer escravos a bordo

source: Elizabeth River
es: Río Elizabeth
pt: Rio Elizabeth

source: Embark/ embarkation
es: Embarcar - embarque
pt: Embarque

source: England
es: Inglaterra
pt: Inglaterra

source: England, port unspecified
es: Inglaterra, puerto sin especificar
pt: Inglaterra, porto não especificado

source: ESSAYS
es: ENSAYOS
pt: ENSAIOS

source: ESTIMATES
es: ESTIMACIONES
pt: ESTIMATIVAS

source: Estuary of River Guane
es: Estuario del Rio Guane
pt: Estuário do Rio Guane

source: Exported (slaves)
es: Exportados (esclavos)
pt: Exportados (escravos)

source: Falmouth (Eng.)
es: Falmouth (Inglaterra)
pt: Falmouth (Ingl.)

source: Falmouth (Jam.)
es: Falmouth (Jamaica)

source: Fate
es: Desenlance
pt: Destino

source: Fernando Po
es: Fernando Poo

source: Flag/national flag
es: Bandera / bandera nacional
pt: Bandeira/bandeira nacional

source: Flanders
es: Flandes
pt: Flandres

source: Florida, port unspecified
es: Florida, puerto sin especificar
pt: Flórida, porto não especificado

source: Following anti-slave trade treaties, the first in 1810, the British Royal Navy policed the African Atlantic coast to search for illegal slaving voyages. They escorted captured ships to Sierra Leone and there liberated the Africans. Voyages contains several pictures of liberated slaves in the Images section, in addition to pictures of Royal Navy ships approaching or capturing slaving vessels.
es: Tras la firma de los tratados que penalizaban la trata de esclavos, el primero de estos en 1810, la armada británica patrulló la costa atlántica africana en busca de barcos esclavistas ilegales. Los barcos capturados eran conducidos a Sierra Leona y allí los africanos eran liberados. En el sitio web Viajes se encuentran varias imágenes de esclavos liberados en la correspondiente sección (“Imágenes”), además de las ilustraciones de los barcos de la armada británica acercándose a los barcos esclavistas para capturarlos.
pt: Após os tratados antitráfico de escravos, sendo o primeiro de 1810, a Marinha Real britânica policiou a costa do Atlântico africano à procura de viagens negreiras ilegais. Ela escoltava os navios capturados para Serra Leoa e lá libertava os africanos. O website Viagens possui várias imagens de escravos libertos na seção Imagens, além de imagens de navios da Marinha Real abordando ou capturando navios negreiros.

source: Fort Cormantin, Late Seventeenth Century
es: Fuerte Cormantin, finales del siglo XVII
pt: Forte Cormantin, Final do Século XVII

source: France
es: Francia
pt: França

source: France, port unspecified
es: Francia, puerto sin especificar
pt: França, porto não especificado

source: Free trade era
es: Época de libre comercio
pt: Era do tráfico livre

source: French Africa (Goree or Senegal)
es: African francesa (Gorea o Senegal)
pt: África francesa (Goreia ou Senegal)

source: French Caribbean
es: Caribe francés
pt: Caribe francês

source: French Caribbean, colony unspecified
es: Caribe francés, colonia sin especificar
pt: Caribe francês, colônia não especificada

source: French Caribbean unspecified
es: Caribe francés sin especificar
pt: Caribe francês não especificado

source: French Guiana
es: Guayana francesa
pt: Guiana Francesa

source: French private company founded in 1672 to increase the French slave and gun trades. A decree in 1685 gave the Company a trading monopoly from the Senegal River to Sierra Leone. In 1718 the Company merged with another French slave-trading company, the Compagnie d'Occident (Company of the West). In the 1770s and 1780s a reorganized Senegal Company, based in Le Havre, concentrated its commercial activities to Senegal. It ended its trans-Atlantic slave trading ventures after 1792, during the French Revolution.
es: Compañía privada francesa fundada en 1672 con el objetivo de incrementar el comercio francés de esclavos y armas. Un decreto de 1685 le concedió a la Compañía el monopolio del comercio desde el río Senegal hasta Sierra Leona. En 1718 la Compañía se fusionó con otra entidad mercantil francesa dedicada al tráfico de esclavos, la Compagnie d’Occident (Compañía de Occidente). En las décadas de 1770 y 1780, la Compañía de Senegal, reestructurada y con base en Le Havre, concentró sus actividades comerciales en Senegal, hasta terminar sus incursiones en el tráfico transatlántico de esclavos después de 1792, durante la revolución francesa.
pt: Companhia privada francesa fundada em 1672 para aumentar o comércio francês de escravos e armas. Um decreto de 1685 conferiu à Companhia o monopólio sobre o comércio do rio Senegal a Serra Leoa. Em 1718, a Companhia se fundiu a outra companhia de tráfico de escravos francesa, a Compagnie d’Occident. Nas décadas de 1770 e 1780, a Compagnie du Sénégal reorganizada, com sede em Le Havre, concentrou suas atividades comerciais no Senegal. Ela encerrou seus empreendimentos no tráfico de escravos transatlântico após 1792, durante a Revolução Francesa.

source: French proceedings initiated in Africa, acquittal
es: Procedimiento francés iniciado en Africa, sin condena
pt: Processo francês iniciado na África, absolvido

source: French proceedings initiated in Africa, condemned
es: Procedimiento francés iniciado en Africa, condenado
pt: Processo francês iniciado na África, condenado

source: French proceedings initiated in Africa, unknown outcome
es: Procedimiento francés iniciado en Africa, desenlace desconocido
pt: Processo francês iniciado na África, resultado desconhecido

source: French proceedings initiated in Cayenne, acquittal
es: Procedimiento francés iniciado en Cayena, sin condena
pt: Processo francês iniciado em Caiena, absolvido

source: French proceedings initiated in Cayenne, condemned
es: Procedimiento francés iniciado en Cayena, condenado
pt: Processo francês iniciado em Caiena, condenado

source: French proceedings initiated in Cayenne, unknown outcome
es: Procedimiento francés iniciado en Cayena, desenlace desconocido
pt: Processo francês iniciado em Caiena, resultado desconhecido

source: French proceedings initiated in France, acquittal
es: Procedimiento francés iniciado en Francia, sin condena
pt: Processo francês iniciado na França, absolvido

source: French proceedings initiated in France, condemned
es: Procedimiento francés iniciado en Francia, condenado
pt: Processo francês iniciado na França, condenado

source: French proceedings initiated in France, unknown outcome
es: Procedimiento francés iniciado en Francia, desenlace desconocido
pt: Processo francês iniciado na França, resultado desconhecido

source: French proceedings initiated in Guadaloupe, acquittal
es: Procedimiento francés iniciado en Guadalupe, sin condena
pt: Processo francês iniciado em Guadalupe, absolvido

source: French proceedings initiated in Guadaloupe, condemned
es: Procedimiento francés iniciado en Guadalupe, condenado
pt: Processo francês iniciado em Guadalupe, condenado

source: French proceedings initiated in Guadaloupe, unknown outcome
es: Procedimiento francés iniciado en Guadalupe, desenlace desconocido
pt: Processo francês iniciado em Guadalupe, resultado desconhecido

source: French proceedings initiated in Martinique, acquittal
es: Procedimiento francés iniciado en Martinica, sin condena
pt: Processo francês iniciado na Martinica, absolvido

source: French proceedings initiated in Martinique, condemned
es: Procedimiento francés iniciado en Martinica, condenado
pt: Processo francês iniciado na Martinica, condenado

source: French proceedings initiated in Martinique, unknown outcome
es: Procedimiento francés iniciado en Martinica, desenlace desconocido
pt: Processo francês iniciado na Martinica, resultado desconhecido

source: French proceedings, initiated in unknown location, acquittal
es: Procedimiento francés iniciado en lugar desconocido, sin condena
pt: Processo francês, iniciado em lugar desconhecido, absolvido

source: French proceedings, initiated in unknown location, condemned
es: Procedimiento francés iniciado en lugar desconocido, condenado
pt: Processo francês, iniciado em lugar desconhecido, condenado

source: French proceedings, initiated in unknown location, unknown outcome
es: Procedimiento francés iniciado en lugar desconocido, desenlace desconocido
pt: Processo francês, iniciado em lugar desconhecido, resultado desconhecido

source: Gabon
es: Gabón
pt: Gabão

source: Gender
es: Género
pt: Gênero

source: GENERAL
es: GENERALIDADES
pt: GERAL

source: Genoa
es: Genova
pt: Gênova

source: Geophysical map
es: Mapa geofísico
pt: Mapa geofísico

source: Georgia, port unspecified
es: Georgia, puerto sin especificar
pt: Geórgia, porto não especificado

source: Given up to the Mexican Government, Vera Cruz
es: Entregado al gobierno mexicano, Veracruz
pt: Cedido ao governo mexicano, Vera Cruz

source: Given up to the United States government
es: Entregado al gobierno de los Estados Unidos
pt: Cedido ao governo dos EUA

source: Gold Coast east of Kormantine
es: Gold Coast al este de Kormantine
pt: Costa do Ouro a leste de Kormantine

source: Gold Coast, Fr. definition
es: Gold Coast, fr. definición
pt: Costa do Ouro, definição fr.

source: Gold Coast from Kormatine to Accra
es: Gold Coast desde Kormatine a Accra
pt: Costa do Ouro, de Kormantine a Accra

source: Gold Coast, port unspecified
es: Costa de Oro, puerto sin especificar
pt: Costa do Ouro, porto não especificado

source: Gorée
es: Isla de Gorea
pt: Goreia

source: Government-led initiatives to end the legal trade in enslaved peoples. France abolished its slave trade in 1794, but re-instituted it legally in 1815. Denmark first abolished permanently its slave trade (1802). Britain spearheaded the international abolition movement, culminating in the termination of the British slave trade (1807) and slavery within the British Empire (1833). The Spanish government ended the slave trade to Cuba in 1867; slavery ended in Cuba in 1886 and then in Brazil in 1888.
es: Iniciativas creadas por un gobierno para terminar el tráfico legal de personas esclavizadas. Francia abolió la trata en 1794, pero la re-estableció legalmente en 1815. Dinamarca abolió primeramente la trata de esclavos de forma permanente en 1802. Inglaterra encabezó la abolición internacional de la trata de esclavos en 1807 y el fin de la esclavitud dentro del Imperio Británico en 1833. El gobierno español finalizó la trata en Cuba en 1867; la esclavitud terminó finalmente en Cuba en 1866 y en Brasil en 1888.
pt: Iniciativas governamentais no sentido de acabar com o tráfico legal de povos escravizados. A França aboliu seu tráfico de escravos em 1794, mas o reinstituiu legalmente em 1815. A Dinamarca foi a primeira a abolir definitivamente seu tráfico de escravos (1802). A Grã-Bretanha liderou o movimento de abolição internacional, que culminou na extinção do tráfico de escravos britânico (1807) e da escravidão no Império Britânico (1833). O governo espanhol pôs fim ao tráfico de escravos para Cuba em 1867; a escravidão terminou em Cuba em 1886, e depois no Brasil em 1888.

source: Grand Bassam
es: Gran Bassam

source: Great Britain
es: Gran Bretaña
pt: Grã-Bretanha

source: Great Britain, port unspecified
es: Gran Bretaña, puerto sin especificar
pt: Grã-Bretanha, porto não especificado

source: Grenada
es: Granada

source: Grenada Point
es: Punto de Grenada

source: Grenada, port unspecified
es: Grenada, puerto sin especificar
pt: Grenada, porto não especificado

source: Guadaloupe
es: Guadalupe
pt: Guadalupe

source: Guadeloupe
es: Guadalupe
pt: Guadalupe

source: Guadeloupe, port unspecified
es: Guadalupe, puerto sin especificar
pt: Guadalupe, porto não especificado

source: Guiana
es: Guayana

source: Gulf coast
es: Costa del Golfo de Mexico
pt: Costa do Golfo

source: Gulf of Guinea islands
es: Islas del Golfo de Guinea
pt: Ilhas do Golfo da Guiné

source: Gulf states
es: Estados del golfo
pt: Estados do golfo

source: Guns/guns mounted
es: Cañones / cañones instalados
pt: Peças de artilharia

source: Haitians
es: Haitianos
pt: Haitianos

source: Hamburg
es: Hamburgo
pt: Hamburgo

source: Hamilton (Bermuda)
es: Hamilton (Bermudas)

source: Hanse Towns, Brandenburg
es: Ciudades de la Hansa, Brandenburgo
pt: Cidades hanseáticas, Brandemburgo

source: Havana
es: La Habana
