Repository: rice-crc/voyages
Catalog: voyages/locale/*/LC_MESSAGES/django.po
Languages: es, pt

source: Mozambique, in South-East Africa, became an important region of slave embarkation in the nineteenth century. The prohibition of the slave trade in the North Atlantic in 1815 by international law forced traders to search for new slave markets on the African coast. Mozambique was opened for the slave trade before that, but the distance of the region from the Americas was unattractive for most captains. Mozambique represented the longest route a slave vessel had to navigate before reaching the coasts of the New World. The risks and costs of maintaining the crew and the slaves were too high. The image shows the coast of Mozambique around 1853. It locates the principal ports along the coast and indicates the major rivers flowing from the interior of Mozambique. The map was published by Commander Francisco Maria Bordalo, responsible for completing a report on the Portuguese possessions overseas begun by Commander José Joaquim Lopes de Lima. The image is reproduced courtesy of the Manuscript, Archives and Rare Book Library, Emory University.
es: Mozambique, en el África suroriental, devino una importante región en el embarque de esclavos en el siglo XIX. La prohibición de la trata de esclavos en el atlántico norte en 1815 por la ley internacional obligó a los comerciantes de esclavos a buscar nuevos mercados en la costa africana. Mozambique había sido abierto para el comercio de esclavos antes de esta fecha, pero la distancia entre la región y las Américas hacía que no fuera atractivo para la mayoría de los capitanes. Mozambique representaba la ruta más larga que un buque esclavista tenía que navegar antes de alcanzar las costas del Nuevo Mundo. Los riesgos y el costo de mantener las naves eran muy elevados. La imagen muestra la costa de Mozambique alrededor de 1853. Ubica los principales puertos a lo largo de la costa e indica los mayores ríos que fluyen hacia el interior de Mozambique. El mapa fue publicado por el comandante Francisco Maria Bordalo, quien fuera responsable de completar un reporte sobre las posesiones portuguesas de ultramar, comenzado por el comandante José Joaquim Lopes de Lima. La imagen reproducida es cortesía de Manuscript, Archives and Rare Book Library, Emory University.
pt: Moçambique, no sudeste da África, tornou-se uma importante região de embarque de escravos no século XIX. A proibição do tráfico de escravos no Atlântico Norte em 1815 por uma lei internacional obrigou os traficantes a procurar novos mercados de escravos na costa africana. Moçambique já estava aberta para o tráfico de escravos antes disso, mas a distância entre a região e as Américas era pouco atraente para a maioria dos capitães. A rota de Moçambique era o caminho mais longo que um navio negreiro tinha que percorrer para chegar à costa do Novo Mundo. Os riscos e os custos de manutenção da tripulação e dos escravos eram demasiadamente elevados. A imagem mostra a costa de Moçambique em torno de 1853. Ela situa os principais portos ao longo da costa e indica os principais rios que fluem do interior de Moçambique. O mapa foi publicado pelo comandante Francisco Maria Bordalo, responsável pela conclusão de um relatório, iniciado pelo comandante José Joaquim Lopes de Lima, sobre as possessões portuguesas no exterior. Imagem reproduzida com autorização da Manuscript, Archives and Rare Book Library, Emory University.

source: New Calabar and Bonny were two important slaving outlets in the Bight of Biafra, in today's eastern Nigeria. The “Carte de la Riviere de Kalbar” contains information collected from ship pilots in 1699, and was published in English in 1732 in volume five of Churchill’s collection of voyages and travels. That map and the one reproduced here, printed in French in the late 1740s, illustrates the Real River and adjoining creeks, and locates the village of New Calabar (“Ville du Nouveau Kalabar”) and Bonny (“Ville de Bandi”). It also places the village of Old Calabar (“Vieux Kalabar”) between New Calabar and Bonny, indicating that in the later 1600s there were two “Calabar” villages in the Rio Real. Old Calabar—“Calabar” in the Voyages Database and Calabar, Nigeria today—is located fifty miles east and a further forty-five miles up the Cross River. This map also shows Foko Island (Fockey in the Voyages Database) and the Doni River and village (Andony). In the 1600s New Calabar was the most important slaving and ivory location in the Bight of Biafra; by the 1730s Bonny emerged as the leading regional slaving port. The Bight’s ivory trade had then shifted east to Old Calabar and Cameroon.
es: Nuevo Calabar y Bonny fueron dos importantes centros de comercio de esclavos en la Ensenada de Biafra, en lo que hoy en día es el este de Nigeria. La “Carte de la Riviere de Kalbar” contiene información recolectada de pilotos de navío en 1699, y fue publicada en inglés en 1732 en el volumen 5 de la colección de expediciones y viajes de Churchill. Dicho mapa, y el reproducido aquí imprimido en francés a fines de la década de 1740, ilustra el río Real y los riachuelos adyacentes, e ubica la villa de Nuevo Calabar (“Ville du Nourveau Kalabar”) y Bonny (“Ville de Bandi”). También localiza la villa de Viejo Calabar (“Vieux Kalabar”) entre el Nuevo Calabar y Bonny, indicando que a fines de la década de 1600 había dos villas “Calabar” en el río Real. Viejo Calabar –“Calabar” en la base de datos Viajes y Calabar, hoy Nigeria- está ubicada a cincuenta millas al este y unas cuarenta y cinco millas más al norte del río Cross. Este mapa también muestra la isla Foko (Fockey en la base de datos Viajes) y el rio y la villa Doni (Andony). En la década de 1600 Nuevo Calabar era el más importante centro de comercio de esclavos y de marfil en la ensenada de Biafra, ya para 1730 Bonny emergía como el puerto líder del comercio de esclavos del área. El comercio de marfil de la ensenada se había trasladado al este a Viejo Calabar y Camerún.
pt: Novo Calabar e Bonny eram dois importantes portos de embarque de escravos no golfo de Biafra, onde hoje é a Nigéria oriental. A “Carte de la Riviere de Kalbar” reúne informações fornecidas por pilotos de navio em 1699, e foi publicada em inglês em 1732, no volume cinco da coletânea de viagens de Churchill. Esse mapa e o reproduzido aqui, impresso em francês no final da década de 1740, ilustram o rio Real e os riachos adjacentes, e situam as vilas de Novo Calabar (“Ville du Nouveau Kalabar”) e Bonny (“Ville de Bandi”). Ele também situa a vila de Velho Calabar (“Vieux Kalabar”) entre Novo Calabar e Bonny, indicando que no final do século XVII existiam duas aldeias chamadas “Calabar” no rio Real. Velho Calabar — “Calabar” no Banco de Dados Viagens, atual Nigéria — fica a 80 quilômetros a leste e mais 75 quilômetros rio Cross acima. Este mapa mostra também a ilha Foko (Fockey, no Banco de Dados Viagens) e o rio e a vila Doni (Andony). Em 1600, Novo Calabar era o local mais importante no comércio de escravos e marfim no golfo de Biafra; por volta de 1730, Bonny tornou-se o principal porto negreiro da região. O comércio de marfim do golfo já tinha se deslocado para o leste, para Velho Calabar e Camarões.

source: North American Mainland and the Caribbean Islands
es: América del Norte continental y las islas del Caribe
pt: América do Norte continental e ilhas do Caribe

source: Pricess Madia was one of the survivors of the slave bark ""Wildfire"". The ""Wildfire"" was sailing to Cuba when it was intercepted by anti-slave trade cruisers on its way back from Congo. Princess Madia together with hundreds of other Africans were eventually taken back to Africa, but to Liberia rather than the Congo River. No one knows whether Madia was a real African princess. She received this title from the crew members of the ""Wildfire"", who called her princess because of her dignified look which inspired deference from some of the other Africans sailing with her. The image is reproduced courtesy of Tracy W. McGregor Library of American History, Special Collections, University of Virginia Library. Permission required to reproduce.
es: La Princesa Madia fue una de las sobrevivientes del barco esclavista “Wildfire”. El barco navegaba hacia Cuba cuando fue interceptado por cruceros antiesclavistas a su regreso del Congo. La Princesa Madia, junto con otros cientos de africanos fueron finalmente llevados a África, pero para Liberia en lugar del río Congo. Nadie sabe si Madia era una verdadera princesa africana. Ella recibió este título de uno de los miembros de la tripulación del “Wildfire”, quien la llamaba princesa debido a su apariencia distinguida que causaba admiración por parte de los otros africanos que navegaban con ella. La imagen es cortesía de Tracy W. McGregor Library of American History, Special Collections, University of Virginia Library. Se requiere permiso para su reproducción.
pt: A princesa Madia foi uma das sobreviventes do navio negreiro Wildfire. O Wildfire voltava do Congo e ia em direção a Cuba quando foi interceptado por cruzadores que reprimiam o tráfico de escravos. A princesa Madia, juntamente com centenas de outros africanos, foi posteriormente levada de volta à África, só que para a Libéria e não para o rio Congo. Ninguém sabe se Madia era de fato uma princesa africana. Quem lhe concedeu esse título foram os membros da tripulação do Wildfire, por ter ela uma aparência digna que inspirava deferência em alguns dos outros africanos que viajavam com ela. A imagem é reproduzida com a autorização da Tracy W. McGregor Library of American History, Special Collections, University of Virginia Library. Exige-se permissão para reproduzi-la.

source: Princess Madia
es: Princesa Madia
pt: Princesa Madia

source: Príncipe Island
es: Isla del Príncipe
pt: Ilha do Príncipe

source: Príncipe Island belongs to an archipelago located at the Bight of Biafra which participated intensively in the transatlantic slave trade. The image is of three maps published by the Portuguese Commander José Joaquim Lopes de Lima in the 1840s. The center map shows the entire island with its main rivers, islets and topographical features. The map on the left shows the Agulhas Bay, situated on the west side of Príncipe Island, and the map on the right shows the bay of Santo António, where the main port and city of Príncipe Island was located. The bay of Santo António was located on the north-eastern part of the island, and it was here that slaves and freed Africans in transit or remaining in the island mostly disembarked. The image is reproduced courtesy of the Manuscript, Archives and Rare Book Library, Emory University.
es: Isla del Príncipe pertenece a un archipiélago ubicado en la Ensenada de Biafra, que participaba de manera intensa en el comercio trasatlántico de esclavos. La imagen es de tres mapas publicados por el comandante portugués José Joaquim Lopes de Lima en la década de 1840. El mapa del centro muestra la isla completa con sus ríos principales, isletas y características topográficas. El mapa de la izquierda muestra la bahía de Agulhas, situada en la zona occidental de Isla Príncipe, y el mapa de la derecha muestra la bahía de Santo António, donde su ubicaba el mayor puerto y la mayor ciudad de la isla. La bahía de Santo António se ubicaba en la parte nororiental de la isla, y era allí donde desembarcaban la mayoría de los esclavos y africanos liberados, tanto los que iban en tránsito o los que permanecían en la isla. La imagen reproducida es cortesía de Manuscript, Archives and Rare Book Library, Emory University.
pt: A ilha do Príncipe faz parte de um arquipélago localizado no golfo de Biafra, que participou intensamente no tráfico de escravos transatlântico. A imagem é de três mapas publicados pelo comandante português José Joaquim Lopes de Lima na década de 1840. O mapa ao centro mostra toda a ilha com seus principais rios, ilhotas e características topográficas. O mapa à esquerda mostra a baía das Agulhas, situado no lado oeste da ilha do Príncipe, e o mapa à direita mostra a baía de Santo António, onde se localizavam o principal porto e cidade da ilha do Príncipe. A baía de Santo António situava-se na parte nordeste da ilha, sendo ali o local principal de desembarque de escravos e africanos libertos em trânsito ou que vinham para ficar. Imagem reproduzida com autorização da Manuscript, Archives and Rare Book Library, Emory University.

source: Quelimane was one of the main slave ports located on the coast of Mozambique, South-East Africa. Mozambique became an important region of slave embarkation in the nineteenth century after the prohibition of the slave trade in the North Atlantic in 1815. The image is of a map of Quelimane. It shows the city and port of Quelimane in the upper section of the map, indicating the names of the principal coastal points of the channel linking the sea to Quelimane as well as the channel’s depth. The map was published by Commander Francisco Maria Bordalo, responsible for completing a report on the Portuguese possessions overseas begun by Commander José Joaquim Lopes de Lima. The image is reproduced courtesy of the Manuscript, Archives and Rare Book Library, Emory University.
es: Quelimane era uno de los principales puertos esclavistas ubicados en la costa de Mozambique, en el África suroriental. Mozambique devino una importante región de embarque de esclavos en el siglo XIX con la prohibición del comercio de esclavos en el Atlántico norte en 1815. La imagen es un mapa de Quelimane. Muestra la ciudad y el puerto de Quelimane en la sección superior del mapa, e indica los nombres de los principales puntos costeros del canal que conecta Quelimane con el mar, así como la profundidad del canal. El mapa fue publicado por el comandante Francisco Maria Bordalo, quien fuera responsable de completar un reporte sobre las posesiones portuguesas de ultramar, comenzado por el comandante José Joaquim Lopes de Lima. La imagen se reproduce por cortesía de Manuscript, Archives and Rare Book Library, Emory University.
pt: Quelimane era um dos principais portos de escravos situados na costa de Moçambique, no sudeste da África. Moçambique tornou-se uma importante região de embarque de escravos no século XIX, após a proibição do tráfico de escravos no Atlântico Norte em 1815. A imagem é de um mapa de Quelimane. Ele mostra a cidade e o porto de Quelimane na parte superior do mapa, e indica os nomes dos principais pontos do litoral do canal que liga o mar a Quelimane, bem como a profundidade do canal. O mapa foi publicado pelo comandante Francisco Maria Bordalo, responsável pela conclusão de um relatório, iniciado pelo comandante José Joaquim Lopes de Lima, sobre as possessões portuguesas no exterior. Imagem reproduzida com autorização da Manuscript, Archives and Rare Book Library, Emory University.

source: Register of Africans from the Brig ""Amélia""
es: Registro de africanos del bergantín “Amélia”
pt: Registro de africanos do brigue “Amélia”

source: Register of Africans from the Brigantine ""Aguila""
es: Registro de africanos del bergantín “Aguila”
pt: Registro de africanos do bergantim “Aguila”

source: Register of Africans from the Brigantine ""Carolina""
es: Registro de africanos del bergantín “Carolina”
pt: Registro de africanos do bergantim “Carolina”

source: Register of Africans from the Brigantine ""Chubasco""
es: Registro de africanos del bergantín “Chubasco”
pt: Registro de africanos do bergantim “Chubasco”

source: Register of Africans from the Brigantine ""Clemente""
es: Registro de africanos del bergantín “Clemente”
pt: Registro de africanos do bergantim “Clemente”

source: Register of Africans from the Brigantine ""Crioula""
es: Registro de africanos del bergantín “Crioula”
pt: Registro de africanos do bergantim “Crioula”

source: Register of Africans from the Brigantine ""Cyrus""
es: Registro de africanos del bergantín “Cyrus”
pt: Registro de africanos do bergantim “Cyrus”

source: Register of Africans from the Brigantine ""Deixa Falar""
es: Registro de africanos del bergantín “Deixa Falar”
pt: Registro de africanos do bergantim “Deixa Falar”

source: Register of Africans from the Brigantine ""De Snelheid""
es: Registro de africanos del bergantín “De Snelheid”
pt: Registro de africanos do bergantim “De Snelheid”

source: Register of Africans from the Brigantine ""Diana""
es: Registro de africanos del bergantín “Diana”
pt: Registro de africanos do bergantim “Diana”

source: Register of Africans from the Brigantine ""Dois Amigos""
es: Registro de africanos del bergantín “Dois Amigos”
pt: Registro de africanos do bergantim “Dois Amigos”

source: Register of Africans from the Brigantine ""Emílio""
es: Registro de africanos del bergantín “Emílio”
pt: Registro de africanos do bergantim “Emílio”

source: Register of Africans from the Brigantine ""Felicia""
es: Registro de africanos del bergantín “Felicia”
pt: Registro de africanos do bergantim “Felicia”

source: Register of Africans from the Brigantine ""Felicidade""
es: Registro de africanos del bergantín “Felicidade”
pt: Registro de africanos do bergantim “Felicidade”

source: Register of Africans from the Brigantine ""Félix""
es: Registro de africanos del bergantín “Félix”
pt: Registro de africanos do bergantim “Félix”

source: Register of Africans from the Brigantine ""Firme""
es: Registro de africanos del bergantín “Firme”
pt: Registro de africanos do bergantim “Firme”

source: Register of Africans from the Brigantine ""Intrépida""
es: Registro de africanos del bergantín “Intrépida”
pt: Registro de africanos do bergantim “Intrépida”

source: Register of Africans from the Brigantine ""Isabel""
es: Registro de africanos del bergantín “Isabel”
pt: Registro de africanos do bergantim “Isabel”

source: Register of Africans from the Brigantine ""Isabella Segunda""
es: Registro de africanos del bergantín “Isabella Segunda”
pt: Registro de africanos do bergantim “Isabella Segunda”

source: Register of Africans from the Brigantine ""Jacuí""
es: Registro de africanos del bergantín “Jacuí”
pt: Registro de africanos do bergantim “Jacuí”

source: Register of Africans from the Brigantine ""Josefina""
es: Registro de africanos del bergantín “Josefina”
pt: Registro de africanos do bergantim “Josefina”

source: Register of Africans from the Brigantine ""Mágico""
es: Registro de africanos del bergantín “Mágico”
pt: Registro de africanos do bergantim “Mágico”

source: Register of Africans from the Brigantine ""Marte""
es: Registro de africanos del bergantín “Marte”
pt: Registro de africanos do bergantim “Marte”

source: Register of Africans from the Brigantine ""Midas""
es: Registro de africanos del bergantín “Midas”
pt: Registro de africanos do bergantim “Midas”

source: Register of Africans from the Brigantine ""Mindelo""
es: Registro de africanos del bergantín “Mindelo”
pt: Registro de africanos do bergantim “Mindelo”

source: Register of Africans from the Brigantine ""Negrito""
es: Registro de africanos del bergantín ¨Negrito”
pt: Registro de africanos do bergantim “Negrito”

source: Register of Africans from the Brigantine ""Netuno""
es: Registro de africanos del bergantín “Netuno”
pt: Registro de africanos do bergantim “Netuno”

source: Register of Africans from the Brigantine ""NS da Conceção de Maria""
es: Registro de africanos del bergantín “NS da Conceção de Maria”
pt: Registro de africanos do bergantim “NS da Conceição de Maria”

source: Register of Africans from the Brigantine ""Orestes""
es: Registro de africanos del bergantín “Orestes”
pt: Registro de africanos do bergantim “Orestes”

source: Register of Africans from the Brigantine ""Paquete Feliz""
es: Registro de africanos del bergantín “Paquete Feliz”
pt: Registro de africanos do bergantim “Paquete Feliz”

source: Register of Africans from the Brigantine ""Seis Hermanos""
es: Registro de africanos del bergantín “Seis Hermanos”
pt: Registro de africanos do bergantim “Seis Hermanos”

source: Register of Africans from the Brigantine ""Semiramis""
es: Registro de africanos del bergantín “Semiramis”
pt: Registro de africanos do bergantim “Semiramis”

source: Register of Africans from the Brigantine ""S João e Segunda Rosália""
es: Registro de africanos del bergantín “S João e Segunda Rosália”
pt: Registro de africanos do bergantim “S João e Segunda Rosália”

source: Register of Africans from the Brigantine ""Vengador""
es: Registro de africanos del bergantín “Vengador”
pt: Registro de africanos do bergantim “Vengador”

source: Register of Africans from the Brigantine ""Vetereano""
es: Registro de africanos del bergantín “Vetereano”
pt: Registro de africanos do bergantim “Veterano”

source: Register of Africans from the Brigantine ""Virtude""
es: Registro de africanos del bergantín “Virtude”
pt: Registro de africanos do bergantim “Virtude”

source: Register of Africans from the Brigantine ""Volador""
es: Registro de africanos del bergantín “Volador”
pt: Registro de africanos do bergantim “Volador”

source: Register of Africans from the Brigantine ""Zafiro""
es: Registro de africanos del bergantín “Zafiro”
pt: Registro de africanos do bergantim “Zafiro”

source: Register of Africans from the Brig ""Argos""
es: Registro de africanos del bergantín “Argos”
pt: Registro de africanos do brigue “Argos”

source: Register of Africans from the Brig ""Aviso""
es: Registro de africanos del bergantín “Aviso”
pt: Registro de africanos do brigue “Aviso”

source: Register of Africans from the Brig ""Bela Eliza""
es: Registro de africanos del bergantín “Bela Eliza”
pt: Registro de africanos do brigue “Bela Eliza”

source: Register of Africans from the Brig ""Charles""
es: Registro de africanos del bergantín “Charles”
pt: Registro de africanos do brigue “Charles”

source: Register of Africans from the Brig ""Clementina""
es: Registro de africanos del bergantín “Clementina”
pt: Registro de africanos do brigue “Clementina”

source: Register of Africans from the Brig ""Comerciante""
es: Registro de africanos del bergantín “Comerciante”
pt: Registro de africanos do brigue “Comerciante”

source: Register of Africans from the Brig ""Dois Amigos Brasileiros""
es: Registro de africanos del bergantín “Dois Amigos Brasileiros”
pt: Registro de africanos do brigue “Dois Amigos Brasileiros”

source: Register of Africans from the Brig ""Empreendedor""
es: Registro de africanos del bergantín “Empreendedor”
pt: Registro de africanos do brigue “Empreendedor”

source: Register of Africans from the Brig ""Fúria""
es: Registro de africanos del bergantín “Fúria”
pt: Registro de africanos do brigue “Fúria”

source: Register of Africans from the Brig ""Gratidão""
es: Registro de africanos del bergantín “Gratidão”
pt: Registro de africanos do brigue “Gratidão”

source: Register of Africans from the Brig ""Henriette""
es: Registro de africanos del bergantín “Henriette”
pt: Registro de africanos do brigue “Henriette”

source: Register of Africans from the Brig ""Henriqueta""
es: Registro de africanos del bergantín “Henriqueta”
pt: Registro de africanos do brigue “Henriqueta”

source: Register of Africans from the Brig ""Juan""
es: Registro de africanos del bergantín “Juan”
pt: Registro de africanos do brigue “Juan”

source: Register of Africans from the Brig ""Liberal""
es: Registro de africanos del bergantín “Liberal”
pt: Registro de africanos do brigue “Liberal”

source: Register of Africans from the Brig ""Lynx""
es: Registro de africanos del bergantín “Lynx”
pt: Registro de africanos do brigue “Lynx”

source: Register of Africans from the Brig ""NS de Caridad""
es: Registro de africanos del Bergantín “NS de Caridad"
pt: Registro de africanos do brigue “NS de Caridad”

source: Register of Africans from the Brig ""Octavio""
es: Registro de africanos del bergantín “Octavio”
pt: Registro de africanos do brigue “Octavio”
