Repository: rice-crc/voyages
Catalog: voyages/locale/*/LC_MESSAGES/django.po
Languages: es, pt

source: Several age and gender variables were imputed from the data variables. First, information from voyages with more than one place of embarkation and/or disembarkation of slaves was aggregated to produce one set of four variables – adults, children, males, and females – for places of departure and another for places of arrival. An additional set of the same variables was calculated for deaths on the Middle Passage. From these variables, we calculated two ratios: the proportion of children for all voyages with information on adults and children, and the proportion of males for all voyages with information on males and females. The proportion of adults and females are the reciprocals of the variables that were computed. The ratios are to be understood as the proportion of all slaves for whom a characteristic can be determined. The child ratio is the percentage of slaves identified as either children or adults, and the male ratio is the percentage of slaves identified as males or females. For the smaller number of voyages with information on both age and gender, we also calculated the ratios of men, women, boys, and girls. Ratios were imputed only for voyages with at least 20 slaves whose age and/or gender is documented.
es: Una cantidad de variables de edad y género fueron imputadas de las variables de datos. Primero, se agregó información sobre viajes con más de un lugar de embarque o de desembarque de esclavos para producir un grupo de cuatro variables – adultos, niños, varones y hembras – para lugares de partida y otro para lugares de llegada. Un grupo adicional de las mismas variables para muertes en el cruce del Atlántico. De estas variables calculamos dos relaciones: la proporción de niños para todos los viajes con información sobre adultos y niños y la proporción de varones para todos los viajes con información de varones y cautivas femeninas. La proporción de adultos y cautivas femeninas es el reciproco de las variables que fueron computadas. Las relaciones deben comprenderse como la proporción de todos los esclavos para los cuales puede determinarse una característica. La relación de los niños es el por ciento de esclavos identificados como niños o como adultos, y la relación de varones es el por ciento de esclavos identificados como varones o de género femenino. Para el número menor de viajes con información tanto de edad como género, calculamos también la relación de hombres, mujeres, niños y niñas. Las relaciones fueron ingresadas solo para viajes con al menos 20 esclavos cuya edad o género fueron documentados.
pt: Diversas variáveis de idade e gênero foram imputadas a partir das variáveis de dados. Em primeiro lugar, as informações de viagens com mais de um local de embarque e/ou desembarque de escravos foram agregadas para produzir um conjunto de quatro variáveis — adultos, crianças, machos e fêmeas — para os locais de partida, e outro conjunto para os locais de chegada. Um conjunto adicional das mesmas variáveis foi calculado para as mortes na travessia do Atlântico. A partir dessas variáveis, calculamos dois índices: a proporção de crianças em todas as viagens com informações sobre adultos e crianças, e a proporção de machos em todas as viagens nas quais há informações sobre machos e fêmeas. As proporções de adultos e fêmeas são recíprocas das variáveis que foram computadas. Estes índices devem entendidos como a proporção de todos os escravos para os quais uma característica pode ser determinada. O índice de crianças refere-se à porcentagem de escravos identificados como crianças ou como adultos, e a de homens refere-se à porcentagem de escravos identificados como machos ou fêmeas. No caso do pequeno número de viagens que contêm informações tanto sobre idade quanto sobre gênero, também calculamos os índices de homens, mulheres, meninos e meninas. Tais índices foram imputados apenas em viagens com pelo menos 20 escravos cuja idade e/ou gênero estão documentados.

source: Each ratio was calculated for places of departure, arrival, and deaths; but to further simplify the information for inclusion in the set of variables available on the Voyages website, one set of ratios is provided for each voyage with age and sex information. It is the same as the proportion at arrival when that is documented; otherwise it is the proportion at departure. The age and sex of captives was recorded almost two times more often at places of landing (3,731 voyages) than it was at places of embarkation (1,970 voyages). Information on the demographic composition of slave cargoes at both embarkation and disembarkation exists for only 609 voyages.
es: Cada relación fue calculada para lugares de partida, llegada y para las muertes, pero para simplificar más la información para incluir en el grupo de variables disponibles en el sitio web Viajes, se provee un grupo de proporciones para cada viaje con información sobre edad y sexo. Es la misma que la proporción a la llegada cuando esta está documentada; de otra forma es la proporción a la partida. La edad y el sexo de los cautivos fue registrada casi dos veces más a menudo en los lugares de desembarque (3.731 viajes) que en los lugares de embarque (1.970 viajes). Información sobre la composición demográfica de los cargamentos de esclavos existe solamente para 609 viajes.
pt: Cada índice foi calculado com referência aos lugares de partida, lugares de chegada e mortes; mas a fim de simplificar ainda mais as informações para inclusão no conjunto de variáveis disponíveis no website Viagens, é fornecido um conjunto de índices para cada viagem em que há informações sobre idade e gênero. O mesmo acontece com a proporção nas chegadas quando elas estão documentadas; quando não, utilizamos a proporção nas partidas. A idade e o gênero dos cativos foram registrados quase duas vezes mais em locais de desembarque (3.731 viagens) do que nos locais de embarque (1.970 viagens). Há informações sobre a composição demográfica dos carregamentos de escravos tanto no embarque quanto no desembarque em apenas 609 viagens.

source: Caution is required in inferring age and gender patterns from the ratios. Ships left the African coast with varying numbers of men, women and children on board. It makes little sense to combine, say, the <i>Merced</i>, taken into Sierra Leone with only one man slave on board, and the <i>Alerta</i>, which landed 69 men among 606 slaves disembarked in Havana in September 1818. The ratio of men in the first voyage was 100 percent, the ratio in the second case was 11 percent. Averaging without any further adjustment produces a ratio of men of 56 percent, which, given the different numbers of people on board, misrepresents historical reality. With large enough numbers of cases, this problem diminishes to the point of becoming negligible; but if users select a small number of cases, they should employ a simple weighting technique to correct for the differences in the number of people being counted. Thus, in the above example, the weighted average of men on the two ships is very much closer to the 11 percent on the <i>Alerta</i> than the 100 percent on the <i>Merced</i>. Alternatively, users might disregard our voyage-based age and gender ratios and simply divide the total of males (or females) by the total number of slaves in the sample they select.
es: Se requiere cuidado al inferir patrones de edad y género, de las proporciones. Los barcos dejaban la costa africana con un número variable de hombres, mujeres y niños a bordo. Tiene poco sentido combinar, por ejemplo, el <i>Merced</i> llevado a Sierra Leona con solo un esclavo a bordo y el <i>Alerta</i>, que llevó a tierra 69 hombres de entre 606 esclavos desembarcados en La Habana en septiembre de 1818. La relación de hombres en el primer caso fue 100 por ciento, la relación en el segundo caso fue 11 por ciento. Promediando sin otro ajuste produce una relación de hombres de 56 por ciento, lo que, dado el diferente número de personas a bordo, produce una distorsión de la realidad histórica. Con un número suficientemente grande de casos, este problema se reduce hasta hacerse imperceptible, pero si los usuarios seleccionan un número pequeño de casos, puede requerirse solo una técnica estadística de ponderación para corregir la diferencia en el número de personas que se están contando. Así, en el caso anterior el promedio ponderado de hombres en los dos barcos está mucho más cerca al 11 por ciento obtenido en el caso del <i>Alerta</i>que al 100 por ciento del caso de la <i>Merced</i>. En forma alternativa, los usuarios pueden desechar nuestras proporciones de edad y género y simplemente pueden dividir el número total de varones (o de cautivas femeninas) por el número total de esclavos en la muestra seleccionada.
pt: É necessário ter cuidado ao inferir padrões de idade e gênero nos índices. Os navios partiam da costa africana com números variáveis de homens, mulheres e crianças a bordo. Não faz muito sentido combinar, por exemplo, o <i>Merced</i>, que chegou à Serra Leoa com apenas um escravo a bordo, e o <i>Alerta</i>, que trouxe 69 homens entre 606 escravos desembarcados em Havana em setembro de 1818. O índice de homens na primeira viagem foi de 100 por cento, e apenas de 11 por cento no segundo caso. Calculando-se a média sem qualquer ajuste adicional, temos um índice de homens de 56 por cento — o que, dados os diferentes números de pessoas a bordo, deturpa a realidade histórica. Quando se trabalha com uma quantidade suficiente de casos, este problema diminui a ponto de tornar-se insignificante, mas se os usuários selecionarem um pequeno número de casos, eles devem empregar uma técnica simples de ponderação para corrigir as diferenças no número de pessoas que estão sendo contadas. Assim, no exemplo acima, a média ponderada de homens nos dois navios é muito mais próxima à de 11 por cento do <i>Alerta</i> do que à de 100 por cento do <i>Merced</i>. Como alternativa, os usuários podem ignorar nossos índices de viagem baseados em idade e gênero e simplesmente dividir o total de machos (ou de fêmeas) pelo número total de escravos da amostra que eles selecionaram.

source: As the above discussion suggests, the ratios for age and sex made available in the Voyages Database are calculated without weighting. For example, “Percentage male*” (MALRAT7) is computed by averaging the ratios computed for each voyage. Thus a mean of, say, 70 percent male for a group of years or a region is the unweighted average of male ratios for individual voyages in the selected group. If users wish to group all males in the selection (or all children) and divide by all slaves, they may obtain somewhat different results from those provided in the search interface, but they will have to first download the database to make that calculation.
es: Según sugiere la discusión anterior, las proporciones para edad y sexo disponibles en la base de datos Viajes están calculadas sin ponderar. Por ejemplo, “Porcentaje de varones” (MALRAT7) se computa promediando las relaciones para cada viaje. Así, una media de, digamos, 70 por ciento de varones para un grupo de años en una región es al promedio no ponderado de relaciones de varones para viajes individuales en el grupo seleccionado. Si los usuarios desean agrupar todos los varones en la selección (o todos los niños) y dividir por todos los esclavos, pueden obtener resultados algo diferentes de los provistos en la interface de búsqueda, pero tendrán primero que descargar la base de datos para realizar el cálculo.
pt: Como a discussão acima indica, os índices de idade e gênero disponibilizados no Banco de Dados Viagens são calculados sem ponderação. Por exemplo, “Porcentagem de machos*” (MALRAT7) é calculado pela média dos índices computados para cada viagem. Assim, uma média de, digamos, 70 por cento de homens num período de anos ou numa região é a média não ponderada dos índices de homens em viagens individuais no grupo selecionado. Se os usuários desejarem agrupar todos os machos da seleção (ou todas as crianças) e dividi-los pelo número total de escravos, eles podem obter resultados um pouco diferentes dos fornecidos na interface de pesquisa, mas primeiro terão que baixar o banco de dados para fazer esse cálculo.

source: Users should also remember that age and sex information was recorded on some vessels at the beginning of the voyage and on others at the end of the voyage. We have created composite male and child ratio variables, “Percentage male*” (MALRAT7) and “Percentage children*” (CHILRAT7) that lump together information from both ends depending on availability of data, and where information has survived on both we gave precedence to the ratios at the point of disembarkation. This procedure is justified by the finding that shipboard mortality was only modestly age and sex specific. Those users who wish to eliminate these modest effects should download that database first.(12)
es: Los usuarios deben recordar también que la información de edad y sexo fue registrada en algunos navíos al principio, y en otros al final del viaje. Hemos creado variables de proporciones compuestas de varón y niño, “Porcentaje de varones” (MALRAT7) y “Porcentaje de niños” (CHILRAT7), que agrupa información de ambos extremos, dependiendo de su disponibilidad, y donde la información ha sobrevivido en ambos, damos precedencia a las proporciones en el puerto de desembarque. Este procedimiento se justifica porque hemos encontrado que la mortalidad fue moderadamente específica con relación a edad y sexo. Los usuarios que desean eliminar estos modestos efectos deben descargar primero la base de datos.
pt: Os usuários também devem ter em mente que as informações sobre idade e gênero foram registradas no início da viagem em alguns navios, e ao final dela em outros. Criamos variáveis de índices compostos de machos e crianças, “Porcentagem de machos*” (MALRAT7) e “Porcentagem de crianças*” (CHILRAT7), que englobam informações de ambos os lados, dependendo da disponibilidade dos dados, e nos casos em que as informações sobre idade e gênero chegaram até nós, demos precedência aos índices no lugar de desembarque. Este procedimento justifica-se pela constatação de que a mortalidade a bordo variava apenas um pouco em função de idade e gênero. Os usuários que desejarem eliminar essa pequena variação devem baixar este banco de dados primeiro (12).

source: National Carriers
es: Naciones de los traficantes
pt: Nações transportadoras

source: We have also made some assumptions in order to project a fuller picture of national carriers in the trade. The set identifies the national affiliations of 26,055 or 75 percent of the voyages in the data set. The variable that carries this information is “Flag” (NATIONAL). For a further 7,364 ventures, the context of the voyage and the name of the ship owner or captain make inferences about place of registration possible, and thus we created an imputed variable of national affiliation that contains affiliations for 33,419 voyages. This is “Flag*” (NATINIMP). For some ships, no method enables one to impute the national registration. From 1839, the British allowed their cruisers to take slave ships flying the Portuguese flag into British Vice-Admiralty Courts for confiscation under British law. In response to this (and to similar legislation in 1845 that extended the provision to the Brazilian flag), many slave ships abandoned ship registration papers altogether. In addition, there are undoubtedly some voyages that registered in one country but that belonged to nationals of another, and others that sailed under false papers. Some British ships sailing under the French flag in the late eighteenth century are examples of the first; both British and United States owners sailing with Portuguese and Spanish papers after 1807—sometimes fraudulent, sometimes not—are examples of the second. Overall, these cases probably account for less than 1 percent of the ships included in the data set. It is also difficult to separate voyages made by ships owned in Britain from those owned in the British Americas and later in the United States. Some vessels identified as "British" were likely registered in the British Americas, and a similar problem of geographic specificity arises with the Portuguese and Brazilian ships in the nineteenth century. A frequency count of this imputed flag variable is nevertheless of interest and indicates that 12,014 voyages were British and that a further 2,175 were registered in the British Americas. Of the other principal nations, 11,426 are identified as Portuguese or Brazilian; 4,192 were French; 1,577 were Dutch; 1,579 were Spanish or Uruguayan; and 404 flew the flags of various Baltic states (mainly Danish), including Brandenburg-Prussia. Many of the voyages of unknown nationality were likely Portuguese, but even if they all were, Portuguese voyages are still somewhat underrepresented in the Voyages Database.
es: También hemos hecho algunas suposiciones para proyectar un cuadro completo de las naciones de los traficantes. Este grupo de variables identifica la afiliación nacional de 26.055 o el 75 por ciento de los viajes en el conjunto de datos. La variable que tiene esta información es “Bandera” (NATIONAL). En el caso de otras 7.364 expediciones mercantiles, el contexto del viaje y el nombre del propietario del barco o el nombre del capitán infieren posibles sitios de registro, y así hemos creado una variable imputada de afiliación nacional que contiene afiliaciones para 33.419 viajes. Ésta es “Bandera*” (NATINIMP). En el caso de ciertos barcos ningún método permite imputar el registro nacional. A partir de 1839, los británicos le permitieron a sus cruceros tomar barcos esclavistas bajo la bandera portuguesa y llevarlos a Cortes Británicas de Vicealmirantazgo para ser confiscados bajo la ley británica. Como respuesta a esto (y a una legislación similar en 1845 que extendía la provisión a la bandera brasileña), muchos barcos esclavistas abandonaron totalmente los papeles de registro. Además, hay indudablemente algunos viajes registrados en un país, pero que pertenecían a nacionales de otro, y otros que navegaban con papeles falsos. Algunos barcos británicos que navegaban bajo bandera francesa a finales del siglo XVIII son ejemplos de lo primero; mientras que algunos propietarios, tanto británicos como estadounidenses, que navegaban con papeles portugueses y españoles después de 1807- a veces fraudulentos, a veces no-son ejemplos de lo segundo. En total, esos casos probablemente son menos del uno por ciento de los barcos incluidos en el conjunto de datos. Es también difícil separar los viajes hechos por barcos de posesión británica de aquellos cuyos propietarios estaban en la América Británica y más tarde en los Estados Unidos. Algunos navíos identificados como “británicos” probablemente fueron registrados en la América Británica, y un problema similar de especificación surge en el caso de barcos portugueses y brasileños en el siglo XIX. Un conteo de frecuencia en esta variable imputada “bandera” es, sin embargo, interesante y muestra que 12.014 viajes fueron británicos y que otros 2.175 fueron registrados en la América Británica. De las otras naciones principales, 11.426 son identificados como portugueses o brasileños, 4.192 eran franceses, 1.577 eran holandeses, 1.579 eran españoles o uruguayos y 404 llevaban bandera de varios estados del Báltico (principalmente daneses), incluyendo Brandeburgo-Prusia. Muchos de los viajes de nacionalidad desconocida fueron probablemente portugueses, pero aunque todos lo fueran, los viajes portugueses están un poco sub-representados en la Base de Datos Viajes.
pt: Fizemos também alguns pressupostos a fim de projetar uma imagem mais completa das nações que transportaram escravos traficados. O conjunto identifica as filiações nacionais de 26.055, ou 75 por cento, das viagens no conjunto de dados. A variável que contém essa informação é “Bandeira” (NATIONAL). Para mais 7.364 empreendimentos, o contexto da viagem e o nome do proprietário ou comandante possibilitam inferências sobre os locais de registro, e assim criamos uma variável imputada de filiação nacional para 33.419 viagens — “Bandeira*” (NATINIMP). No caso de alguns navios, nenhum método possibilita que se impute o registro nacional. A partir de 1839, os britânicos permitiam que seus cruzadores apreendessem os navios negreiros que navegavam sob a bandeira portuguesa e os entregassem aos Tribunais de Vice-Almirantado britânicos para confisco, nos termos da lei britânica. Em reação a isso (e a uma legislação semelhante, em 1845, que estendeu essa medida aos navios sob a bandeira brasileira), muitos navios negreiros pararam de registrar os navios. Além disso, há sem dúvida algumas viagens que foram registradas em um país mas cuja tripulação pertencia a outro, e outras que navegaram com documentos falsos. Alguns navios britânicos que arvoravam bandeiras francesas no final do século XVIII são exemplos do primeiro caso; já os proprietários britânicos e americanos que navegavam com documentos portugueses e espanhóis depois de 1807 — às vezes fraudulentos, às vezes não — são exemplos do segundo. No cômputo geral, esses casos representam provavelmente menos de 1 por cento dos navios incluídos no conjunto de dados. Também é difícil separar as viagens feitas por navios adquiridos na Grã-Bretanha daquelas em que eles foram adquiridos nas Américas britânicas e mais tarde nos Estados Unidos. Alguns navios identificados como “britânicos” foram provavelmente registrados nas Américas britânicas, e um problema semelhante de especificidade geográfica surge com os navios portugueses e brasileiros no século XIX. A contagem de frequência dessa variável de bandeira imputada é, no entanto, de interesse, e indica que 12.014 viagens foram britânicas e que mais 2.175 foram registradas nas Américas britânicas. Das outras nações principais, 11.426 são identificadas como portuguesas ou brasileiras; 4.192 eram francesas; 1.577, holandesas; 1.579, espanholas ou uruguaias; e 404 arvoravam bandeiras de vários estados bálticos (principalmente dinamarquesas), inclusive a Prússia-Brandemburgo. Muitas das viagens de nacionalidade desconhecida eram provavelmente portuguesas, mas mesmo que todas o tenham sido de fato, as viagens portuguesas ainda estão um tanto sub-representadas no Banco de Dados Viagens.

source: Tonnage
es: Tonelaje
pt: Tonelagem
