Repository: rice-crc/voyages
Catalog: voyages/locale/*/LC_MESSAGES/django.po
Languages: es, pt

source: The "Plate" or "Silver" River flows through Argentina and Uruguay. It is the southernmost disembarkation point for enslaved Africans in the Atlantic world. Enslaved Africans sent to Rio de la Plata were often transported overland to the Andean colonies of Bolivia and Peru, where they worked in silver mines. The river feeds the highly productive pampas agricultural region, which became important in the eighteenth century.
es: El Río de la Plata corre entre Argentina y Uruguay. Es la región de desembarque de esclavos ubicada más al sur en el mundo atlántico. Los africanos esclavizados que eran enviados al Río de la Plata eran transportados por tierra hacia las colonias andinas de Bolivia y Perú, donde trabajaban en las minas de plata, así como en las economías interiores rioplatenses. Este río baña a la región de las pampas, de alta productividad agrícola, que ganaría importancia en el siglo XVIII.
pt: O rio da “Prata”, ou de “Bronze”, corre entre a Argentina e o Uruguai. Era o ponto de desembarque mais meridional para os africanos escravizados no mundo Atlântico. Os escravos africanos enviados para o rio da Prata eram frequentemente transportados por terra para as colônias andinas da Bolívia e do Peru, onde trabalhavam em minas de prata. O rio alimenta a região agrícola altamente produtiva dos pampas, que se tornou importante no século XVIII.

source: The port at which a slaving vessel is registered to by the owners, often the same as the port of departure. During the era of British-led suppression after 1810, captains carried registration papers from numerous nations to evade anti-slave trade treaties.
es: Puerto en el cual un buque esclavista era registrado por sus dueños, por lo general era el mismo de partida. Durante el período de supresión de la trata, liderado por los británicos después de 1810, los capitanes portaban documentos de registro de numerosas naciones para evadir los tratados contrarios al tráfico de esclavos.
pt: O porto em que um navio negreiro era registrado pelos proprietários, muitas vezes o mesmo que o porto de partida. Durante o período de repressão liderado pelos britânicos a partir de 1810, os comandantes portavam documentos de registro de numerosas nações para fugir dos tratados antitráfico de escravos.

source: The ports visited as part of a slaving voyage. Slaving captains received an itinerary from the shipowners prior to the voyage instructing them which ports to visit.
es: Los puertos visitados como parte de una travesía esclavista. Los capitanes de los barcos esclavistas recibían un itinerario de los dueños de las embarcaciones en los cuales se les instruía acerca de los puertos a visitar.
pt: Os portos visitados como pontos de escala de uma viagem negreira. Os comandantes negreiros recebiam um itinerário dos proprietários dos navios antes da viagem, determinando a quais portos deveriam ir.

source: The pre-Columbian inhabitants of the New World. The Spanish and Portuguese destroyed many of the Amerindian societies they met, depopulating entire regions, such as the Bahamas, within a generation. Between 1492 and 1550 the Amerindian population of the West Indies had been reduced by ninety percent, due to massacres, the importation of Old World diseases, such as smallpox and measles, and the destruction of local agricultural bases. In response colonists, as early as 1510, demanded that the Spanish Crown authorize shipments of enslaved Africans to work in the New World.
es: Los habitantes precolombinos del Nuevo Mundo. Los españoles y portugueses destruyeron muchas de las sociedades amerindias que encontraron, despoblando regiones enteras como las Bahamas en el transcurso de una generación. Durante el período de 1492-1550 la población amerindia en las Ameéricas había sido reducida un noventa por ciento debido a masacres, enfermedades importadas del Viejo Mundo como la viruela y el sarampión, y la destrucción de la agricultura local. En respuesta a esto los colonizadores, ya desde 1510, pidieron a la corona española autorización para enviar cargamentos de africanos esclavizados con el propósito de hacerlos trabajar en el Nuevo Mundo.
pt: Os habitantes pré-colombianos do Novo Mundo. Os espanhóis e portugueses destruíram muitas das sociedades ameríndias que encontraram, despovoando regiões inteiras, como as Bahamas, no intervalo de uma geração. Entre 1492 e 1550, a população indígena das Índias Ocidentais havia sido reduzida em noventa por cento, devido a massacres, à importação de doenças do Velho Mundo como a varíola e o sarampo, e à destruição das bases agrícolas locais. Em resposta, os colonos exigiram já em 1510 que a Coroa espanhola autorizasse as transferências de escravos africanos para trabalhar no Novo Mundo.

source: The proportion of enslaved Africans, shipped into the trans-Atlantic slave trade, who were children relative to adult slaves. Approximately 26 per cent of all slaves carried to the Americas were classified as children, a ratio unmatched in any pre 20th century migration.
es: La cantidad de africanos esclavizados -embarcados en la trata- que eran niños, en relación con la cantidad de los que eran adultos. Aproximadamente un 26 por ciento de todos los esclavos llevados a las Américas eran clasificados como niños, en una proporción sin precedentes en ningún movimiento migratorio anterior al siglo XX.
pt: A proporção de africanos escravizados enviados para o tráfico de escravos transatlântico que eram crianças em relação ao número de escravos adultos. Cerca de 26 por cento de todos os escravos transportados para as Américas eram classificados como crianças, uma proporção que não encontra paralelo em qualquer migração anterior ao século 20.

source: The risks associated with sailing the Atlantic and trading in the tropics. Many slaving vessels were lost on the African coast (sandbars being the greatest threat), in Atlantic storms or in the Americas (where reefs were the greatest threat). Sailors and slaves also faced the natural hazard of disease.
es: Los peligros de la naturaleza al navegar el Atlántico y comerciar en el trópico. Muchos barcos de esclavos desaparecían en la costa africana (los bancos de arena eran el mayor peligro), en medio de tormentas en el Atlántico o en América (siendo los arrecifes la mayor amenaza). Los marineros y los esclavos también enfrentaron los peligros naturales de las enfermedades.
pt: Os riscos associados à navegação no Atlântico e ao tráfico nos trópicos. Muitos navios negreiros foram perdidos na costa africana (sendo os bancos de areia a maior ameaça), em tempestades no Atlântico ou nas Américas (onde a principal ameaça eram os recifes). Os marinheiros e os escravos também tinham que enfrentar o perigo das doenças.

source: The sailing craft used to transport enslaved Africans to markets. For "ship" see Rig.
es: El navío velero usado para transportar los africanos esclavizados a los mercados. Por "Barco" ver "Aparejo".
pt: A embarcação a vela utilizada para o transporte de escravos africanos aos mercados. Para “nau”, ver Armação.

source: The Seven Years' War (1756-1763) was fought between all the major powers of Europe and transformed the colonial New World. The main victor, Britain, gained nearly all of France's possessions in both North America and the Caribbean. Britain held Spanish Havana temporarily, and transformed the island's history by shipping at least 5,000 enslaved Africans into the northern Cuba in 1762-63.
es: La Guerra de los Siete Años (1756-1763) enfrentó a las mayores potencias europea y transformó el Nuevo Mundo colonial. La principal vencedora de esta guerra, Gran Bretaña, obtuvo la mayoría de las posesiones francesas en Norteamérica y el Caribe. Inglaterra tomó posesión de La Habana por un tiempo, y transformó la historia de la isla al enviar al menos 5000 africanos esclavizados al norte de Cuba entre 1762 y 1763.
pt: A Guerra dos Sete Anos (1756-1763) foi travada entre todas as grandes potências da Europa e transformou o Novo Mundo colonial. A principal vencedora, a Grã-Bretanha, ganhou quase todas as possessões da França na América do Norte e no Caribe. A Grã-Bretanha tomou Havana da Espanha temporariamente, tendo transformado a história da ilha através do deslocamento de pelo menos 5.000 africanos escravizados para o norte de Cuba em 1762-1763.

source: The situation of a ship when unrigged, during a winter, for want of employment or when unfit for service. Because the slave trade was seasonable, ships laid up in port.
es: El estado en que se encontraba un barco cuando era desaparejado, durante el invierno, por falta de uso o cuando se determinaba que no estaba apto para ser utilizado. Como la trata de esclavos era llevada a cabo en temporada de verano, principalmente, los barcos estaban guardados en el puerto fuera de esta estación.
pt: A situação de um navio quando desguarnecido durante o inverno, por falta de ocupação ou por ser inadequado para o uso. Como o tráfico de escravos era sazonal, os navios ficavam atracados no porto.

source: The trans-Atlantic journey between two or more ports, depending on the vantagepoint of the free or coerced traveler.
es: La travesía transatlántica entre dos o más puertos, dependiendo de la perspectiva del viajero libre o forzado.
pt: A viagem transatlântica entre dois ou mais portos, dependendo ponto de vista do viajante livre ou coagido.

source: The trans-Atlantic voyage between Africa and the Americas. The Middle Passage was notorious due to the cramped, unhygienic conditions suffered by the slaves below deck and became a symbol of the anti-slavery movement. It also represents both a bridge and a divider between the Old and New Worlds.
es: El viaje transatlántico entre África y América. La travesía intermedia era notoria debido al hacinamiento y las infames condiciones sanitarias de los esclavos bajo cubierta, y se convirtió en símbolo del movimiento antiesclavista. También constituye a la par puente y línea divisoria entre el Viejo Mundo y el Nuevo.
pt: A viagem transatlântica entre a África e as Américas. A travessia do Atlântico era marcada pelas condições de superlotação e insalubridade sofridas pelos escravos no porão, tendo se tornado um símbolo do movimento antiescravista. Ela também representa ao mesmo tempo uma ponte e um muro entre o Velho e o Novo Mundo.

source: The vessels' port of registration and from where it cleared customs on its outward voyage.
es: Puerto en el que se registró el barco y en el que recibió la autorización de la aduana antes de su partida.
pt: O porto de registro de um navio, onde ele se desalfandegava antes de partir em viagem.

source: The Vice-Admiralty Court heard piracy and prize cases in overseas British possessions. The courts often were set up after the capture of large numbers of enemy vessels. After the capture of Martinique by the British, for instance, a Vice Admiralty court was set up on the island to hear the numerous prize cases.
es: El Tribunal de Vicealmirantazgo impartía justicia en casos de piratería y corso en las colonias británicas de ultramar. Por lo general, estos tribunales se constituían tras la captura de un gran número de navíos enemigos. Después de la toma de Martinica por los británicos, por ejemplo, se constituyó un Tribunal de Vicealmirantazgo para impartir justicia en numerosos casos de botines.
pt: O Tribunal de Vice-Almirantado tratava de casos de pirataria e de presas em possessões britânicas de além-mar. Os tribunais eram muitas vezes estabelecidos após a captura de um grande número de embarcações inimigas. Depois da conquista da Martinica pelos britânicos, por exemplo, um Tribunal de Vice-Almirantado foi criado na ilha para cuidar dos inúmeros casos de presas.

source: The voyage leg returning a vessel to its home port. A typical homeward passage for a North Atlantic slaving vessel tracked northeast with the Gulf Stream, and then across the Atlantic to England and northwest Europe. The homeward passage north required 4- 8 weeks' sailing time.
es: El trayecto de viaje de regreso del barco a su puerto de origen. La típica ruta seguida por un barco de esclavos del Atlántico norte a su regreso tomaba hacia el nordeste con la corriente del golfo, y luego a través del Atlántico de vuelta hasta Inglaterra y el noroeste de Europa. Este viaje se llevaba de cuatro a ocho semanas de navegación.
pt: A etapa da viagem em que um navio retornava para o seu porto de origem. Uma típica viagem de regresso de um navio negreiro do Atlântico Norte seguia a nordeste pela corrente do Golfo, e em seguida atravessava o Atlântico rumo à Inglaterra e o noroeste da Europa. A viagem de regresso no Atlântico Norte exigia de 4 a 8 semanas de tempo de navegação.

source: The Voyages Database and Estimates both have timelines. How do I use them to observe differences over time? Should trends look the same in both sections?
es: Tanto la Base de Datos Viajes, como las Estimaciones, tienen una cronología o línea de tiempo. ¿Cómo las uso para observar diferencias en el tiempo? ¿Deben las tendencias parecer igual en ambas secciones?
pt: Tanto o Banco de Dados: Viagens quanto as Estimativas possuem Linhas do Tempo. Como posso utilizá-las para observar diferenças ao longo do tempo? As tendências devem parecer semelhantes nas duas seções?

source: Three or more slaves jumping overboard, missing, or escaped
es: Tres o más esclavos saltaron la borda, escaparon, o se perdieron
pt: Três ou mais escravos pularam do navio, desapareceram ou fugiram

source: Through most years of the slave trade mercantilist laws restricted slave trades to monopoly companies and national carriers. When companies lost monopolies in the 1700s, others could trade on the African coast and in the Americas. In 1789 the Spanish Crown allowed ships of all nations to land slaves in American colonies, such as Cuba. From 1789 to 1867 slaving ships from throughout the Atlantic world docked at Havana, the most multi-national slaving port in the Americas.
es: Durante la mayor parte de los años del tráfico de esclavos, leyes mercantilistas limitaban el comercio esclavista haciéndolo exclusivo de ciertos monopolios y traficantes nacionales. Al perder dichas compañías el monopolio del mercado en el siglo XVIII, otros pudieron sumarse a la trata en la costa africana y en América. En 1789 la corona española autorizó barcos de todas las nacionalidades a poner en tierra esclavos en sus colonias tales como Cuba. De 1789 a 1867, barcos esclavistas provenientes de todo el mundo atlántico atracaron en La Habana, el más multinacional de todos los puertos de esclavos en América.
pt: Durante a maior parte da era do tráfico de escravos, leis mercantilistas o restringiam a empresas monopolistas e companhias pertencentes a nações específicas. Quando as companhias perderam os monopólios no século XVIII, outras puderam negociar na costa africana e nas Américas. Em 1789, a Coroa espanhola permitiu que navios de todas as nações desembarcassem escravos em colônias americanas, como Cuba. De 1789 a 1867, navios negreiros de todo o mundo atlântico atracavam em Havana, o mais multinacional porto negreiro das Américas.

source: TIMELINE
es: CRONOLOGIA
pt: LINHA DO TEMPO

source: Tobago, port unspecified
es: Tobago, puerto sin especificar
pt: Tobago, porto não especificado

source: to be completed after Curto consulted on Arquivos Angola, II, vol 25, pp.189-91.
es: para ser completado luego de que Curto consultara Arquivos Angola, II, vol 25, pp.189-91.
pt: a ser completado depois que o Curto consultar os Arquivos de Angola, II, vol 25, pp. 189-91.

source: To be taken by an enemy government's navy or privateers, pirates, Africans (free or enslaved) or crewmen (mutiny). The trans-Atlantic slave trade declined during wartime due to the heightened risk of capture; it declined to its greatest extent during the American Revolutionary War years 1777-1781.
es: Ocurría cuando un barco esclavista era apresado por un navío de un gobierno enemigo, por corsarios o piratas, por africanos (bien esclavos o libres), o por la propia tripulación a bordo (en el caso de un motín). El tráfico transatlántico de esclavos declinaba en tiempos de guerra dado el alto riesgo de captura; y en particular disminuyó durante el período de la guerra de independencia de Estados Unidos entre 1777 y 1781.
pt: Ser tomado pela marinha de um governo inimigo, ou por corsários, piratas, africanos (livres ou escravizados) ou mesmo por tripulantes (motim). O tráfico de escravos transatlântico diminuía durante as guerras devido ao risco elevado de captura; ele teve a sua maior queda durante a Guerra da Independência dos Estados Unidos, no período 1777-1781.

source: To force slaves from vessels in port. Slaves could be disembarked at several ports in the Americas, as slave ship captains often traveled to various ports searching for the best price for their cargo. Disembarked slaves faced a thorough preparation for sale whereby they were scrubbed with palm oil, fattened with additional provisions and shaved. Slaves then underwent inspection by customs officials to ascertain their value prior to taxation and their sale to plantation owners.
es: El acto de bajar por la fuerza los esclavos del barco al llegar al puerto. Los esclavos eran puestos en tierra en más de una ocasión en más de un puerto ya que los capitanes a menudo iban de puerto en puerto buscando quién ofrecía el mejor precio. Los esclavos desembarcados eran preparados para ser exhibidos, por lo que eran frotados con aceite de palma, engordados con comida adicional y afeitados. También eran inspeccionados por los oficiales de aduana para estimar su valor previo a la aplicación de los impuestos y su venta a los dueños de plantaciones.
pt: Ato de forçar escravos a sair dos navios no porto. Os escravos podiam ser desembarcados em diversos portos nas Américas, pois os comandantes de navios frequentemente viajavam para vários portos procurando o melhor preço para a sua carga. Os escravos desembarcados enfrentavam uma complexa preparação para a venda: eram esfregados com azeite de dendê, engordados com provisões adicionais e barbeados. Em seguida, eram submetidos a inspeções de funcionários aduaneiros que avaliavam seus valores antes da cobrança dos impostos e de suas vendas aos proprietários de plantations.

source: Tonnage/Standardised tonnage
es: Tonelaje / Tonelaje estándar
pt: Tonelagem/Padronização de Tonelagem

source: Tortola
es: Tórtola

source: Tortola, port unspecified
es: Tortola, puerto sin especificar
pt: Tortola, porto não especificado

source: Total slaves disembarked*
es: Total de esclavos desembarcados*
pt: Total de escravos desembarcados*

source: Total slaves embarked
es: Total de esclavos embarcados
pt: Total de escravos embarcados

source: Total slaves embarked*
es: Total de esclavos embarcados*
pt: Total de escravos embarcados*

source: To the right of the map, “Select map” allows the user to choose between broad regions, regions, and ports. What is the difference between these units?
es: A la derecha del mapa, la opción “Seleccione mapa” le permite al usuario escoger entre regiones amplias, regiones y puertos. ¿Cuál es la diferencia entre estas unidades?
pt: À direita do mapa, “Selecionar o mapa” permite ao usuário escolher entre grandes regiões, regiões e portos. Qual a diferença entre essas unidades?

source: Touau-Toro (location undetermined)
es: Touau-Toro (locación sin determinar)
pt: Touau-Toro (localização indeterminada)

source: Trafficking
es: Tráfico Ilegal
pt: Tráfico ilegal

source: Traite des noirs is the French term for their trans-Atlantic slave trade.
es: Traite des noirs es el nombre que recibe en francés la trata transatlántica de esclavos.
pt: Traite des noirs é o termo francês que designa o tráfico de escravos transatlântico.

source: Trans-Atlantic refers to slaving voyages that sailed across the Atlantic Ocean from the Old World (Africa) to the New World (the Americas). The trans-Atlantic slave trade differs from the Old World slave trade, in which Portuguese vessels shipped enslaved Africans between African coastal locations, between the African coast and Atlantic islands such as Madeira, or between the African coast and Europe.
es: Término que se refiere a los viajes de africanos esclavizados que cruzaban el océano atlántico desde el Viejo Mundo (África) hacia el Nuevo Mundo (América). El tráfico transatlántico de esclavos se diferenciaba del tráfico de esclavos en el Viejo Mundo, donde los barcos de esclavos transportaban africanos esclavizados entre los distintos sitios costeros de la costa africana y las islas del Atlántico tales como Madeira, o entre la costa africana y Europa.
pt: O termo “transatlântico” designa as viagens negreiras do Velho Mundo (África) ao Novo Mundo (as Américas), cruzando o oceano Atlântico. O tráfico de escravos transatlântico difere do tráfico de escravos do Velho Mundo, em que navios portugueses transportavam escravos africanos entre localidades costeiras africanas, entre a costa africana e ilhas do Atlântico como a da Madeira, ou entre a costa africana e a Europa.

source: Trans-Atlantic slave trade
es: Tráfico transatlántico de esclavos
pt: Tráfico transatlântico de escravos

source: Treaty of Ryswick (1697)
es: Tratado de Rijswijk (1697)
pt: Tratado de Ryswick (1697)

source: Trinidad, port unspecified
es: Trinidad, puerto sin especificar
pt: Trinidad, porto não especificado

source: Tybee Island
es: Isla Tybee
pt: Ilha Tybee

source: Unknown outcome
es: Desenlace desconocido
pt: Resultado desconhecido

source: Upper James River
es: James River, arriba
pt: Alto Rio James

source: US
es: Estados Unidos
pt: EUA

source: U.S.A.
es: Estados Unidos.
pt: EUA

source: USA, location unspecified
es: Estados Unidos, region sin especificar
pt: EUA, localização não especificada

source: U.S.A. unspecified
es: Estados Unidos, sin especificar
pt: EUA não especificado

source: Venture
es: Empresa de riesgo
pt: Empreendimento de risco

source: Vessel
es: Buque
pt: Embarcação

source: Vessel attacked from shore
es: Barco atacado desde la costa
pt: Embarcação atacada da costa

source: Vessel driven back into Portdep by British and voyage aborted
es: Barco llevado a puerto de partida por los británicos y viaje abortado
pt: Navio obrigado a retornar a porto de origem pelos ingleses e viagem abortada

source: Vessel name
es: Nombre del navío
pt: Nome da embarcação

source: Vessel owners
es: Propietarios de navíos
pt: Proprietários da embarcação

source: Vessels
es: Barcos
pt: Navios

source: Vessel's boats attacked from shore
es: Botes del barco atacados desde la costa
pt: Botes da embarcação atacados da costa

source: Vice-Admiralty Court
es: Corte de Vicealmirantazgo
pt: Tribunal de Vice-Almirantado

source: Vice-Admiralty Court, Antigua, condemned
es: Corte de Vicealmirantazgo, Antigua, condenado
pt: Tribunal do Vice-Almirantado, Antígua, condenado

source: Vice-Admiralty Court, Bahamas, condemned
es: Corte de Vicealmirantazgo, Bahamas, condenado
pt: Tribunal do Vice-Almirantado, Bahamas, condenado

source: Vice-Admiralty Court, Bahamas, restored
es: Corte de Vicealmirantazgo, Bahamas, restaurado
pt: Tribunal do Vice-Almirantado, Bahamas, reintegrado

source: Vice-Admiralty Court, Barbados, condemned
es: Corte de Vicealmirantazgo, Barbados, condenado
pt: Tribunal do Vice-Almirantado, Barbados, condenado

source: Vice-Admiralty Court, Barbados, restored
es: Corte de Vicealmirantazgo, Barbados, restaurado
pt: Tribunal do Vice-Almirantado, Barbados, reintegrado

source: Vice-Admiralty Court, British Guiana, condemned
es: Corte de Vicealmirantazgo, Guayana británica, condenado
pt: Tribunal do Vice-Almirantado, Guiana Inglesa, condenado

source: Vice-Admiralty Court, British Guiana, restored
es: Corte de Vicealmirantazgo, Guayana británica, restaurado
pt: Tribunal do Vice-Almirantado, Guiana Inglesa, reintegrado
