Repository: rice-crc/voyages
Catalog: voyages/locale/*/LC_MESSAGES/django.po
Languages: es, pt

source: The Schooner ""Española"" was captured at sea by British cruisers and adjudicated at a court established at Sierra Leone under international anti-slave trade treaties. The image is of a picture of the first page of the court’s register of ""Liberated Africans"" taken from the ""Española"". The register was kept as a formal record of emancipation that helped protect the individual from subsequent re-enslavement. The image is reproduced courtesy of the British National Archives.
es: La goleta “Española” fue capturada en el mar por cruceros de la marina británica y adjudicada a un tribunal establecido en Sierra Leona bajo los tratados internacionales en contra de la trata de esclavos. La imagen es una fotografía de la primera página del registro del tribunal de “africanos liberados” rescatados de “Española”. El registro se conservó como record formal de emancipación que ayudaba a proteger al individuo de una nueva esclavitud en el futuro. La imagen reproducida es cortesía de British National Archives.
pt: A escuna “Española” foi capturada no mar por cruzadores britânicos e julgada em um tribunal em Serra Leoa, nos termos de tratados internacionais antitráfico de escravos. A imagem é de uma foto da primeira página do registro do tribunal de “africanos libertos” da “Española”. O registro era mantido como um documento formal de emancipação que ajudava a proteger o indivíduo de uma posterior reescravização. A imagem é reproduzida com a autorização dos British National Archives.

source: The Schooner ""Esperanza"" was captured at sea by British cruisers and adjudicated at a court established at Sierra Leone under international anti-slave trade treaties. The image is of a picture of the first page of the court’s register of ""Liberated Africans"" taken from the ""Esperanza"". The register was kept as a formal record of emancipation that helped protect the individual from subsequent re-enslavement. The image is reproduced courtesy of the British National Archives.
es: La goleta “Esperanza” fue capturada en el mar por cruceros de la marina británica y adjudicada a un tribunal establecido en Sierra Leona bajo los tratados internacionales en contra de la trata de esclavos. La imagen es una fotografía de la primera página del registro del tribunal de “africanos liberados” rescatados de la “Esperanza”. El registro se conservó como registro formal de emancipación que ayudaba a proteger al individuo de una nueva esclavitud en el futuro. La imagen reproducida es cortesía de British National Archives.
pt: A escuna “Esperanza” foi capturada no mar por cruzadores britânicos e julgada em um tribunal em Serra Leoa, nos termos de tratados internacionais antitráfico de escravos. A imagem é de uma foto da primeira página do registro do tribunal de “africanos libertos” da “Esperanza”. O registro era mantido como um documento formal de emancipação que ajudava a proteger o indivíduo de uma posterior reescravização. A imagem é reproduzida com a autorização dos British National Archives.

source: The Schooner ""Fabiana"" was captured at sea by British cruisers and adjudicated at a court established at Sierra Leone under international anti-slave trade treaties. The image is of a picture of the first page of the court’s register of ""Liberated Africans"" taken from the ""Fabiana"". The register was kept as a formal record of emancipation that helped protect the individual from subsequent re-enslavement. The image is reproduced courtesy of the British National Archives.
es: La goleta “Fabiana” fue capturada en el mar por cruceros de la marina británica y adjudicada a un tribunal establecido en Sierra Leona bajo los tratados internacionales en contra de la trata de esclavos. La imagen es una fotografía de la primera página del registro del tribunal de “africanos liberados” rescatados de la “Fabiana”. El registro se conservó como record formal de emancipación que ayudaba a proteger al individuo de una nueva esclavitud en el futuro. La imagen reproducida es cortesía de British National Archives.
pt: A escuna “Fabiana” foi capturada no mar por cruzadores britânicos e julgada em um tribunal em Serra Leoa, nos termos de tratados internacionais antitráfico de escravos. A imagem é de uma foto da primeira página do registro do tribunal de “africanos libertos” da “Fabiana”. O registro era mantido como um documento formal de emancipação que ajudava a proteger o indivíduo de uma posterior reescravização. A imagem é reproduzida com a autorização dos British National Archives.

source: The Schooner ""Fama"" was captured at sea by British cruisers and adjudicated at a court established at Sierra Leone under international anti-slave trade treaties. The image is of a picture of the first page of the court’s register of ""Liberated Africans"" taken from the ""Fama"". The register was kept as a formal record of emancipation that helped protect the individual from subsequent re-enslavement. The image is reproduced courtesy of the British National Archives.
es: La goleta “Fama” fue capturada en el mar por cruceros de la marina británica y adjudicada a un tribunal establecido en Sierra Leona bajo los tratados internacionales en contra de la trata de esclavos. La imagen es una fotografía de la primera página del registro del tribunal de “africanos liberados” rescatados de “Fama”. El registro se conservó como record formal de emancipación que ayudaba a proteger al individuo de una nueva esclavitud en el futuro. La imagen reproducida es cortesía de British National Archives.
pt: A escuna “Fama” foi capturada no mar por cruzadores britânicos e julgada em um tribunal em Serra Leoa, nos termos de tratados internacionais antitráfico de escravos. A imagem é de uma foto da primeira página do registro do tribunal de “africanos libertos” da “Fama”. O registro era mantido como um documento formal de emancipação que ajudava a proteger o indivíduo de uma posterior reescravização. A imagem é reproduzida com a autorização dos British National Archives.

source: The Schooner ""Fanny"" was captured at sea by British cruisers and adjudicated at a court established at Sierra Leone under international anti-slave trade treaties. The image is of a picture of the first page of the court’s register of ""Liberated Africans"" taken from the ""Fanny"". The register was kept as a formal record of emancipation that helped protect the individual from subsequent re-enslavement. The image is reproduced courtesy of the British National Archives.
es: La goleta “Fanny” fue capturada en el mar por cruceros de la marina británica y adjudicada a un tribunal establecido en Sierra Leona bajo los tratados internacionales en contra de la trata de esclavos. La imagen es una fotografía de la primera página del registro del tribunal de “africanos liberados” rescatados de “Fanny”. El registro se conservó como record formal de emancipación que ayudaba a proteger al individuo de una nueva esclavitud en el futuro. La imagen reproducida es cortesía de British National Archives.
pt: A escuna “Fanny” foi capturada no mar por cruzadores britânicos e julgada em um tribunal em Serra Leoa, nos termos de tratados internacionais antitráfico de escravos. A imagem é de uma foto da primeira página do registro do tribunal de “africanos libertos” da “Fanny”. O registro era mantido como um documento formal de emancipação que ajudava a proteger o indivíduo de uma posterior reescravização. A imagem é reproduzida com a autorização dos British National Archives.

source: The Schooner ""Fortunée"" was captured at sea by British cruisers and adjudicated at a court established at Sierra Leone under international anti-slave trade treaties. The image is of a picture of the first page of the court’s register of ""Liberated Africans"" taken from the ""Fortunée"". The register was kept as a formal record of emancipation that helped protect the individual from subsequent re-enslavement. The image is reproduced courtesy of the British National Archives.
es: La goleta “Fortunée” fue capturada en el mar por cruceros de la marina británica y adjudicada a un tribunal establecido en Sierra Leona bajo los tratados internacionales en contra de la trata de esclavos. La imagen es una fotografía de la primera página del registro del tribunal de “africanos liberados” rescatados de “Fortunée”. El registro se conservó como record formal de emancipación que ayudaba a proteger al individuo de una nueva esclavitud en el futuro. La imagen reproducida es cortesía de British National Archives.
pt: A escuna “Fortunée” foi capturada no mar por cruzadores britânicos e julgada em um tribunal em Serra Leoa, nos termos de tratados internacionais antitráfico de escravos. A imagem é de uma foto da primeira página do registro do tribunal de “africanos libertos” da “Fortunée”. O registro era mantido como um documento formal de emancipação que ajudava a proteger o indivíduo de uma posterior reescravização. A imagem é reproduzida com a autorização dos British National Archives.

source: The Schooner ""Francisco"" was captured at sea by British cruisers and adjudicated at a court established at Sierra Leone under international anti-slave trade treaties. The image is of a picture of the first page of the court’s register of ""Liberated Africans"" taken from the ""Francisco"". The register was kept as a formal record of emancipation that helped protect the individual from subsequent re-enslavement. The image is reproduced courtesy of the British National Archives.
es: La goleta “Francisco” fue capturada en el mar por cruceros de la marina británica y adjudicada a un tribunal establecido en Sierra Leona bajo los tratados internacionales en contra de la trata de esclavos. La imagen es una fotografía de la primera página del registro del tribunal de “africanos liberados” rescatados de “Francisco”. El registro se conservó como record formal de emancipación que ayudaba a proteger al individuo de una nueva esclavitud en el futuro. La imagen reproducida es cortesía de British National Archives.
pt: A escuna “Francisco” foi capturada no mar por cruzadores britânicos e julgada em um tribunal em Serra Leoa, nos termos de tratados internacionais antitráfico de escravos. A imagem é de uma foto da primeira página do registro do tribunal de “africanos libertos” da “Francisco”. O registro era mantido como um documento formal de emancipação que ajudava a proteger o indivíduo de uma posterior reescravização. A imagem é reproduzida com a autorização dos British National Archives.

source: The Schooner ""Gaceta"" was captured at sea by British cruisers and adjudicated at a court established at Sierra Leone under international anti-slave trade treaties. The image is of a picture of the first page of the court’s register of ""Liberated Africans"" taken from the ""Gaceta"". The register was kept as a formal record of emancipation that helped protect the individual from subsequent re-enslavement. The image is reproduced courtesy of the British National Archives.
es: La goleta “Gaceta” fue capturada en el mar por cruceros de la marina británica y adjudicada a un tribunal establecido en Sierra Leona bajo los tratados internacionales en contra de la trata de esclavos. La imagen es una fotografía de la primera página del registro del tribunal de “africanos liberados” rescatados de “Gaceta”. El registro se conservó como record formal de emancipación que ayudaba a proteger al individuo de una nueva esclavitud en el futuro. La imagen reproducida es cortesía de British National Archives.
pt: A escuna “Gaceta” foi capturada no mar por cruzadores britânicos e julgada em um tribunal em Serra Leoa, nos termos de tratados internacionais antitráfico de escravos. A imagem é de uma foto da primeira página do registro do tribunal de “africanos libertos” da “Gaceta”. O registro era mantido como um documento formal de emancipação que ajudava a proteger o indivíduo de uma posterior reescravização. A imagem é reproduzida com a autorização dos British National Archives.

source: The Schooner ""Gertrudes"" was captured at sea by British cruisers and adjudicated at a court established at Sierra Leone under international anti-slave trade treaties. The image is of a picture of the first page of the court’s register of ""Liberated Africans"" taken from the ""Gertrudes"". The register was kept as a formal record of emancipation that helped protect the individual from subsequent re-enslavement. The image is reproduced courtesy of the British National Archives.
es: La goleta “Gertrudes” fue capturada en el mar por cruceros de la marina británica y adjudicada a un tribunal establecido en Sierra Leona bajo los tratados internacionales en contra de la trata de esclavos. La imagen es una fotografía de la primera página del registro del tribunal de “africanos liberados” rescatados de “Gertrudes”. El registro se conservó como record formal de emancipación que ayudaba a proteger al individuo de una nueva esclavitud en el futuro. La imagen reproducida es cortesía de British National Archives.
pt: A escuna “Gertrudes” foi capturada no mar por cruzadores britânicos e julgada em um tribunal em Serra Leoa, nos termos de tratados internacionais antitráfico de escravos. A imagem é de uma foto da primeira página do registro do tribunal de “africanos libertos” da “Gertrudes”. O registro era mantido como um documento formal de emancipação que ajudava a proteger o indivíduo de uma posterior reescravização. A imagem é reproduzida com a autorização dos British National Archives.

source: The Schooner ""Grande Poder de Deus"" was captured at sea by British cruisers and adjudicated at a court established at Sierra Leone under international anti-slave trade treaties. The image is of a picture of the first page of the court’s register of ""Liberated Africans"" taken from the ""Grande Poder de Deus"". The register was kept as a formal record of emancipation that helped protect the individual from subsequent re-enslavement. The image is reproduced courtesy of the British National Archives.
es: La goleta “Grande Poder de Deus” fue capturada en el mar por cruceros de la marina británica y adjudicada a un tribunal establecido en Sierra Leona bajo los tratados internacionales en contra de la trata de esclavos. La imagen es una fotografía de la primera página del registro del tribunal de “africanos liberados” rescatados de “Grande Poder de Deus”. El registro se conservó como record formal de emancipación que ayudaba a proteger al individuo de una nueva esclavitud en el futuro. La imagen reproducida es cortesía de British National Archives.
pt: A escuna “Grande Poder de Deus” foi capturada no mar por cruzadores britânicos e julgada em um tribunal em Serra Leoa, nos termos de tratados internacionais antitráfico de escravos. A imagem é de uma foto da primeira página do registro do tribunal de “africanos libertos” da “Grande Poder de Deus”. O registro era mantido como um documento formal de emancipação que ajudava a proteger o indivíduo de uma posterior reescravização. A imagem é reproduzida com a autorização dos British National Archives.

source: The Schooner ""Hirondelle"" was captured at sea by British cruisers and adjudicated at a court established at Sierra Leone under international anti-slave trade treaties. The image is of a picture of the first page of the court’s register of ""Liberated Africans"" taken from the ""Hirondelle"". The register was kept as a formal record of emancipation that helped protect the individual from subsequent re-enslavement. The image is reproduced courtesy of the British National Archives.
es: La goleta “Hirondelle” fue capturada en el mar por cruceros de la marina británica y adjudicada a un tribunal establecido en Sierra Leona bajo los tratados internacionales en contra de la trata de esclavos. La imagen es una fotografía de la primera página del registro del tribunal de “africanos liberados” rescatados de “Hirondelle”. El registro se conservó como record formal de emancipación que ayudaba a proteger al individuo de una nueva esclavitud en el futuro. La imagen reproducida es cortesía de British National Archives.
pt: A escuna “Hirondelle” foi capturada no mar por cruzadores britânicos e julgada em um tribunal em Serra Leoa, nos termos de tratados internacionais antitráfico de escravos. A imagem é de uma foto da primeira página do registro do tribunal de “africanos libertos” da “Hirondelle”. O registro era mantido como um documento formal de emancipação que ajudava a proteger o indivíduo de uma posterior reescravização. A imagem é reproduzida com a autorização dos British National Archives.

source: The Schooner ""Hosse"" was captured at sea by British cruisers and adjudicated at a court established at Sierra Leone under international anti-slave trade treaties. The image is of a picture of the first page of the court’s register of ""Liberated Africans"" taken from the ""Hosse"". The register was kept as a formal record of emancipation that helped protect the individual from subsequent re-enslavement. The image is reproduced courtesy of the British National Archives.
es: La goleta “Hosse” fue capturada en el mar por cruceros de la marina británica y adjudicada a un tribunal establecido en Sierra Leona bajo los tratados internacionales en contra de la trata de esclavos. La imagen es una fotografía de la primera página del registro del tribunal de “africanos liberados” rescatados de “Hosse”. El registro se conservó como record formal de emancipación que ayudaba a proteger al individuo de una nueva esclavitud en el futuro. La imagen reproducida es cortesía de British National Archives.
pt: A escuna “Hosse” foi capturada no mar por cruzadores britânicos e julgada em um tribunal em Serra Leoa, nos termos de tratados internacionais antitráfico de escravos. A imagem é de uma foto da primeira página do registro do tribunal de “africanos libertos” da “Hosse”. O registro era mantido como um documento formal de emancipação que ajudava a proteger o indivíduo de uma posterior reescravização. A imagem é reproduzida com a autorização dos British National Archives.

source: The Schooner ""Iberia"" was captured at sea by British cruisers and adjudicated at a court established at Sierra Leone under international anti-slave trade treaties. The image is of a picture of the first page of the court’s register of ""Liberated Africans"" taken from the ""Iberia"". The register was kept as a formal record of emancipation that helped protect the individual from subsequent re-enslavement. The image is reproduced courtesy of the British National Archives.
es: La goleta “Ibéria” fue capturada en el mar por cruceros de la marina británica y adjudicada a un tribunal establecido en Sierra Leona bajo los tratados internacionales en contra de la trata de esclavos. La imagen es una fotografía de la primera página del registro del tribunal de “africanos liberados” rescatados de “Ibéria”. El registro se conservó como record formal de emancipación que ayudaba a proteger al individuo de una nueva esclavitud en el futuro. La imagen reproducida es cortesía de British National Archives.
pt: A escuna “Iberia” foi capturada no mar por cruzadores britânicos e julgada em um tribunal em Serra Leoa, nos termos de tratados internacionais antitráfico de escravos. A imagem é de uma foto da primeira página do registro do tribunal de “africanos libertos” da “Iberia”. O registro era mantido como um documento formal de emancipação que ajudava a proteger o indivíduo de uma posterior reescravização. A imagem é reproduzida com a autorização dos British National Archives.

source: The Schooner ""Ibéria"" was captured at sea by British cruisers and adjudicated at a court established at Sierra Leone under international anti-slave trade treaties. The image is of a picture of the first page of the court’s register of ""Liberated Africans"" taken from the ""Ibéria"". The register was kept as a formal record of emancipation that helped protect the individual from subsequent re-enslavement. The image is reproduced courtesy of the British National Archives.
es: La goleta “Ibéria” fue capturada en el mar por cruceros de la marina británica y adjudicada a un tribunal establecido en Sierra Leona bajo los tratados internacionales en contra de la trata de esclavos. La imagen es una fotografía de la primera página del registro del tribunal de “africanos liberados” rescatados de “Ibéria”. El registro se conservó como record formal de emancipación que ayudaba a proteger al individuo de una nueva esclavitud en el futuro. La imagen reproducida es cortesía de British National Archives.
pt: A escuna “Ibéria” foi capturada no mar por cruzadores britânicos e julgada em um tribunal em Serra Leoa, nos termos de tratados internacionais antitráfico de escravos. A imagem é de uma foto da primeira página do registro do tribunal de “africanos libertos” da “Ibéria”. O registro era mantido como um documento formal de emancipação que ajudava a proteger o indivíduo de uma posterior reescravização. A imagem é reproduzida com a autorização dos British National Archives.

source: The Schooner ""Josefa"" was captured at sea by British cruisers and adjudicated at a court established at Sierra Leone under international anti-slave trade treaties. The image is of a picture of the first page of the court’s register of ""Liberated Africans"" taken from the ""Josefa"". The register was kept as a formal record of emancipation that helped protect the individual from subsequent re-enslavement. The image is reproduced courtesy of the British National Archives.
es: El schooner “Josefa” fue capturada en el mar por cruceros de la marina británica y adjudicada a un tribunal establecido en Sierra Leona bajo los tratados internacionales en contra de la trata de esclavos. La imagen es una fotografía de la primera página del registro del tribunal de “africanos liberados” rescatados de “Josefa”. El registro se conservó como record formal de emancipación que ayudaba a proteger al individuo de una nueva esclavitud en el futuro. La imagen reproducida es cortesía de British National Archives.
pt: A escuna “Josefa” foi capturada no mar por cruzadores britânicos e julgada em um tribunal em Serra Leoa, nos termos de tratados internacionais antitráfico de escravos. A imagem é de uma foto da primeira página do registro do tribunal de “africanos libertos” da “Josefa”. O registro era mantido como um documento formal de emancipação que ajudava a proteger o indivíduo de uma posterior reescravização. A imagem é reproduzida com a autorização dos British National Archives.
