Repository: rice-crc/voyages
Catalog: voyages/locale/*/LC_MESSAGES/django.po
Languages: es, pt

source: <div class="faq-answer"> <p>A pie chart is a circular graph having radii dividing the circle into sectors proportional in area to the relative magnitudes, frequencies or percentages represented. "Voyages" allows users to analyze data using a pie chart in the "Custom graphs" section. Pie charts effectively depict percentages.</p> <p>To make a pie chart in Custom Graphs, click on its button among graph types; enter under X axis the variable whose values will represent slices of the pie; and use the Y axis to choose a variable to determine how the size of each slice will be measured. Click on &ldquo;Add series&rdquo; to put it in the &ldquo;Current series&rdquo; box. If another variable is there, remove it. Then click on &ldquo;Show.&rdquo; Only categorical variables are suitable for a pie chart, and not every categorical variable at that. It is important to choose a variable with a small enough set of values for pieces of the pie to be more than thin slivers.&nbsp;Remember that you can limit the number of values in the query frame on the left.</p> </div>
es: <div class="faq-answer"> <p>Un gráfico circular tiene un radio que divide el círculo en secciones de áreas proporcionales a las magnitudes, frecuencias o porcentajes que cada área representa. La base de datos “Viajes” permite al usuario analizar los datos utilizando un gráfico circular en la sección “Gráficos a la medida”. El gráfico circular muestra muy efectivamente los porcentajes.</p> <p>Para hacer un gráfico circular o de torta en la sección Gráficos a la medida pulse sobre este botón entre los diferentes tipos de gráficos. Entre en el eje X la variable cuyo valor representará las áreas del círculo y use al eje Y para la variable que determinará el largo de cada sección. Pulse en &ldquo;Agregue serie&rdquo; para ponerla en la casilla de &ldquo;Serie actual&rdquo;. Si hay otra variable allí, remuévala. Entonces pulse en &ldquo;Mostrar&rdquo;. Solo las variables categóricas son apropiadas para un gráfico circular y dentro de esto no todas. Es importante escoger una variable con un grupo de valores suficientemente pequeño para que el gráfico no se vea como un grupo de tajadas demasiado pequeñas. Recuerde que puede limitarse el número de valores en el cuadro de búsqueda a la izquierda.</p> </div>
pt: <div class="faq-answer"> <p>O gráfico de pizza é um gráfico circular com raios que dividem o círculo em setores cujas áreas são proporcionais às magnitudes, frequências ou porcentagens relativas representadas. O website “Viagens” permite aos usuários analisar dados usando um gráfico de pizza na seção “Gráficos personalizados”. Os gráficos de pizza representam porcentagens de modo claro.</p> <p>Para elaborar um gráfico de pizza em Gráficos personalizados, clique no botão correspondente em tipos de gráficos; escolha no eixo X a variável cujos valores vão representar as fatias da pizza; e use o eixo Y para escolher uma variável para determinar como o tamanho de cada fatia vai ser medido. Clique em “Adicionar série” para colocá-la na caixa de “Séries atuais”. Se outra variável estiver lá, remova-a. Em seguida, clique em “Mostrar”. Apenas variáveis categóricas são adequadas para um gráfico de pizza, mas nem todas elas. É importante que se escolha uma variável cujo conjunto de valores seja pequeno o suficiente para que a pizza não fique dividida em fatias finas demais. Lembre que você pode limitar o número de valores no quadro de consultas à esquerda.</p> </div>

source: <div class="faq-answer"> <p>First, you should be aware that the statistics for slaves embarked, disembarked, and the percentage who died during the Middle Passage are calculated from imputed variables in the data set. Totals are somewhat less, and averages somewhat different, when based on data variables: 331 slaves embarked, 277 disembarked, and 10.9 percent mortality. The other four summary statistics (length of Middle Passage, percentage of children and males, and tonnage) are calculated from data variables.</p> </div>
es: <div class="faq-answer"> <p>Primero, debe estar consciente de que las estadísticas para esclavos embarcados, desembarcados, así como el porcentaje que murió en la travesía, es calculada de variables inferidas en el volumen de datos. Los totales son un poco menos y los promedios algo diferentes, cuando se basan en variables de datos: 331 esclavos embarcados, 277 desembarcados y una mortalidad del 10.9%. Las otras cuatro estadísticas sumarias (Duración de la travesía atlántica, porcentaje de niños y de varones y tonelaje) se calculan a partir variables de datos.</p> </div>
pt: <div class="faq-answer"> <p>Primeiro, você deve estar ciente de que as estatísticas de escravos embarcados e desembarcados e a porcentagem dos que morreram durante a travessia do Atlântico são calculadas a partir de variáveis imputadas no conjunto de dados. Os totais são um pouco menores, e as médias um pouco diferentes, quando se baseiam em variáveis de dados: 331 escravos embarcados, 277 desembarcados e 10,9 por cento de mortalidade. As outras quatro estatísticas resumidas (a duração da travessia do Atlântico, o percentual de crianças e homens e a tonelagem) são calculadas a partir de variáveis de dados.</p> </div>

source: <div class="faq-answer"> <p>In Europe, the area of countries were voyages were organized are shaded. Except for Spain, labels of the names of slave trading nations are placed off adjacent coastlines.</p> <p>In Africa, shaded areas show states, regions, and large population groups. The approximate area covered by each is shown by light grey borders, and the white labels in capital letters are the names of these territorial units. Labels in purple are for so-called ethnic groups not associated with territorial units. Regions of the coast, as defined by Philip Curtin and adopted on this website, are shown in large capital letters adjacent to the coastline to which they refer.</p> <p>In the Central and South American historical maps of regions and ports, shaded areas represent the extent of colonization around 1650, 1750 and 1850. Boundaries show political changes over the three periods The 1650 historical map for regions of the Caribbean show the small number of islands colonized before the middle of the seventeenth century. Around 1750, close to the apogee of the slave trade, all the larger islands are labeled at level 3 or 6 for regions; and some of the smaller islands are labeled at zoom level 1. Finally, in Mainland North America the historical maps show areas of colonization and the emergence of independent countries in much the same way as for South America.</p> </div>
es: <div class="faq-answer"><p>En Europa, el área de los países donde se organizaron viajes está sombreada. Excepto España, las etiquetas con los nombres de las naciones comerciantes se encuentran colocadas fuera de las líneas costeras adyacentes.</p><p>En África, las áreas sombreadas muestran estados, regiones y grandes grupos de población. El área aproximada cubierta por cada área se muestra mediante fronteras en gris claro y las etiquetas blancas, en letras mayúsculas, que son el nombre de estas unidades territoriales. La etiqueta púrpura indica los llamados grupos étnicos no asociados con unidades territoriales. Las regiones de la costa, definidas por Philip Curtin y adoptadas por este sitio web, se muestran en grandes letras mayúsculas adyacentes a la línea costera a las que se refieren..</p><p>En los mapas históricos de Iberoamérica continental, de regiones y puertos, las áreas sombreadas representan el grado de colonización alrededor de 1650, 1750 y 1850. Las fronteras muestran cambios políticos durante los tres períodos. El mapa histórico de 1650 para regiones del Caribe muestra el pequeño grupo de islas colonizadas antes de mediados del siglo XVII. Alrededor de 1750, cerca del apogeo del comercio de esclavos, todas las grandes islas están marcadas al nivel 3 o 6 para las regiones y algunas de las islas pequeñas están marcadas a nivel de amplificación 1. Finalmente, en la Norteamérica Continental (Estados Unidos), los mapas históricos muestran áreas de colonización y la emergencia de países independientes en gran medida en la misma forma que otras regiones continentales.</p></div>
pt: <div class="faq-answer"> <p>Na Europa, as áreas dos países onde as viagens foram organizadas estão sombreadas. Com exceção da Espanha, as legendas dos nomes dos países traficantes de escravos estão situadas perto dos litorais adjacentes.</p> <p>Na África, as áreas sombreadas mostram estados, regiões e grandes grupos populacionais. A área coberta aproximada de cada uma delas é mostrada por fronteiras cinza-claro, e as legendas brancas em letras maiúsculas são os nomes dessas unidades territoriais. As legendas roxas identificam os chamados grupos étnicos não associados a unidades territoriais. As regiões costeiras, segundo a definição de Philip Curtin adotada neste website, são mostradas em grandes letras maiúsculas adjacentes à costa a que se referem.</p> <p>Nos mapas históricos de regiões e portos das Américas Central e do Sul, as áreas sombreadas representam a extensão da colonização por volta de 1650, 1750 e 1850. As fronteiras mostram mudanças políticas ao longo dos três períodos. O mapa histórico de 1650 das regiões do Caribe mostra o pequeno número de ilhas colonizadas antes de meados do século XVII. Por volta de 1750, perto do apogeu do tráfico de escravos, todas as ilhas maiores estão legendadas no nível 3 ou 6, indicando as regiões; e algumas das ilhas menores estão legendadas no zoom de nível 1. Finalmente, na América do Norte Continental, os mapas históricos mostram as áreas de colonização e o surgimento de países independentes, tal como na América do Sul.</p> </div>

source: <div class="faq-answer"> <p>Most of the icons enable the user to zoom in or out. As the zoom level changes, so do labels and geophysical or historical background.</p> <p>At the far left are pointers to the left and right. Once one begins to move back and forth between zoom levels by icons to the right, these pointers provide an alternative means of changing zoom level.</p> <p>Next, from left to right, are icons of a hand and an empty magnifying glass. As explained on p. 20 of the Guide, these icons allow you to zoom in a map by defining an area to enlarge: (1) click on the empty magnifying glass icon; (2) using the cross-hair cursor, click and hold the mouse button and then drag the mouse diagonally over the area you wish to enlarge; and (3) release the mouse button.</p> <p>The middle icons also allow you to zoom in (+) or zoom out (-) between 4 levels or scales: 20, 6, 3, and 1, as shown at the bottom left of the map. Scale 20 shows the largest area, but the least detail. Only broad regions are labeled at this zoom level. Scales 6 and 3 encompass smaller areas of the Atlantic and are suitable for maps with labels of specific regions, but not ports within them. Scale 1 covers the smallest area and shows the most detail. It is meant to be used for viewing maps showing the exact location of ports and places. The bar in between the zoom in and out icons provides another way of moving among the four scales.</p> <p>Finally, the three icons to the right allow you to set the size of the map on your screen. The lowest setting enables you to view the map display without scrolling. In the navigation box at the bottom right, you will see exactly how much and what part of the entire map of the Atlantic world you can see. At the middle and high size settings, you will have to use scroll bars to see the entire area of the map display.</p> </div>
es: <div class="faq-answer"><p>La mayoría de los íconos permiten al usuario ampliar o reducir la ampliación del mapa. Según cambia el nivel de ampliación, así lo hacen también las etiquetas del fondo geofísico o histórico.</p><p>A la extrema izquierda hay indicadores hacia la derecha y hacia la izquierda. Una vez que comenzamos a movernos hacia atrás y hacia adelante en los niveles de ampliación utilizando los íconos a la derecha, estos indicadores proveen un medio alternativo para cambiar el nivel de ampliación.</p><p>Seguidamente, de izquierda a derecha, hay íconos que muestran una mano y una lupa. Como se explica en la página 20 de la Guía, estos íconos le permiten ampliar en un mapa mediante la definición de un área que se quiere agrandar: (1) pulse en el icono de la lupa; (2) utilizando el cursor con la cruz, pulse y mantenga presionado el botón del ratón, arrastrándolo diagonalmente sobre el área que desea amplificar y (3) libere el botón del ratón.</p><p>Los íconos del medio también le permiten agrandar (+) o reducir (-) en cuatro niveles o escalas 20, 6, 3 y 1, como se muestra en la esquina inferior izquierda del mapa. La escala 20 muestra el área mayor, pero con menor detalle. Solamente regiones amplias aparecen marcadas a este nivel. Las escalas 6 y 3 comprenden áreas menores para el Atlántico y son apropiadas para mapas con etiquetas de regiones específicas, pero no para mostrar puertos dentro de ellas. La escala 1 cubre las áreas menores y muestra mayores detalles. Se usa para mostrar mapas señalando la ubicación exacta de puertos y lugares. La barra en medio de los íconos para agrandar y reducir provee otra forma de moverse entre las cuatro escalas.</p><p>Finalmente, los tres íconos de la derecha le permiten ajustar el tamaño del mapa en su pantalla. La configuración más baja le permite ver el mapa sin necesidad de desplazamiento. En la caja de navegación en la extrema derecha inferior, puede verse exactamente cuánto y qué parte del mapa del mundo Atlántico completo podemos ver. En la configuración de tamaño medio y grande tendrá que usar las barras de desplazamiento para ver el área completa del mapa.</p></div>
pt: <div class="faq-answer"> <p>A maioria dos ícones permite ao usuário ampliar ou reduzir o zoom. À medida que o nível de zoom muda, mudam também as legendas e as informações geofísicas ou históricas.</p> <p>Na extrema esquerda estão setas voltadas para a esquerda e a direita. Quando se altera o nível de zoom pelos ícones à direita, estas setas fornecem um meio alternativo de mudar o nível de zoom.</p> <p>Em seguida, da esquerda para a direita, estão os ícones de uma mão e de uma lupa vazia. Conforme é explicado na p. 20 do Guia, estes ícones permitem que você faça um zoom em um mapa a partir da definição de uma área para ampliar: (1) clique no ícone da lupa vazia; (2) usando o cursor em forma de cruz, mantenha clicado o botão do mouse e depois arraste o mouse diagonalmente sobre a área que deseja ampliar; e (3) solte o botão do mouse.</p> <p>Os ícones do meio também permitem que você aumente (+) ou diminua (-) o zoom em quatro níveis ou escalas: 20, 6, 3 e 1, como se vê na parte inferior esquerda do mapa. A escala 20 mostra a maior área, mas apresenta o menor número de detalhes. Somente as grandes regiões são legendadas neste nível de zoom. As escalas 6 e 3 abrangem áreas menores do Atlântico e são adequadas para mapas com legendas de regiões específicas, mas não para portos nelas localizados. A Escala 1 abrange a menor área e mostra o maior número de detalhes. Ela foi criada para ser utilizada na visualização de mapas que mostrem a localização exata de portos e demais locais. A barra entre os ícones de zoom + e - fornece uma outra maneira de se mover entre as quatro escalas.</p> <p>Finalmente, os três ícones à direita permitem que você defina o tamanho do mapa na tela. A configuração mais baixa permite que você visualize a apresentação do mapa sem precisar mexer na barra de rolagem. Na caixa de navegação na parte inferior direita, você verá exatamente quanto e que parte de todo o mapa do mundo atlântico você está visualizando. Nas configurações de tamanho médio e grande, você terá que utilizar as barras de rolagem para ver toda a área de visualização do mapa.</p> </div>

source: <div class="faq-answer"> <p>Numerical variables ask the user to choose one of four options and enter a number or numbers after it:</p> <ul> <li>Between</li> <li>At most</li> <li>At least</li> <li>is equal to</li> </ul> <p>For percentages and rates, enter &ldquo;At least &lsquo;0&rsquo;&rdquo; to limit the query to voyages for which such measures can be computed.&nbsp; In general, use whole numbers rather than decimals, for example, "At least 50" rather than "At least .5," for 50% or more.</p> </div>
es: <div class="faq-answer"> <p>Las variables numéricas le piden al usuario que seleccione una de cuatro opciones y entre un número o números después de:</p> <ul> <li>Entre</li> <li>Máximo</li> <li>Mínimo</li> <li>Igual a</li> </ul> <p>Para porcentaje y tasas entre &ldquo;Mínimo&lsquo;00&rsquo;&rdquo; para limitar la búsqueda a viajes en los cuales estas medidas pueden ser calculadas.&nbsp; En general, use números enteros en lugar de decimales, por ejemplo, “Mínimo 50” en lugar de “Mínimo 0.5” para 50 por ciento o más.</p> </div>
pt: <div class="faq-answer"> <p>As variáveis numéricas pedem ao usuário para escolher uma entre quatro opções e digitar um número ou números depois dela:</p> <ul> <li>Entre</li> <li>No máximo</li> <li>No mínimo</li> <li>é igual a</li> <p>Para porcentagens e taxas, digite “No mínimo 0” para limitar a consulta a viagens em que tais medidas podem ser computadas. Em geral, use números inteiros ao invés de decimais, por exemplo, “No mínimo 50” ao invés de “No mínimo .5,” para 50% ou mais.</p> </div>

source: <div class="faq-answer"> <p>On the right side of the orientation bar beneath the top banner, there are links to four different types of online assistance:</p> <ol> <li>a <strong>Sitemap</strong> showing all areas of the site at a glance;</li> <li>a list of frequently asked questions and answers (<strong>FAQs</strong>);</li> <li>video demonstrations of how to use the website and databases (<strong>Demos</strong>);</li> <li>a <strong>Glossary</strong> of terms used in the study of the slave trade.</li> </ol> <p>Additionally, in the Understanding the Database area of The Database section of the site, users can access a guide to understanding and using the online database and the website, including screenshots.</p> </div>
es: <div class="faq-answer"> <p>En la parte derecha de la barra de orientación, detrás del banner superior, hay enlaces a cuatro tipos diferentes de asistencia en línea: </p> <ol> <li>Un <strong>Mapa del sitio<strong> mostrando todas las áreas del sitio a primera vista;</li> <li>Una lista de preguntas frecuentes (<strong>Preguntas Frecuentes<strong>);</li> <li>Demostraciones en video sobre cómo usar al sitio web y la base de datos (<strong>Demostraciones</strong>);</li> <li>Un <strong>glosario<strong> de términos usados en el estudio del comercio de esclavos</li> </ol> <p>Adicionalmente, en la sección “Para entender la Base de Datos” de este sitio, los usuarios tienen acceso a una guía sobre cómo entender y utilizar la base de datos en línea, incluyendo capturas de pantalla.</p> </div>
pt: <div class="faq-answer"> <p>No lado direito da barra de orientação, sob o banner superior, há links para quatro tipos de ajuda on-line:</p> <ol> <li>um <strong>Mapa do Website</strong> mostrando todas as áreas do site numa única visada;</li> <li>uma lista com as perguntas mais frequentes e com as respostas a elas (<strong>Perguntas Frequentes</strong>); </li> <li> demonstrações em vídeo de como usar o website e o bancos de dados (<strong>Demos</strong>);</li> <li>um <strong>Glossário</strong> de termos utilizados no estudo do tráfico de escravos.</li> </ol> <p>Além disso, em Para entender a área do Banco de Dados, na seção do Banco de Dados do website, os usuários podem acessar um guia à compreensão e utilização do banco de dados on-line e do website, incluindo imagens de tela.</p> </div>

source: <div class="faq-answer"> <p>That depends on the manual of style you are following. Most citations of materials on a website, however, involve name of author [when given], title of text [when given], name of the website, URL, and date accessed. For example, according to <em>The Chicago Manual of Style Online</em>, the introductory essay by David Eltis in the essays subsection of Assessing the Slave Trade should be cited as follows:</p> <p>David Eltis, &ldquo;A Brief Overview of the Trans-Atlantic Slave Trade,&rdquo; Voyages: The Trans-Atlantic Slave Trade Database, <a href="../../../../assessment/essays" target="_blank">http://www.slavevoyages.org/assessment/essay</a> (accessed April 27, 2008).</p> <p>For more citation examples, see &ldquo;Permissions to Reproduce&rdquo; on the <a href="../../../../help/page_legal">Legal page</a> of this website.</p> </div>
es: <div class="faq-answer"> <p>Depende del manual de estilo que usted siga. Sin embargo, en la mayoría de las citas de materiales en un sitio web tienen que figurar el nombre del autor (cuando este es dado), el nombre el sitio web, URL (Uniform Resource Locator) y la fecha de acceso. Por ejemplo, de acuerdo con el <em>Chicago Manual of Style Online</em>, el ensayo introductorio hecho por David Eltis en la subsección de ensayos de Análisis del tráfico de esclavos debe ser citado como sigue:</p> <p>David Eltis, &ldquo;Breve Descripción General del Comercio Trasatlántico de Esclavos&ldquo;, Viajes: Base de datos del tráfico transatlántico de esclavos. <a href="../../../../assessment/essays" target="_blank"http://www.slavevoyages.org/assesment/essay</a> (acceso en Abril 27, 2008).</p> <p>Para más ejemplos de citas vea: &ldquo;Permiso para Reproducir&rdquo; en la <a href="../../../../help/page_legal">Página Legal de este sitio.</p> </div>
pt: <div class="faq-answer"> <p>Isso depende do manual de estilo que você está seguindo. A maioria das citações de materiais de um website, no entanto, envolve o nome do autor [quando dado], o título do texto [quando dado], o nome do website, o URL e a data de acesso. Por exemplo, de acordo com o <em>Chicago Manual of Style Online</em>, o ensaio introdutório de David Eltis na subseção ensaios de Análises do Tráfico de Escravos deve ser citado da seguinte forma: </p> <p>David Eltis, “Um breve resumo do tráfico de escravos transatlântico,” Viagens: Banco de Dados do Tráfico de Escravos Transatlântico, <a href="../../../../assessment/essays" target="_blank">http://www.slavevoyages.org/assessment/essay</a> (acessado em 27 de abril de 2008). </p> <p>Para mais exemplos de citações, consulte “Autorizações para Reprodução” na página <a href="../../../../help/page_legal">“Questões Legais”</a> deste website. </p> </div>
