Repository: rice-crc/voyages
Catalog: voyages/locale/*/LC_MESSAGES/django.po
Languages: es, pt

source: Sugar, tobacco, coffee, and rice were the major New World cash crops. In the tropical Americas, sugar (with its by-products rum and molasses) was the principal plantation commodity. Planting occurred during rainy months, June-October in most of the West Indies, and the cane grows over a 14-18 month period. Saccharine matter reaches its greatest content during the ripening period when stalks dry. In the West Indies, dry seasons usually occur from January to May, though there are microclimates in the larger and mountainous islands, such as Haiti (before 1804, French St. Domingue), Dominica, and Jamaica. The best ecosystems for tobacco were located in the Chesapeake Lowcountry and Bahia, where high summer humidity keeps growing leaves moist and drier fall air allows them to dry and be cut. In the late 1700s, coffee groves became important in well-draining, shaded mountain ecosystems, the six-month fruit cycles ending during dry-season berry picking. Wet rice proved profitable in humid, low-lying areas prone to flooding, as in the coastal Carolinas, Georgia, Surinam, and northeast Brazil. On South American rice fields, slaves cleared land during the August-November dry season, planted in winter rains, and harvested between March and May. The Carolina rice and indigo cycles began in February and ended in November. Though a crop associated strongly with plantation slavery, cotton did not dominate many areas until the 1800s, and comparatively few African-born slaves worked on cotton plantations.
es: El azúcar, tabaco, café y arroz fueron los principales cultivos comerciales del Nuevo Mundo. En la América tropical el azúcar (junto a sus derivados ron y melaza) fue el principal producto de las plantaciones. La siembra ocurría durante los meses de lluvia, de junio a octubre en las Indias Occidentales. La caña crece durante un periodo de 14-18 meses y la materia de la sacarina alcanza su más alto contenido durante el periodo de maduración cuando los troncos se secan. En las Indias Occidentales, las temporadas secas ocurren usualmente entre junio y mayo, aunque hay microclimas en las islas montañosas más grandes como Haití (St. Domingue francés antes de 1804), Dominica y Jamaica. Los mejores ecosistemas para el tabaco se encontraban en el bajo Chesapeake y Bahía, donde la elevada humedad del verano mantiene las hojas creciendo húmedas y el aire otoñal más seco les permite secarse y una vez así ser cortadas. A finales de 1700, las plantaciones de café adquirieron importancia en los ecosistemas bien drenados y sombreados de las montañas, el ciclo de seis meses de la fruta terminando durante la temporada seca de recogida de las bayas. El cultivo de arroz se volvió lucrativo en las áreas bajas, húmedas, propensas a inundaciones, así como en la costa de las Carolinas, Georgia, Surinam y al noreste de Brasil. En las plantaciones de arroz de Suramérica los esclavos acondicionaban la tierra durante la temporada seca de agosto a noviembre, sembraban durante las lluvias invernales y cosechaban de marzo a mayo. Los ciclos de arroz y añil en las Carolinas comenzaban en febrero y terminaban en noviembre. El algodón, a pesar de ser un cultivo fuertemente asociado con la esclavitud de plantaciones, no dominó muchas áreas hasta 1800 y en comparación, pocos esclavos nacidos en África trabajaron en dichas plantaciones.
pt: O açúcar, o fumo e o arroz eram as principais culturas de rendimento do Novo Mundo. Nas Américas tropicais, o açúcar (com seus subprodutos, o rum e o melado) era o principal produto agrícola. O plantio começava nos meses de chuva, de junho a outubro na maior parte das Índias Ocidentais, e a cana cresce durante um período de 14-18 meses. O teor sacarino chega ao auge durante a fase de amadurecimento, quando os caules secam. Nas Índias Ocidentais, as estações de seca costumam ocorrem entre janeiro e maio, embora haja microclimas nas ilhas maiores e montanhosas, como o Haiti (São Domingos francês até 1804), Dominica e Jamaica. Os melhores ecossistemas para o tabaco localizavam-se nas terras baixas de Chesapeake e na Bahia, onde a alta umidade no verão mantém úmidas as folhas em crescimento, e o ar mais seco do outono permite que elas sequem e sejam cortadas. No final do século XVIII, arvoredos de pés de café se tornaram importantes em ecossistemas montanheses com boa drenagem e bastante sombra; o ciclo de seis meses da fruta terminava durante o período da colheita, na estação seca. O cultivo do arroz em terrenos alagadiços era lucrativo em áreas baixas e úmidas frequentemente alagadas, como o litoral das Carolinas, a Geórgia, o Suriname e o Nordeste brasileiro. Nos arrozais sul-americanos, os escravos limpavam o terreno no tempo da seca, de agosto a novembro, plantavam durante as chuvas de verão e colhiam entre março e maio. Os ciclos do arroz e do anil nas Carolinas começava em fevereiro e terminava em novembro. O algodão, fortemente associado às plantations e ao trabalho escravo, na verdade só passou a dominar muitas áreas no século XIX, e relativamente poucos escravos nascidos na África trabalharam em plantations de algodão.

source: Agricultural production requires different numbers of farmer-hours, “labor inputs,” at various stages in plants’ growth cycles. Labor intensity differs by the type of crop and the ecosystem in which the plant lives. Crops planted annually in shifting agricultural communities required heavy labor inputs clearing land and sowing seed. In regions prone to unexpected drought, all available people hurried to sow during the season’s first rains. After the planting season, families weeded and controlled insect and bird pests—work less dependent upon physical strength. Some crops required long workweeks to transplant shoots from seedbeds to fields. On both sides of the Atlantic, farmers worked intensively during dry season cane, fruit, berry, leaf, or cereal harvests.
es: La producción agrícola requiere distinto número de horas de trabajo, “fuerza de trabajo” según las distintas fases del ciclo de crecimiento de las plantas. La intensidad del trabajo varía de acuerdo al tipo de cultivo y al ecosistema en el que la planta vive. Los cultivos sembrados anualmente en comunidades agrícolas variables demandaban una mano de obra pesada acondicionando la tierra y sembrando las semillas. En regiones propensas a inesperadas sequías, todo el que estaba disponible se apresuraba a sembrar durante las primeras lluvias de la estación. Después de la temporada de siembra las familias desyerbaban y controlaban las plagas de insectos y pájaros –trabajo que dependía menos de la fortaleza física. Algunos cultivos requerían largas semanas de trabajo trasplantando retoños de los semilleros a la plantación. En ambos lados del Atlántico, los agricultores trabajaban de manera intensiva durante la temporada seca de las cosechas de caña, frutas, bayas, hojas o cereal.
pt: A produção agrícola requer diferentes números de homens-horas de trabalho agrícola — “insumo de mão de obra” — nos diversos estágios dos ciclos de crescimento das plantas. A intensividade de mão de obra varia de acordo com o tipo de cultura e do ecossistema a ela associado. As culturas que exigiam plantio anual em comunidades agrícolas móveis requeriam grandes insumos de mão de obra para limpar a terra e fazer a semeadura. Em regiões propensas a secas inesperadas, todas as pessoas disponíveis se apressavam para semear durante as primeiras chuvas da estação. Após o período de plantio, as famílias capinavam e controlavam as pragas de insetos e aves — um trabalho que exigia menos força física. Algumas culturas tornavam necessárias longas semanas de trabalho para transplantar os brotos das sementeiras para os campos. Em ambos os lados do Atlântico, os agricultores trabalhavam intensamente durante a estação seca na colheita de cana, frutas, bagas, folhas ou cereais.

source: African crops require varying numbers of farmer-hours during land clearing, planting (“crop establishment”), weeding, and harvesting/threshing. Sorghum and millet, often inter-cropped, demanded intense labor during the summer rains when the cereals were planted and weeded. Threshing the cereals demanded fewer worker-hours. In the coastal West African rice region, from July to early October villagers cut mangrove trees, built dikes, and transplanted rice to paddies. Labor demand intensity is highest during the October/early November harvest. Rice is the most labor-consuming African crop. Men and women plant maize each year; along the Gold Coast and in the Bight of Benin the spring and fall equinoxes marked the beginning of the planting weeks. Weeding was the most labor-intensive activity in maize cultivation, but, as with other crops, children helped weed plants and eradicate pests. Growing yams in the Biafran hinterland requires the greatest labor inputs during the clearing/planting (January-April) and harvesting (August-October) seasons, and the fewest hours of crop work during spring/summer weeding.
es: Los cultivos africanos requieren diferentes cantidades de horas de trabajo, preparando la tierra, sembrando (el “establecimiento del cultivo”), desyerbando, recolectando y trillando. El sorgo y el mijo a menudo sembrados juntos, requerían intensa labor durante las lluvias de verano cuando los cereales eran plantados y las malas yerbas removidas. La trilla de los cereales requería menos horas de trabajo. En la costa arrocera de la región occidental de África, entre julio y principios de octubre, los pobladores cortaban mangle, construían diques y trasplantaban el arroz en arrozales. La demanda de trabajo era más intensa durante la cosecha de octubre a principios de noviembre. El arroz era de las cosechas africanas la que mayor fuerza de trabajo absorbía. El maíz era sembrado cada año por hombres y mujeres; a lo largo de la Costa de Oro y en la Bahía de Benín los equinoccios del verano y del otoño marcaban el comienzo de las semanas de siembra. El desyerbe era la labor que más fuerza de trabajo requería en el cultivo del maíz, pero como con otros cultivos, los niños ayudaban a remover malezas y erradicar las plagas. El cultivo de ñame en el interior de Biafra demandaba la mayor fuerza de trabajo durante las estaciones de preparación de la tierra y la siembra (de enero a abril) y la de recogida (de agosto a octubre), siendo la que menos horas requería la del desyerbe de los meses de primavera y verano.
pt: As culturas africanas exigiam um número variável de homens-horas durante a limpeza, plantio (“estabelecimento da cultura”), capina, e colheita/debulha. O sorgo e o painço, frequentemente cultivados alternadamente, demandavam um trabalho intenso durante as chuvas de verão, quando os cereais eram plantados e capinados. A debulha do cereal exigia menos homens-horas. Na região de arroz na costa da África Ocidental, os aldeões cortavam as árvores dos mangues, construíam diques e transplantavam o arroz para os arrozais entre julho e o início de outubro. A intensividade de mão de obra é maior durante a colheita de outubro/início de novembro. O arroz é a cultura africana que mais consome trabalho. Os homens e as mulheres também plantam milho a cada ano; os equinócios da primavera e do outono marcavam o início das semanas de plantio ao longo da Costa do Ouro e no golfo do Benim. A capina era a atividade mais trabalhosa na cultura do milho, mas, como acontecia em outras culturas, as crianças ajudavam a capinar e a erradicar as pragas. O cultivo de inhame no interior de Biafra requer o maior insumo de mão de obra durante as épocas anuais de limpeza de terreno e plantio (janeiro-abril) e de colheita (agosto-outubro), e o menor número de horas de trabalho durante a capina de primavera/verão.

source: New World merchant-planters’ demand for workers increased during dry seasons north and south of the equator, when crops ripened, dried, and needed to be harvested. Sugar was the most important slave-produced crop, the one with the longest crop cycle, and the one that placed the greatest short-term demands on workers. Hours worked in cane-holing, trenching, and cutting tripled those hours worked by modern factory hands. Intensive tobacco work occurred when men and women transplanted tobacco stalks to the fields and they cut and stripped tobacco leaves. In the rice-growing Carolina/Georgia Lowcountry, Surinam and Maranhão, labor intensity increased when workers sowed seed, hoed wet fields, and harvested and processed rice. Planters throughout the Plantation Americas hired seasonal workers (“hired slaves”) to help harvest and process cash crops.
es: La demanda de trabajadores entre los mercaderes-plantadores del Nuevo Mundo se incrementaba durante las temporadas secas al norte y al sur del ecuador, cuando los cultivos maduraban, se secaban y necesitaban ser recogidos. El azúcar era el cultivo más importante de los producidos con mano esclava, el de más largo ciclo de cultivo y el que más demandas imponía a sus trabajadores a corto plazo. El tiempo dedicado a cavar agujeros para las cañas, zanjearlas y cortarlas era el triple del que se emplea hoy en día con el uso de maquinarias. La labor intensiva del tabaco tenía lugar cuando los hombres y mujeres trasplantaban los tallos de tabaco en los campos y luego cortaban y pelaban las hojas. En los campos arroceros de la costa de Carolina y Georgia , Surinam y Maranhão, la intensidad del trabajo se acrecentaba cuando los trabajadores sembraban las semillas, cultivaban los campos mojados y cosechaban y procesaban el arroz. Los cultivadores de las Américas de plantaciones contrataban trabajadores estacionales (“esclavos contratados”) para ayudar en la cosecha y el procesamiento de los cultivos comerciales.
pt: A demanda por trabalhadores nos mercados agrícolas do Novo Mundo aumentava durante as estações secas ao norte e ao sul do equador, quando as lavouras amadureciam, secavam e precisavam ser colhidas. O açúcar era a cultura mais importante trabalhada por escravos, a que tinha o ciclo mais longo e que impunha aos trabalhadores as maiores demandas de curto prazo. O tempo gasto para cavar buracos para as canas e cortá-las era o triplo do que é necessário com os métodos mecanizados de hoje. O trabalho intensivo com o fumo acontecia quando homens e mulheres transplantavam os talos de tabaco para os campos e cortavam e debulhavam suas folhas. No cultivo de arroz nas planícies das Carolinas e da Geórgia, no Suriname e no Maranhão, a intensividade de mão de obra era maior quando os trabalhadores semeavam, capinavam os campos e colhiam e processavam o arroz. Os fazendeiros de todas as plantations americanas contratavam trabalhadores sazonais (“escravos contratados”) para ajudar a colher e a processar as culturas comerciais.

source: Seasonality in Atlantic slaving markets linked closely to food supplies, since merchants, whether African, European, or American, would not purchase large numbers of people they could not keep alive. There were distinct provisioning-slaving seasons in Atlantic regions dependent upon a short rainy season and a staple crop. In more diversified early modern economies, often those with fewer dry months (and hence more evenly distributed rainfall), food production and labor requirements on farms became less seasonal. Provisioning-slaving seasons ebbed during rainy planting months and increased during and after dry season harvests. After crops were harvested and stored, African merchants sold enslaved farmers and provisions to coastal middlemen who, in turn, sold these captives to ship captains.
es: La estacionalidad en el comercio trasatlántico de esclavos estaba directamente vinculada a los suministros de alimentos puesto que los comerciantes, fueran africanos, europeos o americanos, no compraban grandes cantidades de personas que luego no pudieran mantener vivas. En las regiones del Atlántico existían temporadas definidas de abastecimiento de esclavos dependientes de una corta temporada de lluvia y un cultivo básico. En aquellas economías de la modernidad temprana que estaban más diversificadas, usualmente con menos meses secos (y por lo tanto con una temporada de lluvia distribuida más equitativamente) la producción de alimentos y los requerimientos del trabajo en los sembrados se volvió menos estacional. La temporada de abastecimiento de esclavos menguaba durante los meses lluviosos de siembra e incrementaba durante y después de las cosechas de la temporada seca. Una vez que los cultivos habían sido recogidos y almacenados, los comerciantes africanos vendían agricultores esclavizados y suministros a los mediadores de la costa, los cuales, a su vez, vendían estos cautivos a los capitanes de barcos.
pt: A sazonalidade nos mercados de escravos atlânticos estava estreitamente relacionada ao abastecimento de alimentos, uma vez que os comerciantes, fossem eles africanos, europeus ou americanos, não iriam comprar um grande número de pessoas que não pudessem manter vivas. Havia diferentes estações de compras de provisões e escravos em regiões atlânticas dependentes de uma estação chuvosa curta e de uma única cultura básica. Nas economias mais diversificadas do início da era moderna, que eram quase sempre as que tinham menos meses de seca (com chuvas distribuídas de forma mais uniforme, portanto), a produção de alimentos e as exigências de mão de obra nas fazendas eram menos sazonais. As estações de compras de provisões e escravos diminuíam durante os meses chuvosos de plantio e aumentavam durante e após a colheita da estação seca. Depois que as culturas eram colhidas e armazenadas, os comerciantes africanos vendiam os agricultores escravizados e as provisões para os atravessadores do litoral, os quais, por sua vez, vendiam esses cativos para os capitães de navios.

source: In Africa, Upper Guinea (from Senegal to the Ivory Coast) and the Bight of Biafra had marked provisioning-slaving seasons. In Senegal and Gambia, millet stocks increased in March-May before the summer rains. May-July was correspondingly the greatest quarter in the Senegambian slave export trade—three times greater than in the September-November quarter. Along the Sierra Leone/Windward Coasts, the rice-slave season began in November and supplies of food and people began to dwindle in late April. In spring 1751, south of Sierra Leone, Liverpool captain John Newton <a href="%(voyage_voyage_url)s?voyageId=90350">VoyageID 90350</a>, the author of “Amazing Grace,” purchased late-season rice and slaves. He remarked on April 30th in his logbook, held today at the National Maritime Museum (UK), “the season is so far advanced.” Sierra Leone/Windward Coast slave exports from March to May almost doubled totals from June to August. In the Bight of Biafra, the season’s first yams arrived in markets in July and August; the peak harvest occurred in October, and supplies remained until February or March. September-November slave exports doubled those totals from June-August. Fewer dry months along the Gold Coast or Bight of Benin enabled farmers to often double-crop maize and other cereals. Given greater food supplies, slave exports exhibited less of a seasonal trend. Traders also did not identify provisioning-slaving seasons along the West-Central African coast. With few foodstuffs available for export overseas, the link between harvest cycles and slave supplies is weakest in the South Atlantic African slaving markets.
es: En África, en la Alta Guinea (desde Senegal hasta la Costa de Marfil) y la Ensenada de Biafra tenían temporadas de abastecimiento de esclavos bien marcadas. En Senegal y Gambia, las reservas de mijo aumentaban de marzo a mayo antes de las lluvias del verano. Respectivamente, el trimestre de mayor comercio de esclavos senegalés fue de mayo a junio, tres veces mayor que el trimestre de septiembre a noviembre. A lo largo de Sierra Leona y las islas de barlovento la temporada de esclavos y del arroz comenzaba en noviembre y los suministros de alimentos y personas comenzaban a disminuir a finales de abril. En la primavera de 1751, al sur de Sierra Leona el capitán de Liverpool John Newton, <a><ref="%(voyage_voyage_url)s?voyageId=90350">Número de identificación de viaje 90350,</a> autor de “Amazing Grace”, compró arroz y esclavos al final de la temporada. En su diario de navegación, que hoy en día se encuentra en el Museo Nacional Marítimo (UK), escribió “la temporada está muy avanzada”. Las exportaciones de esclavos de Sierra Leona y la costa de barlovento de marzo a mayo casi duplicaron los totales de junio a agosto. En la ensenada de Biafra los primeros ñames de la temporada llegaron a los mercados en julio y agosto; la cosecha máxima tenía lugar en octubre y los suministros duraban hasta febrero o marzo. Las exportaciones de esclavos de septiembre a noviembre duplicaron los totales de las de junio a agosto. Menos meses secos a lo largo de la Costa de Oro o la Ensenada de Benín permitieron a los agricultores a menudo duplicar la cosecha de maíz y otros cereales. Al tener mayor cantidad de suministros alimenticios las exportaciones de esclavos mostraban una tendencia estacional menos definida. Los comerciantes a su vez tampoco identificaron temporadas de aprovisionamiento de esclavos a lo largo de la costa central occidental africana. Con pocos productos alimenticios para exportar ultramar, el vínculo entre los ciclos de cosechas y los suministros de esclavos es el más frágil de los mercados de esclavos africanos en el sur atlántico.
pt: Na África, a Alta Guiné (do Senegal à Costa do Marfim) e o golfo de Biafra tinham estações de compras de provisões e escravos bem demarcadas. No Senegal e na Gâmbia, os estoques de painço aumentavam em março-maio, antes das chuvas de verão. O principal trimestre de exportação de escravos no tráfico da Senegâmbia era o de maio-julho — três vezes mais intenso que o trimestre setembro-novembro. Ao longo do literal de Serra Leoa e da Costa do Barlavento, a estação de compras de arroz e escravos iniciava em novembro, e a oferta de alimentos e de pessoas começava a diminuir ao final de abril. Na primavera de 1751, ao sul de Serra Leoa, o capitão John Newton, de Liverpool (<a href="%(voyage_voyage_url)s?voyageId=90350">Identidade de Viagem 90.350</a>) — autor do hino religioso “Amazing grace” — comprou arroz e escravos ao final da temporada. Em 30 de abril, em seu diário de bordo, hoje guardado no National Maritime Museum (Reino Unido), ele anotou: “a temporada já está bastante avançada”. A exportação de escravos de março a maio em Serra Leoa/Costa do Barlavento era praticamente o dobro dos totais exportados entre junho e agosto. No golfo de Biafra, os primeiros inhames da estação chegavam aos mercados em julho e agosto; o pico da colheita ocorria em outubro, e os suprimentos se mantinham até fevereiro ou março. As exportações de escravos de setembro a novembro eram o dobro dos totais de junho a agosto. Na Costa do Ouro e no golfo do Benim a estação das secas era mais curta, o que permitia que os agricultores muitas vezes cultivassem simultaneamente milho e outros cereais. Quando era maior a oferta de alimentos, as exportações de escravos apresentavam uma tendência menos sazonal. Os traficantes também não identificavam estações de compras de provisões e escravos ao longo da costa da África Centro-Ocidental. Com poucos alimentos disponíveis para exportação além-mar, a conexão entre os ciclos de colheita e os de abastecimento de escravos era mais fraca nos mercados negreiros africanos do Atlântico Sul.
