Repository: rice-crc/voyages
Catalog: voyages/locale/*/LC_MESSAGES/django.po
Languages: es, pt

source: The Brigantine ""Vetereano"" was captured at sea by British cruisers and adjudicated at a court established at Sierra Leone under international anti-slave trade treaties. The image is of a picture of the first page of the court’s register of ""Liberated Africans"" taken from the ""Vetereano"". The register was kept as a formal record of emancipation that helped protect the individual from subsequent re-enslavement. The image is reproduced courtesy of the British National Archives.
es: El bergantín “Vetereano” fue capturado en el mar por cruceros de la marina británica y adjudicado a un tribunal establecido en Sierra Leona bajo los tratados internacionales en contra de la trata de esclavos. La imagen es una fotografía de la primera página del registro del tribunal de “africanos liberados” rescatados de “Vetereano”. El registro se conservó como record formal de emancipación que ayudaba a proteger al individuo de una nueva esclavitud en el futuro. La imagen reproducida es cortesía de British National Archives.
pt: O bergantim “Veterano” foi capturado no mar por cruzadores britânicos e julgado em um tribunal em Serra Leoa, nos termos de tratados internacionais antitráfico de escravos. A imagem é de uma foto da primeira página do registro do tribunal de “africanos libertos” do “Vetereano”. O registro era mantido como um documento formal de emancipação que ajudava a proteger o indivíduo de uma posterior reescravização. A imagem é reproduzida com a autorização dos British National Archives.

source: The Brigantine ""Virtude"" was captured at sea by British cruisers and adjudicated at a court established at Sierra Leone under international anti-slave trade treaties. The image is of a picture of the first page of the court’s register of ""Liberated Africans"" taken from the ""Virtude"". The register was kept as a formal record of emancipation that helped protect the individual from subsequent re-enslavement. The image is reproduced courtesy of the British National Archives.
es: El bergantín “Virtude” fue capturado en el mar por cruceros de la marina británica y adjudicado a un tribunal establecido Sierra Leona bajo los tratados internacionales en contra de la trata de esclavos. La imagen es una fotografía de la primera página del registro del tribunal de “africanos liberados” rescatados de “Virtude”. El registro se conservó como record formal de emancipación que ayudaba a proteger al individuo de una nueva esclavitud en el futuro. La imagen reproducida es cortesía de British National Archives.
pt: O bergantim “Virtude” foi capturado no mar por cruzadores britânicos e julgado em um tribunal em Serra Leoa, nos termos de tratados internacionais antitráfico de escravos. A imagem é de uma foto da primeira página do registro do tribunal de “africanos libertos” do “Virtude”. O registro era mantido como um documento formal de emancipação que ajudava a proteger o indivíduo de uma posterior reescravização. A imagem é reproduzida com a autorização dos British National Archives.

source: The Brigantine ""Volador"" was captured at sea by British cruisers and adjudicated at a court established at Sierra Leone under international anti-slave trade treaties. The image is of a picture of the first page of the court’s register of ""Liberated Africans"" taken from the ""Volador"". The register was kept as a formal record of emancipation that helped protect the individual from subsequent re-enslavement. The image is reproduced courtesy of the British National Archives.
es: El bergantín “Volador” fue capturado en el mar por cruceros de la marina británica y adjudicado a un tribunal establecido Sierra Leona bajo los tratados internacionales en contra de la trata de esclavos. La imagen es una fotografía de la primera página del registro del tribunal de “africanos liberados” rescatados de “Volador”. El registro se conservó como record formal de emancipación que ayudaba a proteger al individuo de una nueva esclavitud en el futuro. La imagen reproducida es cortesía de British National Archives.
pt: O bergantim “Volador” foi capturado no mar por cruzadores britânicos e julgado em um tribunal em Serra Leoa, nos termos de tratados internacionais antitráfico de escravos. A imagem é de uma foto da primeira página do registro do tribunal de “africanos libertos” do “Volador”. O registro era mantido como um documento formal de emancipação que ajudava a proteger o indivíduo de uma posterior reescravização. A imagem é reproduzida com a autorização dos British National Archives.

source: The Brigantine ""Zafiro"" or ""Ricomar"" was captured at sea by British cruisers and adjudicated at a court established at Havana under international anti-slave trade treaties. The image is of a picture of the first page of the court’s register of ""Liberated Africans"" taken from the ""Zafiro"". The register was kept as a formal record of emancipation that helped protect the individual from subsequent re-enslavement. The image is reproduced courtesy of the British National Archives.
es: El bergantín “Zafiro” o “Ricomar” fue capturado en el mar por cruceros de la marina británica y adjudicado a un tribunal establecido en La Habana bajo los tratados internacionales en contra de la trata de esclavos. La imagen es una fotografía de la primera página del registro del tribunal de “africanos liberados” rescatados de “Zafiro”. El registro se conservó como record formal de emancipación que ayudaba a proteger al individuo de una nueva esclavitud en el futuro. La imagen reproducida es cortesía de British National Archives.
pt: O bergantim “Zafiro”, ou “Ricomar”, foi capturado no mar por cruzadores britânicos e julgado em um tribunal em Havana, nos termos de tratados internacionais antitráfico de escravos. A imagem é de uma foto da primeira página do registro do tribunal de “africanos libertos” do “Zafiro”. O registro era mantido como um documento formal de emancipação que ajudava a proteger o indivíduo de uma posterior reescravização. A imagem é reproduzida com a autorização dos British National Archives.

source: The Brig ""Argos"" was captured at sea by British cruisers and adjudicated at a court established at Sierra Leone under international anti-slave trade treaties. The image is of a picture of the first page of the court’s register of ""Liberated Africans"" taken from the ""Argos"". The register was kept as a formal record of emancipation that helped protect the individual from subsequent re-enslavement. The image is reproduced courtesy of the British National Archives.
es: El bergantín “Argos” fue capturado en el mar por cruceros de la marina británica y adjudicado a un tribunal establecido Sierra Leona bajo los tratados internacionales en contra de la trata de esclavos. La imagen es una fotografía de la primera página del registro del tribunal de “africanos liberados” rescatados de “Argos”. El registro se conservó como record formal de emancipación que ayudaba a proteger al individuo de una nueva esclavitud en el futuro. La imagen reproducida es cortesía de British National Archives.
pt: O brigue “Argos” foi capturado no mar por cruzadores britânicos e julgado em em um tribunal em Serra Leoa, nos termos de tratados internacionais antitráfico de escravos. A imagem é de uma foto da primeira página do registro do tribunal de “africanos libertos” do “Argos”. O registro era mantido como um documento formal de emancipação que ajudava a proteger o indivíduo de uma posterior reescravização. A imagem é reproduzida com a autorização dos British National Archives.

source: The Brig ""Aviso"" was captured at sea by British cruisers and adjudicated at a court established at Sierra Leone under international anti-slave trade treaties. The image is of a picture of the first page of the court’s register of ""Liberated Africans"" taken from the ""Aviso"". The register was kept as a formal record of emancipation that helped protect the individual from subsequent re-enslavement. The image is reproduced courtesy of the British National Archives.
es: El bergantín “Aviso” fue capturado en el mar por cruceros de la marina británica y adjudicado a un tribunal establecido en Sierra Leona bajo los tratados internacionales en contra de la trata de esclavos. La imagen es una fotografía de la primera página del registro del tribunal de “africanos liberados” rescatados de “Aviso”. El registro se conservó como record formal de emancipación que ayudaba a proteger al individuo de una nueva esclavitud en el futuro. La imagen reproducida es cortesía de British National Archives.
pt: O brigue “Aviso” foi capturado no mar por cruzadores britânicos e julgado em um tribunal em Serra Leoa, nos termos de tratados internacionais antitráfico de escravos. A imagem é de uma foto da primeira página do registro do tribunal de “africanos libertos” do “Aviso”. O registro era mantido como um documento formal de emancipação que ajudava a proteger o indivíduo de uma posterior reescravização. A imagem é reproduzida com a autorização dos British National Archives.

source: The Brig ""Bela Eliza"" was captured at sea by British cruisers and adjudicated at a court established at Sierra Leone under international anti-slave trade treaties. The image is of a picture of the first page of the court’s register of ""Liberated Africans"" taken from the ""Bela Eliza"". The register was kept as a formal record of emancipation that helped protect the individual from subsequent re-enslavement. The image is reproduced courtesy of the British National Archives.
es: El bergantín “Bela Eliza” fue capturado en el mar por cruceros de la marina británica y adjudicado a un tribunal establecido en Sierra Leona bajo los tratados internacionales en contra de la trata de esclavos. La imagen es una fotografía de la primera página del registro del tribunal de “africanos liberados” rescatados de “Bela Eliza”. El registro se conservó como record formal de emancipación que ayudaba a proteger al individuo de una nueva esclavitud en el futuro. La imagen reproducida es cortesía de British National Archives.
pt: O brigue “Bela Eliza” foi capturado no mar por cruzadores britânicos e julgado em um tribunal em Serra Leoa, nos termos de tratados internacionais antitráfico de escravos. A imagem é de uma foto da primeira página do registro do tribunal de “africanos libertos” do “Bela Eliza”. O registro era mantido como um documento formal de emancipação que ajudava a proteger o indivíduo de uma posterior reescravização. A imagem é reproduzida com a autorização dos British National Archives.

source: The Brig ""Charles"" was captured at sea by British cruisers and adjudicated at a court established at Sierra Leone under international anti-slave trade treaties. The image is of a picture of the first page of the court’s register of ""Liberated Africans"" taken from the ""Charles"". The register was kept as a formal record of emancipation that helped protect the individual from subsequent re-enslavement. The image is reproduced courtesy of the British National Archives.
es: El bergantín “Charles” fue capturado en el mar por cruceros de la marina británica y adjudicado a un tribunal establecido en Sierra Leona bajo los tratados internacionales en contra de la trata de esclavos. La imagen es una fotografía de la primera página del registro del tribunal de “africanos liberados” rescatados de “Charles”. El registro se conservó como record formal de emancipación que ayudaba a proteger al individuo de una nueva esclavitud en el futuro. La imagen reproducida es cortesía de British National Archives.
pt: O brigue “Charles” foi capturado no mar por cruzadores britânicos e julgado em um tribunal em Serra Leoa, nos termos de tratados internacionais antitráfico de escravos. A imagem é de uma foto da primeira página do registro do tribunal de “africanos libertos” do “Charles”. O registro era mantido como um documento formal de emancipação que ajudava a proteger o indivíduo de uma posterior reescravização. A imagem é reproduzida com a autorização dos British National Archives.

source: The Brig ""Clementina"" was captured at sea by British cruisers and adjudicated at a court established at Sierra Leone under international anti-slave trade treaties. The image is of a picture of the first page of the court’s register of ""Liberated Africans"" taken from the ""Clementina"". The register was kept as a formal record of emancipation that helped protect the individual from subsequent re-enslavement. The image is reproduced courtesy of the British National Archives.
es: El bergantín “Clementina” fue capturado en el mar por cruceros de la marina británica y adjudicado a un tribunal establecido en Sierra Leona bajo los tratados internacionales en contra de la trata de esclavos. La imagen es una fotografía de la primera página del registro del tribunal de “africanos liberados” rescatados de “Clementina”. El registro se conservó como record formal de emancipación que ayudaba a proteger al individuo de una nueva esclavitud en el futuro. La imagen reproducida es cortesía de British National Archives.
pt: O brigue “Clementina” foi capturado no mar por cruzadores britânicos e julgado em um tribunal em Serra Leoa, nos termos de tratados internacionais antitráfico de escravos. A imagem é de uma foto da primeira página do registro do tribunal de “africanos libertos” do “Clementina”. O registro era mantido como um documento formal de emancipação que ajudava a proteger o indivíduo de uma posterior reescravização. A imagem é reproduzida com a autorização dos British National Archives.

source: The Brig ""Comerciante"" was captured at sea by British cruisers and adjudicated at a court established at Sierra Leone under international anti-slave trade treaties. The image is of a picture of the first page of the court’s register of ""Liberated Africans"" taken from the ""Comerciante"". The register was kept as a formal record of emancipation that helped protect the individual from subsequent re-enslavement. The image is reproduced courtesy of the British National Archives.
es: El bergantín “Comerciante” fue capturado en el mar por cruceros de la marina británica y adjudicado a un tribunal establecido en Sierra Leona bajo los tratados internacionales en contra de la trata de esclavos. La imagen es una fotografía de la primera página del registro del tribunal de “africanos liberados” rescatados de “Comerciante”. El registro se conservó como record formal de emancipación que ayudaba a proteger al individuo de una nueva esclavitud en el futuro. La imagen reproducida es cortesía de British National Archives.
pt: O brigue “Comerciante” foi capturado no mar por cruzadores britânicos e julgado em um tribunal em Serra Leoa, nos termos de tratados internacionais antitráfico de escravos. A imagem é de uma foto da primeira página do registro do tribunal de “africanos libertos” do “Comerciante”. O registro era mantido como um documento formal de emancipação que ajudava a proteger o indivíduo de uma posterior reescravização. A imagem é reproduzida com a autorização dos British National Archives.

source: The Brig ""Dois Amigos Brasileiros"" was captured at sea by British cruisers and adjudicated at a court established at Sierra Leone under international anti-slave trade treaties. The image is of a picture of the first page of the court’s register of ""Liberated Africans"" taken from the ""Dois Amigos Brasileiros"". The register was kept as a formal record of emancipation that helped protect the individual from subsequent re-enslavement. The image is reproduced courtesy of the British National Archives.
es: El bergantín “Dois Amigos Brasileiros” fue capturado en el mar por cruceros de la marina británica y adjudicado a un tribunal establecido en Sierra Leona bajo los tratados internacionales en contra de la trata de esclavos. La imagen es una fotografía de la primera página del registro del tribunal de “africanos liberados” rescatados de “Dois Amigos Brasileiros”. El registro se conservó como record formal de emancipación que ayudaba a proteger al individuo de una nueva esclavitud en el futuro. La imagen reproducida es cortesía de British National Archives.
pt: O brigue “Dois Amigos Brasileiros” foi capturado no mar por cruzadores britânicos e julgado em um tribunal em Serra Leoa, nos termos de tratados internacionais antitráfico de escravos. A imagem é de uma foto da primeira página do registro do tribunal de “africanos libertos” do “Dois Amigos Brasileiros”. O registro era mantido como um documento formal de emancipação que ajudava a proteger o indivíduo de uma posterior reescravização. A imagem é reproduzida com a autorização dos British National Archives.

source: The Brig ""Empreendedor"" was captured at sea by British cruisers and adjudicated at a court established at Sierra Leone under international anti-slave trade treaties. The image is of a picture of the first page of the court’s register of ""Liberated Africans"" taken from the ""Empreendedor"". The register was kept as a formal record of emancipation that helped protect the individual from subsequent re-enslavement. The image is reproduced courtesy of the British National Archives.
es: El bergantín “Empreendedor” fue capturado en el mar por cruceros de la marina británica y adjudicado a un tribunal establecido en Sierra Leona bajo los tratados internacionales en contra de la trata de esclavos. La imagen es una fotografía de la primera página del registro del tribunal de “africanos liberados” rescatados de “Empreendedor”. El registro se conservó como record formal de emancipación que ayudaba a proteger al individuo de una nueva esclavitud en el futuro. La imagen reproducida es cortesía de British National Archives.
pt: O brigue “Empreendedor” foi capturado no mar por cruzadores britânicos e julgado em um tribunal em Serra Leoa, nos termos de tratados internacionais antitráfico de escravos. A imagem é de uma foto da primeira página do registro do tribunal de “africanos libertos” do “Empreendedor”. O registro era mantido como um documento formal de emancipação que ajudava a proteger o indivíduo de uma posterior reescravização. A imagem é reproduzida com a autorização dos British National Archives.

source: The Brig ""Fúria"" or ""Flor de Luanda"" was captured at sea by British cruisers and adjudicated at a court established at Sierra Leone under international anti-slave trade treaties. The image is of a picture of the first page of the court’s register of ""Liberated Africans"" taken from the ""Fúria"". The register was kept as a formal record of emancipation that helped protect the individual from subsequent re-enslavement. The image is reproduced courtesy of the British National Archives.
es: El bergantín “Fúria” o “Flor de Luanda” fue capturado en el mar por cruceros de la marina británica y adjudicado a un tribunal establecido en Sierra Leona bajo los tratados internacionales en contra de la trata de esclavos. La imagen es una fotografía de la primera página del registro del tribunal de “africanos liberados” rescatados de “Fúria”. El registro se conservó como record formal de emancipación que ayudaba a proteger al individuo de una nueva esclavitud en el futuro. La imagen reproducida es cortesía de British National Archives.
pt: O brigue “Fúria”, ou Flor de Luanda, foi capturado no mar por cruzadores britânicos e julgado em um tribunal em Serra Leoa, nos termos de tratados internacionais antitráfico de escravos. A imagem é de uma foto da primeira página do registro do tribunal de “africanos libertos” do “Fúria”. O registro era mantido como um documento formal de emancipação que ajudava a proteger o indivíduo de uma posterior reescravização. A imagem é reproduzida com a autorização dos British National Archives.

source: The Brig ""Henriette"" or ""Confiance"" was captured at sea by British cruisers and adjudicated at a court established at Sierra Leone under international anti-slave trade treaties. The image is of a picture of the first page of the court’s register of ""Liberated Africans"" taken from the ""Henriette"". The register was kept as a formal record of emancipation that helped protect the individual from subsequent re-enslavement. The image is reproduced courtesy of the British National Archives.
es: El bergantín “Henriette” o “Confiance” fue capturado en el mar por cruceros de la marina británica y adjudicado a un tribunal establecido en Sierra Leona bajo los tratados internacionales en contra de la trata de esclavos. La imagen es una fotografía de la primera página del registro del tribunal de “africanos liberados” rescatados de “Henriette”. El registro se conservó como record formal de emancipación que ayudaba a proteger al individuo de una nueva esclavitud en el futuro. La imagen reproducida es cortesía de British National Archives.
pt: O brigue “Henriette” ou “Confiance” foi capturado no mar por cruzadores britânicos e julgado em um tribunal em Serra Leoa, nos termos de tratados internacionais antitráfico de escravos. A imagem é de uma foto da primeira página do registro do tribunal de “africanos libertos” do “Henriette”. O registro era mantido como um documento formal de emancipação que ajudava a proteger o indivíduo de uma posterior reescravização. A imagem é reproduzida com a autorização dos British National Archives.

source: The Brig ""Henriqueta"" was captured at sea by British cruisers and adjudicated at a court established at Sierra Leone under international anti-slave trade treaties. The image is of a picture of the first page of the court’s register of ""Liberated Africans"" taken from the ""Henriqueta"". The register was kept as a formal record of emancipation that helped protect the individual from subsequent re-enslavement. The image is reproduced courtesy of the British National Archives.
es: El bergantín “Henriqueta” fue capturado en el mar por cruceros de la marina británica y adjudicado a un tribunal establecido en Sierra Leona bajo los tratados internacionales en contra de la trata de esclavos. La imagen es una fotografía de la primera página del registro del tribunal de “africanos liberados” rescatados de “Henriqueta”. El registro se conservó como record formal de emancipación que ayudaba a proteger al individuo de una nueva esclavitud en el futuro. La imagen reproducida es cortesía de British National Archives.
pt: O brigue “Henriqueta” foi capturado no mar por cruzadores britânicos e julgado em um tribunal em Serra Leoa, nos termos de tratados internacionais antitráfico de escravos. A imagem é de uma foto da primeira página do registro do tribunal de “africanos libertos” do “Henriqueta”. O registro era mantido como um documento formal de emancipação que ajudava a proteger o indivíduo de uma posterior reescravização. A imagem é reproduzida com a autorização dos British National Archives.
