Repository: rice-crc/voyages
Catalog: voyages/locale/*/LC_MESSAGES/django.po
Languages: es, pt

source: The variables accessible online cover the full range of information available in the database. Some users will want to work with variables that have not been included in the selection for the website and/or use spreadsheets or statistics software to analyze the data. This link takes you to a page with buttons to download the full set of variables in the Trans-Atlantic Slave Trade Database in SPSS format, a PDF copy of the SPSS codebook, and the website version of the database in three formats (SPSS, csv, and dBase).
es: Las variables accesibles en línea abarcan toda la escala de información disponible en la base de datos. Algunos usuarios pueden querer trabajar con variables que no han sido incluidas en la selección para el sitio web y/o utilizar planillas de cálculo o algún otro programa estadístico para analizar la información. El presente enlace le conduce a una página en la que puede descargar todo el conjunto de variables de la base de datos del trafico trasatlántico en formato SPSS, una copia PDF del código SPSS, así como la versión virtual de la base de datos en dos formatos (SPSS, csv).
pt: As variáveis acessíveis online cobrem toda a gama de informações disponíveis no banco de dados. Alguns usuários podem querer trabalhar com variáveis que não foram incluídas na seleção para o website e/ou usar softwares de planilhas ou estatísticas para analisar os dados. Este link leva você a uma página com opções para baixar o conjunto completo de variáveis contidas no Banco de Dados do Tráfico de Escravos Transatlântico no formato SPSS, a uma cópia em PDF do livro de códigos SPSS e à versão website do banco de dados em três formatos (SPSS, csv e dBase).

source: The Voyages Database
es: Base de datos Viajes
pt: O Banco de Dados: Viagens

source: The websites listed here provide a variety of resources, including but not limited to lesson plans, interactive maps, and narratives of enslaved Africans.
es: Los sitios web enumerados aquí proveen una variedad de fuentes y herramientas de estudio que incluyen, pero sin limitarse, planes didácticos, mapas interactivos y narraciones de africanos esclavizados.
pt: Os websites listados aqui oferecem uma variedade de recursos, incluindo — mas não se limitando a — planos de aula, mapas interativos e narrativas de africanos escravizados.

source: This link takes you to the page for querying the main database. You can search for information about a specific voyage, a small group of voyages, or a large subset of the data set, such as all voyages under the Portuguese flag. There is a choice between a smaller “basic” set of 25 variables and a larger “general” set of 64 variables. Each set groups variables into the same eight categories. The interface of the query section is designed to be as intuitive as possible, but many of the FAQs are about how to use its features.
es: Este enlace conduce a la página de consulta en la base de datos principal. Permite buscar información sobre un viaje específico, sobre un número pequeño de viajes o un subconjunto del grupo principal de datos en la base como, por ejemplo, viajes realizados bajo la bandera portuguesa. Existe una opción entre un conjunto pequeño o “básico” de 25 variables y un conjunto más amplio y “general” de 64 variables. Cada conjunto agrupa variables dentro de las mismas ocho categorías. La interfaz de la sección de búsqueda está diseñada para que sea lo más instintiva posible, pero muchas de las Preguntas Frecuentes son acerca de cómo navegar mejor el sitio web.
pt: Este link leva o usuário à página de consultas ao banco de dados principal. Você pode procurar informações sobre uma viagem específica, um pequeno conjunto de viagens ou um subconjunto grande do conjunto total de dados – por exemplo, todas as viagens realizadas sob a bandeira portuguesa. Pode-se escolher a partir de um conjunto menor “básico” de 25 variáveis e um conjunto maior, “geral”, de 64 variáveis. Cada conjunto agrupa as variáveis nas mesmas oito categorias. A interface da seção de consulta foi projetada de modo ser a mais intuitiva possível, porém muitas das FAQs (perguntas mais frequentes) dizem respeito ao modo de utilizar seus recursos.

source: This part of “The Database” contains a guide to help newcomers start using the database. An essay explains in detail the sources and methods used in constructing the database and creating the set of estimates based on it. A list of the variables in the version of the database on this website is provided. Lastly, the user will find a comprehensive bibliography of primary and secondary sources consulted in creating the database.
es: Esta parte de la “base de datos” contiene una guía para ayudar a los nuevos usuarios en el uso de la misma. Por medio de un ensayo se explica en detalle las fuentes y métodos utilizados en la construcción de la base de datos y la creación del grupo de estimaciones sobre las que se basa. También hay disponible una lista de variables en la versión de esta base de datos que aparece en el sitio web. Finalmente, el usuario podrá encontrar una amplia bibliografía de fuentes primarias y secundarias que se consultaron durante el proceso de creación de la base de datos.
pt: Esta parte do “Banco de Dados” contém um guia para ajudar os recém-chegados a começar a utilizar o banco de dados. Um ensaio explica em detalhe as fontes e os métodos utilizados na criação do banco de dados e de um conjunto de estimativas nele baseadas. Há uma lista das variáveis usadas na versão do banco de dados contida neste website. Por fim, o usuário encontrará uma bibliografia abrangente de fontes primárias e secundárias que foram consultadas para a criação do banco de dados.

source: This section of the Voyages website is organized around three ways historians and researchers have used the Trans-Atlantic Slave Trade Database to interpret the slave trade: essays, quantitative analysis, and maps. Interactive features of the “Estimates” sub-section enable users to raise their own questions about the full volume of the slave trade by year, national carrier, and routes of slaving expeditions, and obtain answers in the form of tables, a timeline, or maps.
es: Esta sección del sitio Viajes se organiza de acuerdo a las tres maneras en que los historiadores e investigadores han usado la base de datos sobre el tráfico trasatlántico de esclavos para interpretar la trata: por medio de ensayos, análisis cuantitativos y mapas. Los elementos interactivos presentes en la sub-sección de Estimaciones permiten al usuario plantearse sus propias interrogantes acerca de la totalidad de la trata de esclavos por año, nacionalidad del traficante, así como las distintas rutas seguidas por las expediciones esclavistas. También puede (el usuario) encontrar respuestas en forma de tablas, cronologías o mapas.
pt: Esta seção do website Viagens é organizada em torno de três maneiras como os historiadores e pesquisadores vêm utilizando o Banco de Dados do Tráfico de Escravos Transatlântico a fim de interpretar o tráfico de escravos: ensaios, análises quantitativas e mapas. Os recursos interativos da subseção “Estimativas” permitem que os usuários formulem suas próprias perguntas sobre o volume total do tráfico de escravos ano a ano, as nações transportadoras e as rotas de expedições escravistas, e obtenham respostas através de tabelas, linha do tempo ou mapas.

source: This section of the Voyages website provides resources for putting information in the databases into historical context. The materials presently consist of a database of images contemporary to the slave trade and a database of names of Africans rescued from slave vessels in the nineteenth century, during the period of suppression.
es: Esta sección del sitio web de Viajes proporciona recursos para poner información en las bases de datos en contexto histórico. Los materiales actualmente consisten en una base de datos de imágenes contemporáneas al comercio de esclavos y una base de datos de nombres de africanos rescatados de los buques esclavos en el siglo XIX, durante el período de supresión.
pt: Esta seção do website Viagens fornece recursos para situar em um contexto histórico as informações contidas nos bancos de dados. Os materiais consistem atualmente em um banco de dados com imagens contemporâneas do tráfico de escravos e outro com nomes de africanos resgatados de navios negreiros no século XIX, durante o período de repressão ao tráfico.

source: Three essays offer an introduction to the Voyages website in the form of a broad interpretation and overview of the volume and structure of the trans-Atlantic slave trade from inception to suppression, an examination of seasonality in the trans-Atlantic slave trade, and a study of an African liberated in Cuba from a slave ship captured by a British cruiser in 1826. Vignettes and research notes focus on more specialized topics. Other essays will be added as the website develops. The editorial board will consider for publication in the “Essays” section any text that uses databases on the website as a major source.
es: Dividida en tres ensayos, se encuentra una introducción al presente sitio web sobre las expediciones esclavistas. Aquí se ofrece una amplia interpretación y descripción general del volumen y estructura de la trata de esclavos desde su comienzo hasta su abolición, un análisis de su estacionalidad, así como un estudio sobre un africano rescatado de un barco esclavista en Cuba por la marina británica en 1826. Otras viñetas y notas de investigación tratan tópicos más específicos. Nuevos ensayos se irán añadiendo en la medida en que se expande el sitio web. La junta editorial tendrá en consideración para ser publicado en esta sección todo texto que utilice las bases de datos que se encuentra en este sitio como fuente principal de información.
pt: Três ensaios oferecem uma introdução ao website Viagens: o primeiro apresenta uma interpretação geral e um resumo do volume e da estrutura do tráfico de escravos transatlântico, desde o início até a extinção; o segundo examina a sazonalidade do tráfico; o terceiro é o estudo do caso de um africano libertado em Cuba de um navio negreiro apreendido por um cruzador britânico em 1826. Vinhetas e notas de pesquisa se concentram em tópicos mais especializados. Outros ensaios serão adicionados à medida que o website se desenvolver. O conselho editorial considerará para publicação na seção “Ensaios” qualquer texto que utilize o banco de dados do website como uma fonte importante.

source: A Barracoon at Key West
es: Un barracón en Cayo Hueso
pt: Um barracão em Key West

source: Abolition
es: Abolición
pt: Abolição

source: Access to the Gold Coast, in present day Ghana, was highly disputed by European powers involved in the slave trade. In the sixteenth century, gold was the main commodity attracting the attention of the early European powers trading on the Gold Coast. However, at the end of the seventeenth century the main commodity became slaves. The image is of an illustration of the Gold Coast in the late seventeenth century when the transition from gold to slaves occurred, based on the accounts of Jean Barbot. It shows several canoes carrying slaves to vessels anchored off the coast. Towards the rear, the illustration shows this traffic occurring under the auspices of several forts lined along the coast. From the left to the right the forts indicated are: Elmina, St. Jago, Cape Corso, and Fort Royal at Manfrow. The image is reproduced courtesy of Tracy W. McGregor Library of American History, Special Collections, University of Virginia Library. Permission required to reproduce.
es: El acceso a la Costa de Oro, hoy día en Ghana, era en extremo disputado por las potencias europeas involucradas en el comercio de esclavos. El oro era el mayor bien comercial que despertaba el interés de las primeras potencias europeas que comerciaban en el Costa de Oro en el siglo XVI. Sin embargo, al finalizar el siglo XVII, los esclavos devinieron el principal renglón comercial. La imagen es una ilustración de la Costa de Oro a finales del siglo XVII cuando tenía lugar la transición del oro a los esclavos. Muestra varias canoas que llevan esclavos hacia buques anclados a corta distancia de la costa. Hacia el fondo de la ilustración se muestra que este tráfico ocurría bajo los auspicios de varios fuertes alienados a lo largo de la costa. La imagen reproducida es cortesía de Tracy W. McGregor, Library of American History, Special Collections, University of Virginia Library. Se requiere permiso para su reproducción.
pt: O acesso à Costa do Ouro, na atual Gana, foi muito disputado por potências europeias envolvidas no tráfico de escravos. No século XVI, o ouro era a principal mercadoria a atrair a atenção do nascente comércio das potências europeias na Costa do Ouro. No entanto, no final do século XVII, os escravos se tornaram o produto principal. A imagem é de uma ilustração da Costa do Ouro ao final do século XVII, quando ocorreu a transição do ouro para os escravos, com base nos relatos de Jean Barbot. Ela mostra canoas transportando escravos para os navios ancorados ao largo da costa. Ao fundo, a ilustração mostra que esse tráfego se dá sob os auspícios de diversos fortes alinhados ao longo da costa. Da esquerda para a direita, os fortes indicados são: Elmina, Santiago, Cabo Corso e Royal em Manfrow. Imagem reproduzida com autorização da Tracy W. McGregor Library of American History, Special Collections, University of Virginia Library. Exige-se permissão para reproduzi-la.

source: African
es: Africano
pt: Africano

source: Africans
es: Africanos
pt: Africanos

source: Anomabu Castle, Late Seventeenth Century
es: Castillo Anomabu finales del siglo XVII
pt: Castelo Anomabu, fins do século XVII

source: Anomabu Castle was a major British slave factory located on the Gold Coast, present day Ghana. It was by far the largest single source of slaves for transatlantic vessels on the Gold Coast, and the most important British source of slaves east of Bonny in the Bight of Biafra. It was also a major source of millet which all slave vessels from this region took on board as provisions for slaves on the transatlantic crossing. Unlike Cape Coast Castle the fort supplied only small amounts of gold. The image is of an illustration of Anomabu Castle in the late seventeenth century based on Jean Barbot’s accounts. It shows the castle with an African village situated in the background. The illustration also indicates the port guarded by the castle, the entrance of the port as well as the place to land commodities. The image is reproduced courtesy of Tracy W. McGregor Library of American History, Special Collections, University of Virginia Library. Permission required to reproduce.
es: El castillo Anomabu era una importante factoría de esclavos británica en la Costa de Oro, en la actualidad Ghana. Era, por amplio margen, la fuente británica de esclavos más importante al oeste de Bonny, en la Ensenada de Biafra. Era también una importante fuente de mijo, el cual todos los barcos esclavistas de la región llevaban a bordo como alimento para los esclavos en la travesía trasatlántica. La imagen es una ilustración del Castillo de Anomabu a finales del siglo XVII de acuerdo con la descripción de Jean Barbot. Muestra el castillo con una villa africana situada en el trasfondo. La ilustración también indica el puerto custodiado por el castillo, la entrada al puerto, así como el lugar para la descarga de mercancías. La imagen reproducida es cortesía de Tracy W. McGregor, Library of American History, Special Collections, University of Virginia Library.
pt: O Castelo Anomabu foi uma grande feitoria de escravos britânica localizada na Costa do Ouro, atual Gana. Foi, de longe, a maior fonte de escravos para os navios transatlânticos na Costa do Ouro, e a mais importante fonte britânica de escravos a leste de Bonny, no golfo de Biafra. Foi também uma importante fonte de painço, que todos os navios negreiros da região levavam a bordo como provisões para os escravos na travessia transatlântica. Ao contrário do Castelo da Costa do Cabo, o forte fornecia apenas pequenas quantidades de ouro. A imagem é de uma ilustração do Castelo Anomabu no final do século XVII, baseada nos relatos de Jean Barbot. Ela mostra o castelo com uma aldeia africana situada ao fundo. A ilustração também indica o porto guardado pelo castelo, a entrada do porto e o lugar para descarregar as mercadorias. Imagem reproduzida com autorização da Tracy W. McGregor Library of American History, Special Collections, University of Virginia Library. Exige-se permissão para reproduzi-la.

source: Arrivals
es: Arribos
pt: Chegadas

source: A Survivor from the ""Wildfire""
es: Sobreviviente del “Wildfire”
pt: Um sobrevivente do Wildfire

source: Ayuba Suleiman Diallo, better known as Job Ben Solomon, was a Fulbe Muslim from the present-day region of Senegal. He was captured and sold to English slave traders after returning from a trading expedition in which he, himself, intended to sell two slaves to the same English traders. Solomon embarked on the slave vessel ""Arabella"", in 1731, sailing from the Gambia to Maryland where he worked as a slave in tobacco farms for about a year. Because of his skills in Arabic writing, he moved to England where he was subsequently employed in the Royal African Company in Gambia. Job Ben Solomon remained in the Gambia until he died in 1773. The image shows, in black and white engravings, a detail of a page from the Gentleman’s Magazine in which a picture of Job Ben Solomon was published in 1750. The image is reproduced courtesy of the Manuscript, Archives and Rare Book Library, Emory University.
es: Ayuba Suleiman Diallo, más conocido como Job Ben Solomon, fue un fulbe musulmán de la región que actualmente es Senegal. Fue capturado y vendido a traficantes ingleses a los cuales él mismo había intentado venderles dos esclavos previamente a su regreso de una expedición comercial esclavista. Solomon fue embarcado en el navío “Arabella” en 1731, partiendo de Gambia hacia Maryland donde trabajó como esclavo en plantaciones de tabaco por cerca de un año. Debido a sus habilidades en la escritura árabe fue trasladado a Inglaterra donde fue empleado en la Royal African Company (Real Compañía Africana) en Gambia. Allí permaneció hasta su muerte en 1773. La imagen muestra, grabados en blanco y negro, un detalle de una página de Gentleman´s Magazine en la que se publicó un retrato de Job Ben Solomon en 1750. La imagen ha sido reproducida por cortesía de Manuscript, Archives and Rare Book Library, Emory University.
pt: Ayuba Suleiman Diallo, mais conhecido como Job Ben Solomon, era um muçulmano fula do atual Senegal. Foi capturado e vendido a traficantes de escravos ingleses quando voltava de uma expedição na qual ele próprio pretendia vender dois escravos aos mesmos traficantes ingleses. Solomon embarcou no navio negreiro Arabella em 1731, indo da Gâmbia a Maryland, onde trabalhou como escravo numa plantação de fumo por cerca de um ano. Por saber escrever em árabe, foi levado para a Inglaterra, e subsequentemente trabalhou na Royal African Company em Gâmbia. Job Ben Solomon permaneceu na Gâmbia até morrer, em 1773. A imagem mostra, numa gravura em preto e branco, o detalhe de uma página do Gentleman’s Magazine em que foi publicada uma imagem de Job Ben Solomon em 1750. A imagem é reproduzida com a autorização da Manuscript, Archives and Rare Book Library, Emory University.

source: Barracoons were a common feature in the transatlantic slave trade, but particularly in the mid-nineteenth century when slaves could be held on the coast for long periods while slave ships looked for opportunities to evade patrolling naval cruisers. The word probably derived from the Portuguese ""Barracão"", which merely means warehouse, but when adopted by other languages the meaning became slave hold. The image is of an illustration of a barracoon at Key West, Florida, in 1860. This particular barracoon, however, did not store slaves. Rather, it served as a place to shelter liberated Africans from slave vessels captured at sea by American cruisers during the suppression of the transatlantic slave trade. The image is reproduced courtesy of Tracy W. McGregor Library of American History, Special Collections, University of Virginia Library. Permission required to reproduce.
es: Los barracones era una característica común en el comercio trasatlántico de esclavos, en particular a mediados del siglo XIX cuando los esclavos podían ser retenidos en la costa por largos períodos de tiempo mientras los barcos esclavistas buscaban vías para evadir el patrullaje de los cruceros de la marina. La palabra probablemente se deriva del portugués “barracão”, que significa almacén, pero al ser adoptada por otros idiomas su significado cambió para indicar el lugar donde se retenían los esclavos. La imagen es una ilustración de un barracón en Cayo Hueso (Key West), Florida, en 1860. Sin embargo, este barracón en específico no almacenaba esclavos. Al contrario, servía como refugio para aquellos africanos liberados de buques esclavistas capturados en el mar por cruceros norteamericanos durante la supresión de la trata esclavista trasatlántica. La reproducción de la imagen es cortesía de Tracy W. McGregor Library of American History, Special Collections, University of Virginia Library. Se requiere permiso para su reproducción.
pt: Os barracões eram comuns nos locais associados ao tráfico de escravos transatlântico, particularmente em meados do século XIX, quando os escravos podiam ser mantidos na costa por longos períodos enquanto os navios negreiros procuravam oportunidades de fugir ao patrulhamento dos cruzadores navais. O sentido original de “barracão” era “armazém”, mas o termo, quando adotado por outros idiomas (por exemplo, em inglês, barracoon), assume o significado de “lugar de armazenamento de escravos”. A imagem é de uma ilustração de um barracão em Key West, na Flórida, em 1860. Este barracão em particular, no entanto, não armazenava escravos. Era usado como local de abrigo para os africanos libertados de embarcações negreiras capturadas no mar por cruzadores norte-americanos durante a repressão do tráfico de escravos transatlântico. Imagem reproduzida com autorização da Tracy W. McGregor Library of American History, Special Collections, University of Virginia Library. Exige-se permissão para reproduzi-la.
