Repository: rice-crc/voyages
Catalog: voyages/locale/*/LC_MESSAGES/django.po
Languages: es, pt

source: The Trans-Atlantic Slave Trade Database comprises more than 35,000 individual slaving expeditions between 1514 and 1866. Records of the voyages have been found in archives and libraries throughout the Atlantic world. They provide information about vessels, enslaved peoples, slave traders and owners, and trading routes. A variable (Source) cites the records for each voyage in the database. Other variables enable users to search for information about a particular voyage or group of voyages. The website provides full interactive capability to analyze the data and report results in the form of statistical tables, graphs, maps, or on a timeline.
es: La base de datos del tráfico trasatlántico de esclavos se compone de más de 35 mil expediciones esclavistas individuales entre 1514 y 1866. Los registros de estos viajes se han encontrado en archivos y bibliotecas a lo largo del mundo atlántico. Estos registros aportan información sobre buques, poblaciones esclavizadas, traficantes y dueños de esclavos, así como rutas comerciales. Una variable, (Fuente), cita los registros de cada viaje que figura en la base de datos. Otras variables permiten a los usuarios buscar información sobre viajes específicos o grupos de viajes. El sitio web cuenta con una total capacidad interactiva para analizar la información y los resultados de las búsquedas mediante tablas estadísticas, gráficos, mapas, una línea temporal y una animación.
pt: O Banco de Dados do Tráfico de Escravos Transatlântico abrange mais de 35.000 expedições negreiras ocorridas entre 1514 e 1866. Foram encontrados registros dessas viagens em arquivos e bibliotecas de todo o mundo atlântico. Eles fornecem informações sobre embarcações, povos escravizados, traficantes e proprietários de escravos, e rotas de comércio. A variável Fonte fornece os registros de cada viagem no banco de dados. Outras variáveis permitem aos usuários procurar informações sobre uma viagem específica ou um determinado conjunto de viagens. O website disponibiliza plena interatividade para analisar os dados e relatar os resultados na forma de quadros estatísticos, gráficos, mapas ou linha do tempo.

source: The Trans-Atlantic Slave Trade Database is the culmination of several decades of independent and collaborative research by scholars drawing upon data in libraries and archives around the Atlantic world. The Voyages website itself is the product of two years of development by a multi-disciplinary team of historians, librarians, curriculum specialists, cartographers, computer programmers, and web designers, in consultation with scholars of the slave trade from universities in Europe, Africa, South America, and North America. The National Endowment for the Humanities was the principal sponsor of this Emory University Digital Library Research initiative. The W.E.B. Du Bois Institute of Harvard University and the Wilberforce Institute for the Study of Slavery and Emancipation of the University of Hull have also supported its development.
es: La Base de datos del tráfico trasatlántico de esclavos es la culminación de varias décadas de estudio independiente e investigación colaborativa de académicos que han obtenido información proveniente de bibliotecas y archivos en todo el mundo atlántico. El sitio web Viajes en sí mismo es el producto de dos años de diseño y colaboración de un equipo multidisciplinario de historiadores, bibliotecarios, especialistas de currículo, cartógrafos, programadores y diseñadores de web, en vínculo con académicos expertos en el tráfico de esclavos provenientes de universidades en Europa, África, y las Américas. La Fundación Nacional para las Humanidades (National Endowment for the Humanities, Estados Unidos) ha sido el principal patrocinador de este proyecto de la Digital Library Research Initiative de la Universidad Emory. El Instituto W.E.B. Du Bois de la Universidad de Harvard y el Instituto Wilberforce para el estudio de la esclavitud y su emancipación de la Universidad de Hull también han apoyado el desarrollo de este proyecto.
pt: O Banco de Dados do Tráfico de Escravos Transatlântico é o resultado de várias décadas de pesquisas independentes e colaborativas, com base em dados encontrados em bibliotecas e arquivos de todo o mundo atlântico. O website Viagens é o produto de dois anos de trabalho de uma equipe multidisciplinar de historiadores, bibliotecários, especialistas em currículo, cartógrafos, programadores de computador e web designers, em consulta com estudiosos do tráfico de escravos de universidades da Europa, África, América do Sul e América do Norte. O National Endowment for the Humanities foi o principal patrocinador dessa Emory University Digital Library Research Initiative. O W.E.B. Du Bois Institute da Harvard University e o Wilberforce Institute for the Study of Slavery and Emancipation da University of Hull também patrocinaram o seu desenvolvimento.

source: This section of the Voyages website is organized around the three ways historians and researchers have used the Trans-Atlantic Slave Trade Database to interpret the slave trade: essays, quantitative analysis, and maps. Interactive features of the “Estimates” sub-section enable users to raise their own questions about the full volume of the slave trade by year, national carrier, and routes of slaving expeditions, and obtain answers in the form of tables, a timeline, or maps.
es: Esta sección del sitio Viajes se organiza de acuerdo a las tres maneras en que los historiadores e investigadores han usado la base de datos sobre el tráfico trasatlántico de esclavos para interpretar la trata: por medio de ensayos, análisis cuantitativos y mapas. Los elementos interactivos presentes en la sub-sección de Estimaciones permiten al usuario plantearse sus propias interrogantes acerca de la totalidad de la trata de esclavos por año, nacionalidad del traficante, así como las distintas rutas seguidas por las expediciones esclavistas. También puede (el usuario) encontrar respuestas en forma de tablas, cronologías o mapas.
pt: Esta seção do website Viagens é organizada em torno de três maneiras como os historiadores e pesquisadores vêm utilizando o Banco de Dados do Tráfico Transatlântico de Escravos a fim de interpretar o tráfico de escravos: ensaios, análises quantitativas e mapas. Os recursos interativos da subseção “Estimativas” permitem que os usuários formulem suas próprias perguntas sobre o volume total do tráfico de escravos ano a ano, as nações transportadoras e as rotas de expedições escravistas, e obtenham respostas através de tabelas, linha do tempo ou mapas.

source: This section of the Voyages website provides resources for putting information in the databases into historical context. The materials presently comprise a database of images contemporary to the slave trade and a database of names of Africans intercepted on slave vessels after 1807 - during the period of attempted suppression.
es: Esta sección provee instrumentos para ubicar la información que se encuentra en las bases de datos de este sitio en un contexto histórico adecuado. El material incluido presenta una base de datos con imágenes de la época del tráfico, así como un listado de los nombres de africanos llevados en barcos esclavistas interceptados después de 1807, durante el periodo en que se intentó suprimir la trata.
pt: Esta seção do website Viagens fornece recursos para situar em um contexto histórico as informações contidas nos bancos de dados. Os materiais compreendem atualmente em um banco de dados com imagens contemporâneas ao tráfico de escravos e outro com nomes de africanos transportados navios negreiros interceptados após 1807 - durante o período de tentativa de repressão ao tráfico.

source: Spanish Mainland Americas
es: América española continental

source: Voyages Editorial Board
es: COMITE EDITORIAL DE VIAJES

source: Please address all questions and comments regarding the content, appearance, and functioning of this website as well as questions about contributing new data to
es: Favor de dirigir todas las preguntas y comentarios sobre el contenido, a apariencia y el funcionamiento de esta página web, así como preguntas sobre cómo contribuir con nuevos datos, a

source: FAQ
es: Preguntas frecuentes

source: Explore this Site
es: Explore el sitio

source: Many people contributed to the creation and implementation of this site. They include the following (unless otherwise indicated, Project Development Team members were affiliated with Emory University).
es: Muchos han contribuido a la creación e implementación de este sitio web. Entre ellos se encuentran (a no ser que se indique lo contrario, los miembros del equipo de planificación y desarrollo de este proyecto que están afiliados a Emory University).

source: As this site transforms and evolves, team members have also changed. Here are the team members listed by era.
es: En tanto este sitio web se ha transformado, sus participantes también lo han hecho. Aquí hay una lista de participantes en diferentes épocas.

source: NEH Grant Principal Investigators
es: Beca NEH, Investigadores principales

source: Development Team
es: Equipo de Desarrollo

source: Steering Committee
es: Comité de Dirección

source: Advisory Board
es: Junta de Consejo

source: About Intra-American Slave Trade Database
es: Acerca de la Base de Datos de Tráfico de Esclavos Intra-americano

source: Intra-American Slave Trade Database
es: Base de datos de tráfico de esclavos intra-americano

source: Source: David Eltis and David Richardson, <span class="italic"><a href="http://yalepress.yale.edu/yupbooks/book.asp?isbn=9780300124606">Atlas of the Transatlantic Slave Trade</a></span> (New Haven, 2010), reproduced with the permission of Yale University Press. For permission to reuse these images, contact Yale University Press.
es: Fuente: David Eltis y David Richardson, <span class="italic"><a href="http://yalepress.yale.edu/yupbooks/book.asp?isbn=9780300124606">Atlas of the Transatlantic Slave Trade</a></span> (New Haven, 2010), reproducido con el consentimiento de Yale University Press. Para obtener permiso para reusar estas imágenes contacte Yale University Press.

source: View in Original Size
es: Ver en tamaño original

source: Captive Africans followed many routes from their homelands to other parts of the world. The map shows the trans-Atlantic movement of these captives in comparative perspective for the centuries since 1500 only. Estimates of the ocean-borne trade are more robust than are those for the trans-Saharan, Red Sea and Persian Gulf routes, but it is thought that for the period from the end of the Roman Empire to 1900 about the same number of captives crossed the Atlantic as left Africa by all other routes combined.
es: Los cautivos africanos siguieron muchas rutas desde su tierra hacia otras partes del mundo. Este mapa muestra el trayecto trasatlántico de estos cautivos desde una perspectiva comparada por los siglos a partir de 1500 solamente. Los estimados del comercio oceánico son más robustos que los del comercio a través del Sahara, del Mar Rojo y de las rutas del Golfo Pérsico, pero se piensa que para el período que abarca desde la caída del imperio romano hasta 1900 el número de cautivos que cruzó el Atlántico desde África era aproximadamente el mismo combinando todas las rutas.

source: Sugar cultivation began in the Pacific in the pre-Christian era and gradually spread to the eastern Mediterranean, the Gulf of Guinea, then to Brazil, before entering the Caribbean in the mid-seventeenth century. Eighty percent of all captives carried from Africa were taken to sugar-growing areas.
es: El cultivo de azúcar comenzó en el Pacífico en la era precristiana y de manera gradual se extendió al este del Mediterráneo, el golfo de Guinea, después a Brasil antes de entrar al Caribe a mediados del siglo XVII. Ochenta por ciento de todos los cautivos traídos de África fueron llevados a regiones azucareras.

source: Before the Atlantic slave trade began and for two centuries thereafter, some African captives were taken to Europe as well as to the Atlantic islands and between African ports. It is hard to get precise estimates of these flows, but they were certainly much smaller than the trans-Atlantic traffic. Many of the captives involved in this traffic were subsequently carried to sugar plantations in the Old World.
es: Antes de que comenzara el comercio de esclavos y por dos siglos consecutivos, algunos cautivos africanos eran llevados a Europa, así como a islas del Atlántico y entre puertos africanos. Es difícil obtener estimados exactos de este flujo, pero sin lugar a duda era un número mucho menor que el del tráfico trasatlántico. Muchos de los cautivos envueltos en este tráfico fueron consecutivamente llevados a plantaciones de azúcar en el Viejo Mundo.

source: In the age of sail, winds and ocean currents shaped the direction of the trans-Atlantic slave trade, effectively creating two separate slave-trading systems – one in the north with voyages originating in Europe and North America, the other in the south with voyages originating in Brazil.
es: En la era de la navegación los vientos y corrientes oceánicas definieron la dirección del tráfico trasatlántico de esclavos, creando de manera efectiva dos sistemas de comercio de esclavos -uno en el norte con viajes que se originaban en Europa y \Norteamérica y el otro al sur con viajes originados en Brasil.

source: Few commercial centers in the Atlantic world were untouched by the slave trade, and all the major ports had strong connections with the traffic.
es: Muy pocos centros de comercio en el mundo atlántico no fueron tocados por la trata esclavista y todos los puertos principales tuvieron fuertes vínculos con el tráfico.

source: Slave voyages were organized and left from all major Atlantic ports at some point over the nearly four centuries of the trans-Atlantic slave trade. Nevertheless, vessels from the largest seven ports, Rio de Janeiro, Bahia, Liverpool, London, Nantes, Bristol, and Pernambuco carried off almost three-quarters of all captives removed from Africa via the Atlantic Ocean. There was a major shift in the organization of slaving voyages first from the Iberian peninsular to Northern Europe, and then later back again to ports in southern Europe. A similar, but less pronounced shift may be observed in the Americas from South to North and then back again. </p> <p> Total documented embarkations: <b>8,973,701 captives</b> <br> Percent of estimated embarkations: <b>72.1%%</b>
es: Los viajes de esclavos eran organizados y partían de los principales puertos del Atlántico durante los casi cuatro siglos del comercio trasatlántico de esclavos. Sin embargo, navíos procedentes de los siete puertos principales, Rio de Janeiro, Bahia, Liverpool, London, Nantes, Bristol y Pernambuco llevaban casi tres cuartos de todos los cautivos removidos de África por vía del Océano Atlántico. Hubo un cambio significativo en la organización de viajes esclavistas primeramente desde la península ibérica hacia el norte de Europa y luego de regreso a los puertos al sur de Europa. Un cambio similar, pero menos pronunciado se puede observar en las Américas desde el sur al norte y viceversa. </p> <p> Número total de embarques documentados:<b>8.973.701 cautivos.</b> <br> Por ciento de embarques estimados:<b>72,1%%</b>

source: The limits of the regions shown here are “Senegambia,” anywhere north of the Rio Nunez. Sierra Leone region comprises the Rio Nunez to just short of Cape Mount. The Windward Coast is defined as Cape Mount south-east to and including the Assini river. The Gold Coast runs east of here up to and including the Volta River. Bight of Benin covers the Rio Volta to Rio Nun, and the Bight of Biafra, east of the Nun to Cape Lopez inclusive. West-central Africa is defined as the rest of the western coast of the continent south of this point, and south-eastern Africa anywhere from and to the north and east of the Cape of Good Hope. West-Central Africa was the largest regional departure point for captives through most the slave trade era. Regions closer to the Americas and Europe generated a relatively small share of the total carried across the Atlantic. Voyage length was determined as much by wind and ocean currents shown in Map 4 as by relative proximity of ports of embarkation and disembarkation. </p> <p> Total documented embarkations: <b>7,878,500 captives</b> <br> Percent of estimated embarkations: <b>63.3%%</b>
es: Los límites de las regiones que se muestran aquí como “Senegambia”, son cualquier sitio al norte del río Núñez. La región de Sierra Leona comprende el río Núñez hasta poco antes de Cape Mount. La costa de Barlovento se define desde sureste de Cape Mount hasta incluir el río Assini. La Costa de Oro corre al este de aquí hacia e incluye al río Volta. La ensenada de Benín abarca desde el río Volta al río Nun, y la ensenada de Biafra al este de Nun hasta incluir Cape López. África Centro- occidental se define como el resto de la costa occidental del continente al sur de este punto, y África sur-oriental de cualquier parte desde y hasta el norte y este del cabo de Buena Esperanza. África Centro-occidental fue el mayor punto de partida de cautivos durante la mayor parte de la era del comercio esclavista. Regiones que eran más cercanas a las Américas y Europa generaban una cuota relativamente pequeña del total transportado a través del Atlántico. El largo de la travesía era determinado en gran medida por los vientos y corrientes oceánicas que se muestran en el mapa 4 así como también la proximidad relativa de puertos de embarque y desembarque. </p> <p> Número total de embarques documentados: 7. 878.500 cautivos.</b> <br>Por ciento de embarques estimados: 63,3 %%</b>

source: The Caribbean and South America received 95 percent of the slaves arriving in the Americas. Some captives disembarked in Africa rather than the Americas because their trans-Atlantic voyage was diverted as a result of a slave rebellion or, during the era of suppression, because of capture by patrolling naval cruisers. Less than 4 percent disembarked in North America, and only just over 10,000 in Europe. </p> <p> Total documented embarkations: <b>9,371,001 captives</b> <br> Percent of estimated embarkations: <b>88.5%%</b>
es: El Caribe y Sudamérica recibieron el 95 por ciento de los esclavos que llegaban a las Américas. Algunos cautivos desembarcaban en África en lugar de las Américas porque su viaje trasatlántico se desviaba como resultado de una rebelión de esclavos, o durante la era de la supresión debido a la captura y patrulla por parte de los cruceros navales. Menos del 4 por ciento desembarcó en Norteamérica y un poco más de 10.000 solamente en Europa. </p> <p> Número total de embarques documentados: 9,371,001 cautivos.</b> <br> Por ciento de embarques estimados: 88.5%%</b>

source: This map summarizes and combines the many different paths by which captives left Africa and reached the Americas. While there were strong connections between particular embarkation and disembarkation regions, it was also the case that captives from any of the major regions of Africa could disembark in almost any of the major regions of the Americas. Even captives leaving Southeast Africa, the region most remote from the Americas, could disembark in mainland North America, as well as the Caribbean and South America. The data in this map are based on estimates of the total slave trade rather than documented departures and arrivals.
es: Este mapa resume y combina las diferentes rutas a través de las cuales los cautivos dejaban África y llegaban a las Américas. Si bien había fuerte conexión entre regiones de embarque y desembarque específicas, también ocurría que los cautivos de cualquier de las principales regiones de África podían desembarcar en cualquiera de las principales regiones de las Américas. Hasta cautivos que dejaban el sureste de África, la región más alejada de las Américas, podían desembarcar en Norteamérica, así como también en el Caribe y Sudamérica. La información en este mapa se basa en los estimados del comercio de esclavos en su totalidad en lugar de partidas y arribos documentados.

source: Review deleted voyages
es: Revisar viajes eliminados

source: Delete voyage contribution - Voyage data
es: Eliminar contribución de viaje - datos de viaje

source: Confirm deletion
es: Confirmar eliminación

source: Imputed number at ports of purchase*
es: Número intentado de compra de esclavos*

source: Imputed number at ports of landing*
es: Número estimado de esclavos al desembarco*

source: Imputed number at departure or arrival*
es: Número imputado en salida o arribo*

source: Imputed deaths on middle passage*
es: Muertes imputadas en la travesía atlántica*

source: Total identified by age*
es: Cautivos identificados por edad y género*

source: Total identified by gender*
es: Cautivos identificados por edad y género*

source: Total identified by age and gender*
es: Cautivos identificados por edad y género*

source: Percentage of men*
es: Porcentaje de varones*

source: Percentage of women*
es: Porcentaje de mujeres*

source: Percentage of boys*
es: Porcentaje de niños*

source: Percentage of girls*
es: Porcentaje de niñas*

source: Child ratio*
es: Proporción de niños*

source: Male ratio*
es: Proporción masculina*

source: Contributor’s comments on this entry:
es: Notas o comentarios del contribuyente sobre esta entrada:

source: Drawing on extensive archival records, this digital memorial allows analysis of the ships, traders, and captives in the Atlantic slave trade. The three databases below provide details of more than 36,000 trans-Atlantic slave voyages, 11,000 intra-American ventures, names and personal information. You can read the introductory maps for a high-level guided explanation, view the timeline and chronology of the traffic, or watch the slave ship and slave trade animations to see the dispersal in action.
es: Basado en amplios registros de archivos, este memorial digital permite analizar a los navíos, los comerciantes, y los cautivos del tráfico de esclavos en el Atlántico. Las tres bases de datos, más abajo, proveen detalles de más de 36.000 viajes esclavistas transatlánticos, 11.000 viajes intra-americanos, nombres e información personal. Usted puede leer los mapas introductorios para una explicación guiada y sistemática, ver la línea de tiempo y la cronología de la trata, o mirar las animaciones sobre el barco esclavista y sobre la trata para ver esta diáspora en movimiento.

source: Timelines of Estimates
es: Línea de tiempo de estimados

source: Drawing on extensive archival records, this digital memorial allows analysis of the ships, traders, and captives in the Atlantic slave trade. The three databases below provide details of 36,000 trans-Atlantic slave voyages, 10,000 intra-American ventures, and the names and personal details of 92,000 captives. Users can read the introductory maps for an overview of the evolution of the slave trade, view the timeline and chronology of the traffic, or watch the slave ship or slave trade animations to see the dispersal in action.
es: Basado en amplios registros de archivos, este memorial digital permite analizar a los navíos, los comerciantes, y los cautivos del tráfico de esclavos en el Atlántico. Las tres bases de datos, más abajo, proveen detalles de más de 36.000 viajes esclavistas transatlánticos, 11.000 viajes intra-americanos, y nombres e información personal de 92.000 cautivos. Los usuarios pueden leer los mapas introductorios para una explicación guiada y sistemática, ver la línea de tiempo y la cronología de la trata, o mirar las animaciones sobre el barco esclavista y sobre la trata para ver esta diáspora en movimiento.
