Repository: rice-crc/voyages
Catalog: voyages/locale/*/LC_MESSAGES/django.po
Languages: es, pt

source: Slaves embarked but not disembarked in Europe or America
es: Esclavos embarcados pero no desembarcados en Europa o Am[erica
pt: Escravos embarcados mas não desembarcados nem na Europa nem na América

source: Slaves embarked, transhipped or no further record
es: Esclavos embarcados, transbordados o no otro registro
pt: Escravos embarcados, transportados ou sem outro registro

source: Slave ship
es: Barco esclavista
pt: Navio negreiro

source: Slaves Liberated from Slaver ""Zeldina"", Jamaica
es: Esclavos liberados del barco esclavista “Zeldina”, Jamaica
pt: Escravos Libertados do Negreiro “Zeldina,” Jamaica

source: Slaves perished with ship
es: Esclavos murieron con el barco
pt: Escravos pereceram com navio

source: Slave traders operating in violation of monopoly company privileges. During the Iberian dominance of the slave trade (1450-1650), the English, Dutch and French were seen as interlopers into a trade to which the Spanish and Portuguese had been granted a monopoly by the papacy. Individual traders also acted as interlopers when trading in Africa in defiance of monopoly companies. Frequently, interlopers and African merchants opened new trading outlets for enslaved Africans, thus preceding Company ships in many markets.
es: Traficantes de esclavos que operaban violando el monopolio de las compañías poseedoras de tales privilegios. Durante el dominio ibérico de la trata esclava (1450-1650), los ingleses, holandeses y franceses eran vistos como intérlopes o intrusos en un territorio cuyo monopolio había sido otorgado por el papado. Otros traficantes individuales también actuaban como intrusos cuando negociaban en África desafiando las leyes de monopolio. Con frecuencia los intrusos y traficantes africanos crearon nuevas vías para el comercio de esclavos africanos, anticipándose a menudo a los barcos de las compañías oficiales en varios mercados.
pt: Traficantes de escravos que atuavam em violação dos privilégios de companhias monopolistas. Durante o domínio ibérico do tráfico de escravos (1450-1650), os ingleses, holandeses e franceses eram vistos como ilegais em um comércio para o qual os espanhóis e portugueses haviam recebido do papado o direito de monopólio. Traficantes individuais também atuavam como ilegais ao negociarem na África em desafio às empresas monopolistas. Os ilegais e os comerciantes africanos muitas vezes abriam novos mercados comerciais para africanos escravizados, precedendo assim os navios da Companhia em muitos mercados.

source: Slaving crews sometimes mutinied against their officers, typically against poor conditions on board or a lack of pay. Some crews mutinied in order to capture the ship and "turn pirate." An unsuccessful mutiny resulted in legal floggings and hangings. Some crewmen, officers in particular, raped African women.
es: Los tripulantes de los barcos de esclavos en ocasiones se sublevaban contra los capitanes y oficiales, la mayoría de las veces debido a las condiciones deplorables de viaje o por falta de pago. Algunas tripulaciones se amotinaban con la intención de capturar el barco y convertirlo en nave pirata. Un motín fallido conducía a azotes y ahorcamientos de los rebeldes. Algunos tripulantes, en particular oficiales, violaban a las mujeres africanas.
pt: As tripulações dos navios negreiros às vezes se amotinavam contra seus oficiais, normalmente por causa das más condições a bordo ou da falta de pagamento. Alguns tripulantes se amotinavam a fim de capturar o navio e atuar na pirataria. Um motim mal sucedido resultava em açoitamentos e enforcamentos legais. Uma parte da tripulação, oficiais em particular, estuprava as mulheres africanas.

source: Slaving region defined as covering the African coastline and offshore islands from Rio Nunez to just west of Cape Mount, a region today in Guinea, Sierra Leone and western Liberia. Europeans often included this stretch of coastline in their definition of the Windward Coast.
es: Región esclavista definida en la costa de Africa desde las islas a la desembocadura del Rio Nunez hasta el oeste del Cabo Mount, una región situada actualmente en Guinea, Sierra Leona, y el oeste de Liberia. Los europeos generalmente incluían en esta parta de la costa a la Costa de Barlovento africana.
pt: Região negreira que abrangia o litoral africano e as ilhas litorâneas do rio Nunez até um pouco a oeste de do cabo Mount, uma região situada atualmente em Guiné, Serra Leoa e Libéria ocidental. Os europeus muitas vezes incluíam este trecho do litoral em sua definição da Costa Barlavento.

source: Slaving region defined as covering the African coastline and offshore islands north of Rio Nunez, a region today in Guinea, Guinea-Bissau, Gambia and Senegal.
es: Región esclavista demarcada sobre la línea costera africana y las islas al norte de Rio Núñez, una región ubicada hoy en Guinea, Guinea-Bissau, Gambia y Senegal.
pt: Região negreira que abrangia o litoral africano e as ilhas litorâneas ao norte do rio Nunez, região situada atualmente em Guiné, Guiné-Bissau, Gâmbia e Senegal.

source: Slaving region defined as covering the African coastline east of the Assini River to and including the Volta River, a region today in Ghana. Europeans built most of their trading forts along this 400-mile coastline, several of which remain important historic sites.
es: Región esclavista que abarcaba la costa africana al este del rio Assini y hasta el rio Volta incluyendo a este, región de Ghana en la actualidad. Los europeos levantaron la mayor parte de sus fuertes de comercio a lo largo de esta línea costera de cerca de 700 kilómetros, muchos de los cuales aún permanecen y han sido declarados importantes sitios históricos.
pt: Região negreira que se estendia no litoral leste africano do rio Assini até o rio Volta, atualmente uma região de Gana. Os europeus construíram a maior parte de seus fortes comerciais ao longo destes 650 quilômetros de litoral, muitos dos quais continuam a ser importantes locais históricos.

source: Slaving region defined as covering the African coastline from Cape Mount up to and including the Assini River, a region today in Liberia and the Ivory Coast. Europeans often referred to the African coastline west of the Gold Coast as the "Windward Coast."
es: Región eslavista que abarcaba la costa africana desde Cape Mount hasta incluir el río Assini, hoy en día región de Liberia y la Costa de Marfil. En español a veces se denominaba a esta región como la Costa de Malaquetta. Los europeos a menudo se referían a la línea costera africana al occidente de la Costa de Oro como “costa de Barlovento”.
pt: Região negreira que se estendia no litoral africano do cabo Mount até o rio Assini inclusive, uma região hoje na Libéria e na Costa do Marfim. Os europeus muitas vezes se referiam ao litoral africano a oeste da Costa do Ouro como a “Costa do Barlavento”.

source: Slaving region defined as covering the coastline from Cape Lopez to the tip of South Africa, though Benguela, Angola, was the southernmost slaving port in Atlantic Africa. This coastline today includes lands in Gabon, Congo, Zaire and Angola. Often referred to by Europeans as "Angola."
es: Región esclavista que abarca la línea costera del cabo López hasta el extremo sur de África, aunque Benguela en Angola era el puerto de esclavos más al sur de esta región. Esta línea costera incluye hoy en día los territorios de Gabón, Congo, Congo DR y Angola. A menudo esta región era referida por los europeos simplemente como “Angola”.
pt: Região negreira que se estendia no litoral do cabo Lopez até a ponta da África do Sul, embora Benguela, em Angola, tenha sido o porto negreiro mais meridional da África atlântica. Este litoral inclui atualmente territórios no Gabão, nos dois Congos e em Angola, sendo muitas vezes denominado “Angola” pelos europeus.

source: Slaving region defined as covering the coastline from the River Nun to Cape Lopez, a coastline today in western Nigeria, Cameroon, Equatorial Guinea and northern Gabon. The region includes Bimbia Island, Cameroon and the Gulf of Guinea islands Principe and Sao Tome.
es: Región esclavista que abarcaba la línea costera desde el Río Nun hasta el Cabo López en la línea costera de lo que hoy es la costa oriental de Nigeria (Biafra), Camerún, Guinea Ecuatorial y el norte de Gabón. La región incluye la Isla Bimbia, las islas de Camerún y el Golfo de Guinea, las Islas Príncipe y Santo Tomé.
pt: Região negreira que se estendia no litoral do rio Nun até o cabo Lopez, onde atualmente se situam a Nigéria oriental, Camarões, Guiné Equatorial e o norte do Gabão. A região inclui a ilha Bimbia, Camarões e, no golfo da Guiné, as ilhas Príncipe e São Tomé.

source: Slaving region defined as covering the coastline from the Volta River east to the River Nun, a coastline today in eastern Ghana, Togo, Benin and western Nigeria. Referred to by Europeans also as the "Slave Coast."
es: Región esclavista que abarcaba la línea costera desde el este del río Volta al río Nun, hoy en día la costa oriental de Ghana, Togo, Benín y la costa occidental de Nigeria. Los europeos también la llamaban la “Costa de los esclavos.”
pt: Região negreira que se estendia no litoral desde o rio Volta a oeste até o rio Nun, onde atualmente se situam a parte leste de Gana, Togo, Benim e a Nigéria ocidental. Os europeus também a chamavam de “Costa dos Escravos”.

source: Slaving region defined as the African coastline east of the Cape of Good Hope, including the island Madagascar and Zanzibar Island. Mozambique was the center of the southeast African slave trade.
es: Región esclavista demarcada por la línea costera africana al este del Cabo de Buena Esperanza, incluyendo las islas de Madagascar y Zanzíbar. Mozambique fue el centro del comercio de esclavos en esta región.
pt: Região negreira que abrangia o litoral africano ao leste do cabo da Boa Esperança, incluindo a ilha de Madagascar e a ilha de Zanzibar. Moçambique era o centro do tráfico de escravos do sudeste da África.

source: Slaving vessels loaded trading goods to exchange for a certain "intended" number of slaves. Captains usually fell short of purchasing their "intended" number of enslaved Africans. Captains also sailed for "intended" ports of call in Africa, the Americas and Europe. Most captains traded at their intended ports of call. Along the African coast, there were regional market preferences for specific trading goods, and captains had difficulty trading profitability at markets other than those they sailed for.
es: Los buques de esclavizamiento cargaban mercancías comerciales para intercambiar por un cierto número de esclavos "previstos". Los capitanes por lo general se redujeron a la compra de su "previsto" número de esclavos africanos. Los capitanes también navegaban para los puertos de llamada "previstos" en África, las Américas y Europa. La mayoría de los capitanes negociaron en sus puertos de llamada previstos. A lo largo de la costa africana, había preferencias del mercado regional para bienes comerciales específicos, y los capitanes tenían dificultades para negociar la rentabilidad en mercados distintos de los que navegaban.
pt: Os navios negreiros carregavam bens comercializáveis para trocar por um certo número “destinado” de escravos. Os comandantes costumavam ficar aquém da compra de seu número “destinado” de escravos africanos. Os comandantes também navegavam em direção a portos de escalas “destinados” na África, nas Américas e na Europa. A maioria dos comandantes negociava em seus portos de escala destinados. Ao longo da costa africana, havia preferências de mercado regionais para produtos específicos, e os comandantes tinham dificuldade em negociar de forma lucrativa em mercados que não aqueles a que se dirigiam originariamente.

source: Slaving voyages are often described as "ventures," because as in any business one ventured one's capital.
es: En inglés, los viajes esclavistas eran a menudo descritos como “ventures” o “empresas de riesgo”, porque, como en cualquier otro negocio, los inversionistas arriesgaban su propio capital.
pt: As viagens negreiras são muitas vezes qualificadas como “empreendimentos de risco”, porque nelas, como em qualquer negócio, o comerciante punha em risco seu capital.

source: Sold at sea to another vessel
es: Vendido en el mar a otro barco
pt: Vendido no mar a outro navio

source: Sold in the Americas after disembarking slaves
es: Vendido en las Américas luego de desembarcar esclavos
pt: Vendido nas Américas depois de desembarque de escravos

source: Sold in the Americas - not known whether ship brought slaves
es: Vendido en las Américas, no se sabe si traía esclavos
pt: Vendido nas Américas – não se sabe se navio trouxe escravos

source: Sold prematurely in Europe after disembarking slaves in the Americas
es: Vendido prematuramente en Europa después de desembarcar esclavos en las Américas
pt: Vendido prematuramente in Europa depois de desembarque de escravos nas Américas

source: Sold slaves in Americas - subsequent fate unknown
es: Vendió esclavos en las Américas, no hay registros posteriores
pt: Vendeu escravos nas Américas – destino subsequente desconhecido

source: Sold slaves in Europe - subsequent fate unknown
es: Vendió esclavos en Europa, no hay registros posteriores
pt: Vendeu escravos na Europa - destino subsequente desconhecido

source: Some slaves removed by pirates/privateers
es: Algunos esclavos fueron removidos por piratas o corsarios
pt: Alguns escravos removidos por piratas/corsários

source: South America
es: América del Sur
pt: América do Sul

source: South Carolina
es: Carolina del Sur
pt: Carolina do Sul

source: South Carolina, port unspecified
es: Carolina del Sur, puerto sin especificar
pt: Carolina do Sul, porto não especificado

source: Southeast Africa
es: África del Sudeste
pt: Sudestes da África

source: South-east Africa and Indian ocean islands
es: Africa del sureste e islas del Océano Indico
pt: Sudeste da África e Ilhas do Oceano Índico

source: Southeast Africa and Indian Ocean islands
es: Africa del sureste e islas del Océano Indico
pt: Sudeste Africano e Ilhas do Oceano Índico

source: Southeast Africa and Indian Ocean islands, port unspecified
es: Africa del sureste e islas del Océano Indico, puerto sin especificar
pt: Sudeste Africano e Ilhas do Oceano Índico, porto não especificado

source: South-east Brazil
es: Brasil Sureste
pt: Sudeste do Brazil

source: Southeast Brazil
es: Brasil Sureste
pt: Sudeste do Brasil

source: Southeast Brazil, port unspecified
es: Brasil Sureste, puerto sin especificar
pt: Sudeste do Brasil, porto não especificado

source: Spain
es: España
pt: Espanha

source: Spain, port unspecified
es: España, puerto sin especificar
pt: Espanha, porto não especificado

source: Spain / Uruguay
es: España / Uruguay
pt: Espanha / Uruguay

source: Spanish Americas, port unspecified
es: América española, puerto sin especificar
pt: América espanhola, porto não especificado

source: Spanish Caribbean, unspecified
es: Caribe español, sin especificar
pt: Caribe espanhol, não especificado

source: Spanish Central America
es: América Española continental
pt: América Central Espanhola

source: Spanish Circum-Caribbean
es: Costa del Caribe continental español
pt: Circum-Caribe espanhol

source: Spanish Circum-Caribbean,unspecified
es: Costa del Caribe continental español, sin identificar
pt: Circum-Caribe espanhol, não especificado

source: Spanish Town
es: Spanish Townl

source: St. Augustine
es: San Agustín

source: St. Barthélemy, port unspecified
es: St. Barthélemy, puerto sin identificar
pt: St. Barthélemy, porto não especificado

source: St. Barthélemy (Sweden)
es: St. Barthélemy (Suecia)
pt: St. Barthélemy (Suécia)

source: St. Domingue Revolution
es: Revolución de St. Domingue
pt: Revolução de St. Domingue

source: St. Eustatius
es: San Eustaquio

source: St. Helena
es: Isla Santa Elena
pt: Santa Helena

source: St. John
es: San Juan

source: St. Kitts
es: Saint Kitts

source: St. Kitts, port unspecified
es: St. Kitts, puerto sin identificar
pt: St. Kitts, porto não especificado

source: St. Lucia
es: Santa Lucía

source: St. Lucia, port unspecified
es: St. Kitts, puerto sin identificar
pt: St. Lucia, porto não especificado

source: St. Mary's Island
es: Isla de Santa María
pt: Ilha de St. Mary

source: St. Vincent
es: San Vicente

source: St. Vincent, port unspecified
es: St. Vincent, puerto sin identificar
pt: St. Vincent, porto não especificado

source: Sugar
es: Azúcar
pt: Açúcar

source: SUMMARY STATISTICS (VOYAGES DATABASE)
es: SUMARIO DE ESTADISTICAS (BASE DE DATOS VIAJES)
pt: ESTATÍSTICAS RESUMIDAS (BANCO DE DADOS: VIAGENS)

source: Sweden
es: Suecia
pt: Suécia

source: Sweden, port unspecified
es: Suecia, puerto sin especificar
pt: Suécia, porto não especificado

source: TABLES
es: TABLAS
pt: TABELAS

source: Taken by Africans
es: Tomado por africanos
pt: Tomado por africanos

source: Taken by slaves, recaptured, then ship lost
es: Tomado por los esclavos, recapturado, luego se perdió el barco
pt: Tomado por escravos, recapturado, então perdido

source: Taken by slaves, vessel recaptured, unknown outcome
es: Tomado por los esclavos, recapturado, desenlace desconocido
pt: Tomado por escravos, navio recapturado, resultado desconhecido

source: Taken, retaken and salvaged before reaching African trade site
es: Tomado, recapturado y rescatado antes de llegar a la costa de Africa
pt: Tomado, retomado e recuperado antes de chegar a local de tráfico na África

source: Taken to Genoa and given up to Sardinian authorities
es: Tomado por genoveses y llevado a las autoridades de Cerdeña
pt: Levado a Gênova e cedido a autoridades sardas

source: Talbot County
es: Condado de Talbot
pt: Condado de Talbot

source: Temporarily detained by the Dutch: Voyage allowed to continue with slaves
es: Temporariamente detenido por los holandeses, luego el viaje fue permitido de continuar con esclavos
pt: Temporariamente detido pelos holandeses: Permitida a continuação da viagem com escravos

source: Term used to define the coerced migration of 12 million enslaved Africans from 1514 to 1866 across the Atlantic from the Old to New Worlds.
es: Término que define la migración forzada de 12 millones de africanos esclavizados de 1514 a 1866 a través del atlántico, del Viejo al Nuevo mundo.
pt: Termo usado para definir a migração forçada de 12 milhões de escravos africanos entre 1514 e 1866 do Velho ao Novo Mundo, cruzando o oceano Atlântico.

source: The actions of individuals that impacted the outcome of a voyage. By resisting their shipboard confinement, Africans raised the costs of slaving voyages. Some gained control and scuttled ships; some escaped to shore; some committed suicide. A few sailors also mutinied. Captains' experience and abilities helped to determine coastal transactions and health care on board ship.
es: Las acciones individuales, o agencia, que afectaban el desenlace de un viaje. Haciendo resistencia al confinamiento a bordo, los africanos elevaron el costo de estos viajes. Algunos cautivos lograron ganar el control y hundieron los barcos; otros escaparon a la orilla y otros cometieron suicidio. Algunos marineros también se amotinaron. La experiencia del capitán y su habilidad contribuían a determinar el costo de las transacciones costeras y el cuidado de salud a bordo.
pt: As ações de indivíduos que tinham impacto sobre o resultado de uma viagem. Ao resistirem a seu confinamento a bordo, os africanos aumentavam os custos das viagens de escravos. Alguns tomavam o controle e destruíam os navios; alguns escapavam rumo à costa; alguns suicidavam-se. Por vezes os marinheiros se amotinavam. A experiência e a habilidade dos comandantes lhes permitiam determinar as transações costeiras e os cuidados de saúde a bordo.

source: The amount of cargo a vessel is able to carry expressed in imperial tons. Slaving vessels were typically smaller in tonnage than their non-slaving counterparts, as they carried less cargo by weight.
es: La cantidad de carga que un barco podía llevar expresada en toneladas imperiales o largas (medida británica que equivale a unos 1.016 kilogramos). Los barcos de esclavos tenían por lo general un tonelaje menor que los demás, pues llevaban una carga menos pesada.
pt: A quantidade de carga que um navio era capaz de transportar expressa em toneladas longas (unidade equivalente a 1.016 kg). Os navios negreiros geralmente tinham tonelagem menor do os usados em outros tipos de comércio, pois carregavam cargas menos pesadas.

source: The amount of time taken to complete a slaving voyage. Due to the distances traveled, and the need to spend large amounts of time waiting to load cargo in ports, North Atlantic slaving vessels typically took 12-18 months to complete a voyage. Brazilian voyages to Africa and back required less time.
es: Tiempo requerido para completar una travesía esclavista. Debido a las distancias recorridas, y al largo tiempo que se empleaba en el embarque en los puertos, los buques esclavistas que viajaban por el Atlántico norte se demoraban, por regla general, entre 12 y 18 meses en completar la travesía. Los viajes de ida y vuelta entre Brasil y África requerían menos tiempo.
pt: Tempo necessário para completar uma viagem negreira. Devido às distâncias percorridas e à necessidade de passar longos períodos esperando para carregar as cargas nos portos, os navios negreiros do Atlântico Norte levavam tipicamente 12-18 meses para completar a viagem. As viagens de ida e volta para a África que partiam do Brasil exigiam menos tempo.

source: The commander of the slaving vessel and legal authority on board. Slaving captains had a broad range of responsibilities, including navigating the ship, trading with African merchants for slaves, provisions and produce, and selling slaves in the Americas. Merchants paid captains commissions, bonuses, "privilege slaves" and other emoluments.
es: Comandante del barco esclavista y autoridad legal a bordo. Los capitanes esclavistas tenían una amplia gama de responsabilidades que incluían, entre otras, navegar la nave, negociar la compra de esclavos con los comerciantes africanos, el aprovisionamiento de la nave y la venta de esclavos en territorio americano. Los capitanes recibían comisiones de los comerciantes, así como bonos, “esclavos de privilegio”, y otros emolumentos.
pt: O comandante do navio negreiro e autoridade legal a bordo. Os comandantes de navios negreiros tinham uma ampla gama de responsabilidades, incluindo a navegação do navio, a compra de escravos, provisões e produtos agrícolas de comerciantes africanos, e a venda de escravos nas Américas. Os comerciantes pagavam os comandantes com comissões, bônus, “escravos de privilégio” e outros emolumentos.

source: The currency of the United Kingdom of Great Britain. Colonial currencies, such as Jamaican pounds, were valued 40% below that of the British pound sterling.
es: Moneda del Reino Unido de la Gran Bretaña. La tasa de cambio de algunas monedas coloniales, como las libras jamaiquinas, era de un 40% menor que las libras esterlinas británicas.
pt: A moeda do Reino Unido da Grã-Bretanha. Moedas coloniais, como as libras jamaicanas, valiam 40% menos que a libra esterlina britânica.

source: The customs office at a port that cleared vessels and imposed duties upon goods imported and exported.
es: La oficina de aduana en los puertos autorizaba los barcos a partir y les cobraba impuestos por la mercancía tanto importada como exportada.
pt: A alfândega de um porto fiscalizava os navios e impunha tarifas sobre mercadorias importadas e exportadas.

source: The date on a bill of sale.
es: La fecha en la factura de venta.
pt: A data em uma escritura de venda.
