Repository: rice-crc/voyages
Catalog: voyages/locale/*/LC_MESSAGES/django.po
Languages: es, pt

source: Sub-Saharan Africa lost over twelve and a half million people to the trans-Atlantic slave trade alone between 1525 and 1867. Perhaps as many again were carried off to slave markets across the Sahara and the Indian Ocean. Over forty percent of captives left from West-central Africa alone with most of the remainder leaving from the Bight of Benin, the Bight of Biafra, and the Gold Coast. About one in eight died on board the slave vessel and many others died prior to departure and after arrival. Departures were channeled through a dozen or so major embarkation points such as Whydah, Bonny, Loango, Luanda, and Benguela, though many smaller ports also supplied slaves.
es: El África subsahariana perdió más de 12 millones y medio de personas sólo en el tráfico trasatlántico de esclavos, entre 1525 y 1867, y quizás la misma cantidad de personas fueron llevadas a los mercados de esclavos a través del Sáhara y el Océano Índico. Más del cuarenta por ciento de los cautivos salieron sólo del África centro-occidental, mientras la mayoría de los restantes partieron de la Ensenada de Benín, la Ensenada de Biafra y la Costa de Oro. Cerca de 1 de cada 8 esclavos morían a bordo del buque esclavista y muchos otros perecían antes de la partida y después de la llegada. Esta operativa se procesaba principalmente a través de una docena de puertos de embarque, tales como Whydah, Bonny, Loango, Luanda y Benguela, aunque muchos otros puertos pequeños también suministraban esclavos.
pt: A África subsaariana perdeu mais de doze milhões e meio de pessoas para o tráfico de escravos transatlântico, entre 1525 e 1867. Talvez um número equivalente de africanos tenha sido levado para mercados de escravos em todo o Saara e no oceano Índico. Mais de quarenta por cento dos cativos partiram da África Centro-Ocidental, e a maior parte dos restantes foram embarcados no golfo do Benim, no golfo de Biafra e na Costa do Ouro. Cerca de um em cada oito indivíduos morreu a bordo de um navio negreiro, e muitos mais morreram antes da partida e depois da chegada. As partidas se concentravam em cerca de uma dúzia de portos de embarque, como Uidá, Bonny, Loango, Luanda e Benguela, porém muitos portos menores também forneceram escravos.

source: Average voyage length, home port to slaves landing (days)*
es: Promedio de la duración de todo el viaje, del puerto de partida al desembarco de esclavos (días)*
pt: Duração média da viagem, do porto de partida ao desembarque dos escravos (dias)*

source: Average middle passage (days)*
es: Promedio del cruce del atlántico (días)*
pt: Duração média de travessia do Atlântico (dias)*

source: Standardized tonnage*
es: Tonelaje estandarizado*
pt: Tonelagem padronizada*

source: Average crew at voyage outset
es: Promedio de tripulación al inicio del viaje
pt: Tripulação média na partida

source: Total crew at voyage outset
es: Tripulación total al final de viaje
pt: Total de tripulação no início da viagem

source: Total crew at first landing of slaves
es: Tripulación total al primer desembarco de esclavos
pt: Total de tripulação no primeiro desembarque de escravos

source: Average number of slaves embarked
es: Promedio de esclavos embarcados
pt: Número médio de escravos embarcados

source: Average number of slaves disembarked
es: Promedio de esclavos desembarcados
pt: Número médio de escravos desembarcados

source: Total number of slaves embarked
es: Número total de esclavos embarcados
pt: Número total de escravos embarcados

source: Total number of slaves disembarked
es: Número total de esclavos desembarcados
pt: Número total de escravos desembarcados

source: Percentage men*
es: Porcentaje de hombres*
pt: Percentagem de homens*

source: Percentage women*
es: Porcentaje de mujeres*
pt: Percentagem de mulheres*

source: Percentage boys*
es: Porcentaje de niños*
pt: Percentagem de meninos*

source: Percentage girls*
es: Porcentaje de niñas*
pt: Percentagem de meninas*

source: Percentage children*
es: Porcentaje de niños y niñas*
pt: Percentagem de de crianças*

source: Percentage male*
es: Porcentaje de varones*
pt: Percentagem de machos*

source: Percentage of slaves embarked who died during voyage*
es: Porcentaje de muerte de esclavos durante el cruce Atlántico*
pt: Porcentagem de escravos embarcados que morreram durante a viagem*

source: Year arrived with slaves*
es: Año de llegada con esclavos*
pt: Ano da chegada ao porto de desembarque*

source: Voyage length, home port to slaves landing (days)*
es: Tiempo de viaje, desde el puerto de origen hasta arribo de los esclavos (en días)*
pt: Duração da viagem, do porto de partida ao desembarque de escravos (dias)*

source: Middle passage (days)*
es: Cruce del Atlántico (días)*
pt: Duração da viagem (dias)*

source: Slaves embarked
es: Esclavos embarcados
pt: Escravos embarcados

source: Slaves disembarked
es: Esclavos desembarcados
pt: Escravos desembarcados

source: var_imputed_nationality
es: nacionalidad imputada var

source: Rig
es: Aparejo
pt: Armação

source: var_rig_of_vessel
es: var_Tipo_de_navío

source: Particular outcome of the voyage
es: Desenlace particular del viaje
pt: Resultado específico da viagem

source: var_outcome_voyage
es: var_Resolución_del_viaje

source: Outcome for slaves*
es: Desenlace para esclavos*
pt: Resultado da viagem para os escravos*

source: var_outcome_slaves
es: var_Resolución_esclavos

source: Outcome for owner*
es: Desenlace para propietarios*
pt: Resultado da viagem para proprietário*

source: var_outcome_owner
es: var_Resolución_propietario

source: Outcome if ship captured*
es: Desenlace si la nave fue capturada*
pt: Resultado da viagem se navio foi capturado*

source: var_outcome_ship_captured
es: var_Resolución_nave_capturada

source: var_resistance
es: var_resistencia

source: Place where voyage began*
es: Lugar donde comenzó el viaje*
pt: Porto onde a viagem começou*

source: var_imp_port_voyage_begin
es: var_imp_puerto_viaje_comienzo

source: Region where voyage began*
es: Region donde el viaje comenzó*
pt: Região de partida da viagem*

source: var_imp_region_voyage_begin
es: var_imp_región_viaje_comienzo

source: Principal place of slave purchase*
es: Lugar principal de compra de esclavos*
pt: Principal lugar de aquisição de escravos*

source: var_imp_principal_place_of_slave_purchase
es: var_imp_lugar_principal_de_compra_esclavos

source: Principal region of slave purchase*
es: Region principal de compra de esclavos*
pt: Principal região de aquisição de escravos*

source: var_imp_principal_region_of_slave_purchase
es: var_imp_región_principal_de_compra_esclavos

source: Principal place of slave landing*
es: Sitio principal de desembarco de esclavos*
pt: Principal lugar de desembarque de escravos*

source: var_imp_principal_port_slave_dis
es: var_imp_puerto_principal_de_esclavos_desembarcados

source: Principal region of slave landing*
es: Region principal de desembarco de esclavos*
pt: Principal região de desembarque de escravos*

source: var_imp_principal_region_slave_dis
es: var_imp_región_principal_de_esclavos_desembarcados

source: Broad region of slave landing*
es: Region amplia de desembarco de esclavos*
pt: Grande região de desembarque de escravos*

source: var_imp_principal_broad_region_disembark
es: var_imp_región_amplia_principal_de_desembarco

source: var_place_voyage_ended
es: var_lugar_viaje_completado

source: Region where voyage ended
es: Region en donde finalizó el viaje
pt: Região onde viagem terminou

source: var_region_voyage_ended
es: var_región_viaje_completado

source: Month voyage began
es: Mes en el que el viaje comenzó
pt: Mês em que viagem começou

source: Month trade began in Africa
es: Mes en el que el comercio comenzó en Africa
pt: Mês em que o tráfico começou na África

source: Month vessel departed Africa
es: Mes en el que el barco partió de Africa
pt: Mês em que navio partiu da África

source: Month vessel arrived with slaves
es: Mes en el que el barco arribó con esclavos
pt: Mês em que navio chegou com escravos

source: Month vessel departed for home port
es: Mes en el que el barco partió al puerto de partida
pt: Mês em que navio partiu para o porto de origem

source: Month voyage completed
es: Mes en el que el viaje se completó
pt: Mês do término da viagem

source: Year arrived with slaves (5 year periods)
es: Año de arribo con esclavos (periodo de 5 años)
pt: Ano em que chegou com escravos (períodos de 5 anos)

source: Year arrived with slaves (10 year periods)
es: Año de arribo con esclavos (periodo de 10 años)
pt: Ano em que chegou com escravos (períodos de 10 anos)

source: Year arrived with slaves (25 year periods)
es: Año de arribo con esclavos (periodo de 25 años)
pt: Ano em que chegou com escravos (períodos de 25 anos)

source: A Guide to Understanding and Using the Voyages Database and Website
es: Guía explicativa de la base de datos Viajes y del sitio web
pt: Guia para entender e utilizar o Banco de Dados e o Website Viagens

source: This guide provides instructions on how to navigate the website and use the three databases: the Voyages Database, the Estimates database, and the Images database. It concludes with a section on how to contribute new information to the Voyages Database. The guide is provided as a PDF file to allow users to reference it in a separate window or to download and print it.
es: Esta guía ofrece instrucciones sobre cómo navegar el sitio web y usar las tres bases de datos: la base de datos de los viajes, la base de datos de las estimaciones y la base de datos de las imágenes. Concluye con una sección dedicada a cómo contribuir con nueva información a la base de datos Viajes. La guía está disponible en formato PDF para así permitir a los usuarios tenerla abierta en una ventana aparte o descargarla e imprimirla.
pt: Este guia fornece instruções sobre como navegar no website e usar os três bancos de dados: o Banco de Dados: Viagens, o Banco de Dados: Estimativas e o Banco de Dados: Imagens. Ele encerra com uma seção sobre como colaborar com o Banco de Dados: Viagens fornecendo novas informações. O guia é disponibilizado na forma de um arquivo PDF para permitir aos usuários usá-lo como referência em uma janela separada ou baixá-lo e imprimi-lo.

source: It is difficult to believe in the first decade of the twenty-first century that just over two centuries ago, for those Europeans who thought about the issue, the shipping of enslaved Africans across the Atlantic was morally indistinguishable from shipping textiles, wheat, or even sugar. Our reconstruction of a major part of this migration experience covers an era in which there was massive technological change (steamers were among the last slave ships), as well as very dramatic shifts in perceptions of good and evil. Just as important perhaps were the relations between the Western and non-Western worlds that the trade both reflected and encapsulated. Slaves constituted the most important reason for contact between Europeans and Africans for nearly two centuries. The shipment of slaves from Africa was related to the demographic disaster consequent to the meeting of Europeans and Amerindians, which greatly reduced the numbers of Amerindian laborers and raised the demand for labor drawn from elsewhere, particularly Africa. As Europeans colonized the Americas, a steady stream of European peoples migrated to the Americas between 1492 and the early nineteenth century. But what is often overlooked is that, before 1820, perhaps three times as many enslaved Africans crossed the Atlantic as Europeans. This was the largest transoceanic migration of a people until that day, and it provided the Americas with a crucial labor force for their own economic development. The slave trade is thus a vital part of the history of some millions of Africans and their descendants who helped shape the modern Americas culturally as well as in the material sense.
es: Resulta muy difícil creer en la primera década del siglo XXI, que hace solo dos siglos, para aquellos europeos que pensaban en el asunto, el tráfico de africanos esclavizados a través del Atlántico no era muy diferente del tráfico de telas, trigo o azúcar. Nuestra reconstrucción de esta experiencia migratoria abarca un periodo de gran avance tecnológico (buques de vapor entre los últimos barcos esclavistas, por ejemplo), así como también de cambios en las nociones del bien y del mal. De igual importancia, las relaciones comerciales entre el mundo occidental y el no-occidental, así como el modo en que se reflejaba y se convocaba dicho comercio fue de gran influencia en el devenir de la esclavitud. Durante casi dos siglos, los esclavos constituyeron el principal punto de contacto entre europeos y africanos. La importación de esclavos africanos fue consecuencia del desastre demográfico derivado del encuentro entre europeos y amerindios, que redujo de manera drástica el número de trabajadores amerindios e incrementó así la demanda de mano de obra proveniente de cualquier lugar, en este caso principalmente de África. En la medida en que los europeos conquistaban y colonizaban América, desde 1492 y hasta comienzos del siglo XIX, se mantuvo un influjo continuo de los que llegaban y se establecían. Lo que a menudo se ignora es que, antes de 1820, el estimado de africanos esclavizados que atravesó el Atlántico triplicó el número de europeos, siendo así la mayor migración transoceánica hasta entonces, que proveyó a las Américas con mano de obra crucial para su desarrollo económico. El tráfico de esclavos es por lo tanto un aspecto vital de la historia de varios millones de africanos y sus descendientes, los que contribuyeron a delinear la América moderna, en un sentido tanto cultural como material.
pt: É difícil acreditar, na primeira década do século XXI, que há pouco mais de dois séculos, para os europeus que se debruçavam sobre o assunto, o transporte transatlântico de escravos africanos era moralmente indistinguível do transporte de tecidos, de trigo ou mesmo de açúcar. Nossa reconstrução de uma grande parte desta experiência de migração abrange uma época em que ocorreram enormes mudanças tecnológicas (havia navios a vapor entre os últimos navios negreiros), bem como mudanças radicais na percepção do bem e do mal. Igualmente importante, talvez, foram as relações entre os mundos ocidental e não-ocidental, das quais o tráfico era ao mesmo tempo reflexo e resumo. Os escravos constituíam a razão mais importante para o contato entre europeus e africanos durante quase dois séculos. O embarque de escravos provenientes da África estava relacionado ao desastre demográfico causado pelo encontro entre europeus e ameríndios, que reduziu drasticamente o número de trabalhadores indígenas e elevou a demanda por uma força de trabalho retirada de outros lugares, particularmente da África. Durante a colonização europeia das Américas, um fluxo constante de povos europeus migrou para o Novo Mundo entre 1492 e o início do século XIX. Mas o que frequentemente se esquece é que, até 1820, um número de escravos africanos talvez três vezes maior cruzou o Atlântico. Esta foi a maior migração transoceânica de um povo até então, e ela forneceu às Américas uma força de trabalho fundamental para o seu desenvolvimento econômico. O tráfico de escravos, portanto, é uma parte vital da história de alguns milhões de africanos e seus descendentes, que ajudaram a formar as Américas modernas, tanto no sentido cultural quanto no material.

source: The genesis and history of Voyages Database is laid out on a separate page. In this essay we wish to alert users to its structure and to its limitations as well as its strengths. The data set contains thousands of names of ship owners and ship captains, but it contains no names of the millions of slaves carried to the Americas. On the other hand, this web site does provide the African names of and personal information about 67,004 captives who were found on board slave vessels detained by naval cruisers attempting to suppress the slave trade in the nineteenth century. These people can be searched and analyzed using the names interface. Although of limited utility for persons seeking their own family histories, our data set does provide an extraordinary source for historical reconstruction of the history of the African peoples in America. The details of the 34,948 voyages presented here greatly facilitate the study of cultural, demographic, and economic change in the Atlantic world from the late sixteenth to the mid-nineteenth centuries. Trends and cycles in the flow of African captives from specific coastal outlets should provide scholars with new, basic information useful in examining the relationships among slaving, warfare—in both Africa and Europe—political instability, and climatic and ecological change, among other forces. The data set in its earlier manifestations has already provided new impetus to assessments of the volume and demographic structure of the trans-Atlantic slave trade, and, when the African Names Database is properly interpreted, it will contribute as well to our understanding of slaving routes from the African interior to the coast.
es: El comienzo y la historia de la base de datos Viajes se explica en otra página. En este ensayo, pretendemos alertar al usuario acerca de la estructura y las limitaciones del sitio, así como de sus méritos. En la base de datos se pueden encontrar miles de nombres de dueños y capitanes de barcos, pero no provee los nombres de los millones de esclavos traídos a América. Por otro lado, este sitio provee nombres africanos e información personal de cerca de 67,004 cautivos encontrados a bordo de barcos de esclavos detenidos por cruceros navales que intentaban suprimir el tráfico de esclavos en el siglo XIX. Estos individuos pueden ser investigados y analizados usando la interfaz de los nombres, aunque su utilidad para aquellos que estén buscando sus ancestros o genealogía es limitada, esta base de datos constituye una extraordinaria fuente para la reconstrucción de la historia de los africanos en América. Los detalles de los 34,948 presentados aquí facilitan considerablemente el estudio del cambio cultural, demográfico y económico en el mundo atlántico desde finales del siglo XVI hasta mediados del siglo XIX. Los distintos ciclos y tendencias del flujo de cautivos africanos desde zonas costeras específicas proporcionan al investigador nueva información básica, de gran utilidad para el análisis de la relación entre la esclavitud, la guerra -tanto en África como en Europa-, la inestabilidad política y el cambio ecológico y climático entre otros. Esta base de datos desde el principio ha dado nuevo ímpetu al estudio y valoraciones del volumen y la estructura demográfica del comercio trasatlántico. Interpretada correctamente, favorece también nuestra comprensión de las rutas de esclavos desde el interior de África hasta la costa.
pt: A gênese e a história do Banco de Dados Viagens são apresentadas em outra página. Neste ensaio, queremos alertar os usuários sobre a sua estrutura e seus pontos fortes, bem como suas limitações. O conjunto de dados contém milhares de nomes de proprietários e capitães de navio, mas não contém os nomes dos milhões de escravos transportados para as Américas. Por outro lado, este website fornece os nomes africanos e os dados pessoais referentes aos 67.004 cativos que foram encontrados a bordo dos navios negreiros detidos pelos cruzadores que reprimiam o tráfico de escravos no século XIX. Essas pessoas podem ser pesquisadas e analisadas a partir da utilização da interface de nomes. Embora de utilidade limitada para quem procure por sua própria história familiar, nosso conjunto de dados fornece uma fonte extraordinária para a reconstrução da história dos povos africanos na América. Os detalhes das 34.948 viagens aqui apresentadas facilitam muito o estudo das mudanças culturais, demográficas e econômicas ocorridas no mundo atlântico do final do século XVI até meados do século XIX. As tendências e os ciclos do fluxo de cativos africanos a partir de pontos costeiros específicos devem fornecer aos estudiosos novas informações básicas, úteis para o exame das relações entre escravidão, guerras — na África e na Europa —, política e mudanças climáticas e ecológicas, entre outras. Em suas manifestações anteriores, o conjunto de dados já havia dado um novo ímpeto às avaliações do volume e da estrutura demográfica do tráfico de escravos transatlântico; quando o Banco de Dados de Nomes Africanos for devidamente interpretado, ele contribuirá também para a nossa compreensão das rotas de escravos do interior da África até o litoral.

source: For European societies located on either side of the Atlantic, the data set contains new information on ship construction and registration and relatively extensive records of owners’ and captains’ names. It will now be easier to pursue connections between the slave trade and other sectors of European and American economies. Researchers should be able to unravel trends in long-distance shipping activities, particularly important because no comparable body of data exists for other transoceanic trades. Data on crew mortality are abundant. The implications for new assessments of the social as well as the economic role of the slave trade in the regions where the slave voyage originated are obvious. In short, the major aim of this Emory supported Voyages web resource is to facilitate and stimulate new research on the slave trade, the implications of which reach far beyond the slave trade itself.
es: Para las sociedades europeas localizadas en cualquier lado del Atlántico, la base de datos contiene nueva información sobre la construcción de los barcos, así como del registro y archivos, relativamente minuciosos, de los nombres de dueños y capitanes de barcos. De este modo será más fácil establecer conexiones entre el tráfico esclavo y otros sectores de la economía europea y americana. El investigador podrá descubrir las tendencias en las actividades de transporte de larga distancia, especialmente importante porque no existe un conjunto de información sobre otros negocios transoceánicos. La información sobre la mortalidad de la tripulación es extensa. Las implicaciones para nuevas valoraciones del rol social y económico del comercio de esclavos en las regiones donde se originó son evidentes. En resumen, el objetivo principal de este sitio web Viajes patrocinado por Emory es facilitar y estimular un nuevo estudio de la trata de esclavos, cuyas implicaciones se extienden mucho más allá del comercio esclavista como tal.
pt: Para as sociedades europeias localizadas em ambos os lados do Atlântico, o conjunto de dados contém novas informações sobre a construção e o registro de navios, bem como registros relativamente extensos de nomes de proprietários e capitães. Agora será mais fácil buscar conexões entre o tráfico de escravos e outros setores das economias europeias e americanas. Os pesquisadores poderão identificar tendências nas atividades de navegação de longa distância, particularmente importantes por não existir nenhum corpo comparável de dados referentes a outros tipos de comércio transoceânico. Os dados sobre a mortalidade da tripulação são abundantes. São óbvias as implicações para novas avaliações do papel social e econômico do tráfico de escravos nas regiões de onde as viagens negreiras partiam. Em suma, o objetivo principal do website Viagens, apoiado pela Emory University, é facilitar e estimular novas pesquisas sobre o tráfico de escravos, cujas implicações vão muito além do tráfico em si.

source: Geographic Data
es: Datos geográficos
pt: Dados geográficos
