Repository: rice-crc/voyages
Catalog: voyages/locale/*/LC_MESSAGES/django.po
Languages: es, pt

source: The timing of dry season grain and cash crop harvests regulated the New World demand for enslaved African labor. The sugar producing West Indies and Guianas imported more slaves during the December-May corn and cane harvests. In Brazilian sugar-producing centers, such as Bahia, the provisioning-slaving season centered on the drier November-February quarter. During three months of the harvest season, slave import figures ranged from twenty-nine percent of annual totals (Cuba, Pernambuco, Bahia) to forty-four percent (northwest Jamaica). In the smaller non-sugar-growing regions of North and South America, captains disembarked comparatively large numbers of slaves in-season during rainier months. Chesapeake tobacco planters only demanded new migrant farmers during the April-May spring rains, when men and women transplanted tobacco stalks to the fields, and in June-August, before harvesting and curing. The autumn corn harvest provided food stocks to sustain workers forced to produce the annual tobacco crop. In the rice-growing Carolina/Georgia Lowcountry, Surinam, and Maranhão, planters purchased twice as many workers during the four in-crop months.
es: El ritmo de la cosecha de granos y cultivos comerciales de la temporada seca regulaba la demanda de mano de obra esclava africana en el Nuevo Mundo. El azúcar producido en las Indias Occidentales y las Guayanas importó más esclavos durante la temporada de cosecha de la caña y el maíz de diciembre a mayo. En los centros de producción de azúcar de Brasil como Bahía, la temporada de abastecimiento de esclavos se centraba en el trimestre más seco de noviembre a febrero. Durante tres meses de la temporada de cosecha, las importaciones de esclavos oscilaban entre el veintinueve por ciento del total anual (Cuba, Pernambuco, Bahía) al cuarenta por ciento (noroeste de Jamaica). En las regiones más pequeñas, no productoras de azúcar de Norte y Suramérica los capitanes desembarcaban en comparación grandes cantidades de esclavos durante los meses más lluviosos de la temporada. Los sembradores de tabaco de Chesapeake solo requerían nuevos agricultores migrantes durante las lluvias de primavera de abril a mayo, cuando los hombres y mujeres trasplantaban los tallos de tabaco, y de junio a agosto, antes de la cosecha y la cura. La cosecha de maíz del otoño suministraba los alimentos para sostener a los trabajadores que eran forzados a producir la cosecha de tabaco anual. En las regiones arroceras costeras de Carolina y Georgia, de Surinam y Maranhão, los plantadores compraban el doble de mano de obra durante los cuatro meses de cosecha.
pt: A ocorrência de uma estação seca em que se colhiam grãos e culturas comerciais regulamentava a demanda do Novo Mundo pelo trabalho escravo africano. As Índias Ocidentais e as Guianas, ambas produtoras de açúcar, importavam mais escravos durante as colheitas de milho e de cana-de-açúcar de dezembro a maio. Nos centros açucareiros do Brasil, como a Bahia, a estação de compras de provisões e escravos estava centrada no trimestre mais seco, novembro-fevereiro. Durante os três meses do período de colheita, os números de importação de escravos variavam de vinte e nove por cento dos totais anuais (Cuba, Pernambuco, Bahia) a quarenta e quatro por cento (noroeste da Jamaica). Nas regiões menores das Américas do Norte e do Sul, não produtoras de açúcar, os capitães desembarcavam um número relativamente maior de escravos durante os meses mais chuvosos. Os fazendeiros que cultivavam fumo de Chesapeake só necessitavam de novos agricultores migrantes durante as chuvas de primavera de abril-maio, quando homens e mulheres transplantavam os talos de tabaco para os campos, e entre junho e agosto, antes da colheita e da cura. A safra de milho do outono fornecia estoques de alimentos que sustentava os trabalhadores forçados ocupados com a colheita anual de fumo. No cultivo de arroz das planícies das Carolinas e da Geórgia, do Suriname e do Maranhão, os fazendeiros adquiriam o dobro de trabalhadores durante os quatro meses de fartura.

source: To spotlight seasonality in the trans-Atlantic slave trade, consider slaving voyages that departed from New Calabar, Bight of Biafra (Elem Kalabari, Nigeria), and those that arrived in Barbados. New Calabar was a major embarkation point for enslaved Africans from the Bight of Biafra; in 1650-1700 one-third of all Africans shipped from the region passed through the village, located on the <a href="%(resources_images-detail)s?image=new-calabar-and-bonny">New Calabar River</a>. In the 1630s and 1640s, the Dutch were the first Europeans to challenge Portuguese dominance in New Calabar; by the late 1670s, the London-based Royal African Company (RAC) outfitted the majority of slaving ships to this African trading site. Regarding Barbados, the RAC stationed agents in its main port, Bridgetown, and in the late 1600s the island-colony produced more high-quality sugar per acre than any region in the Atlantic world.
es: Para destacar la estacionalidad del comercio trasatlántico de esclavos veamos los viajes que partían de Nuevo Calabar, la Ensenada de Biafra, (Elem Kalabari, Nigeria), y aquellos que llegaban a Barbados. Nuevo Calabar era un importante sitio de embarque para africanos esclavizados de la ensenada de Biafra; en 1650-1700 un tercio de todos los africanos enviados desde dicha región pasaban por esta villa, ubicada junto al río <a href="%(resources_images-detail)s?image=new-calabar-and-bonny">Nuevo Calabar</a>. En 1630 y 1640 fueron los holandeses los primeros europeos en desafiar el dominio portugués en Nuevo Calabar; para fines de 1670 la Real Compañía Africana (RAC) con sede en Londres dirigía la mayoría de los barcos de esclavos hacia este punto de comercio africano. Con respecto a Barbados, la RAC situó agentes en su puerto principal, Bridgetown, y a finales del siglo xvii la isla-colonia ya producía más azúcar de alta calidad por acre que ninguna región del mundo atlántico.
pt: Para destacar a sazonalidade no tráfico de escravos transatlântico, examinemos as viagens negreiras que partiam de Novo Calabar, no golfo de Biafra (Elem Kalabari, Nigéria), e as que chegavam a Barbados. Novo Calabar foi um importante ponto de embarque para africanos escravizados do Golfo de Biafra; em 1650-1700, um terço de todos os africanos enviados dessa região passaram por esta aldeia localizada à margem do <a href="%(resources_images-detail)s?image=new-calabar-and-bonny">rio Novo Calabar</a>. Nas décadas de 1630 e 1640, os holandeses foram os primeiros europeus a desafiar o domínio português em Novo Calabar; no final da década de 1670, a Real Sociedade Africana (RAC), com sede em Londres, equipava a maioria dos navios negreiros neste local de tráfico africano. Quanto a Barbados, a RAC postava seus agentes no porto principal, Bridgetown, e no final do século XVII a ilha-colônia produzia mais açúcar de alta qualidade por hectare do que qualquer outra região do mundo atlântico.

source: Between 1654 and 1851, the <a href="%(voyage_search_url)s">Voyages Database</a> documents 315 slaving trips that departed New Calabar for the Americas. Of these, one can estimate months of departure for 257 voyages, and plot departure months against the estimated number of slaves embarked. Results indicate that slave exports from New Calabar dropped during the period of yam planting and weeding (March-June) in the hinterland, and then exports rose sharply in August as workers harvested yams, peaking during the main harvest in October. They then decreased by February-March, a period that coincides with declining yam stocks (Figure 1). In 1677-78, Arthur Doegood captained one of the RAC slaving voyages to New Calabar <a href="%(voyage_voyage_url)s?voyageId=9990">VoyageID 9990</a> and his <a href="http://www.nationalarchives.gov.uk/slavery/pdf/Arthur_Translation.pdf">logbook</a> survives in the National Archives in London. Doegood anchored at New Calabar in mid-February 1678, after the optimal fall provisioning-slaving season. Within a week, his supercargo, George Hingston, complained that he was not “free to deale in many [slaves]” because we “have noe provitions for them,” “findeing yames very scarse.” By April many of the yams he bought were “rotten” and he was forced to buy unripe “green plantins.”
es: Entre 1654 y 1851, la base de datos <a href="%(voyage_search_url)s">Viajes</a>documenta 315 viajes de esclavos que partieron de Nuevo Calabar hacia las Américas. De estos se puede estimar los meses de partida de 257 viajes, y representar en un gráfico el número de esclavos embarcados en función de los meses de partida. Los resultados indican que las exportaciones de esclavos de Nuevo Calabar disminuyeron durante el periodo de siembra y desyerbe del ñame (marzo-junio) en el interior, y que incrementaron significativamente en agosto cuando los trabajadores cosechaban los ñames, alcanzando su máximo número en octubre durante el mayor auge de la cosecha. Para febrero-marzo, periodo que coincide con la disminución de las reservas de ñame (Figura 1) disminuyeron nuevamente. En 1677-78 Arthur Doegood capitaneó uno de los viajes de esclavos de la RAC a Nuevo Calabar <a href="%(voyage_voyage_url)s?voyageId=9990">Número de identificación de viaje 9990,</a> y su <a href="http://www.nationalarchives.gov.uk/slavery/pdf/Arthur_Translation.pdf">bitácora</a> se encuentra en el Archivo Nacional de Londres. Doegood ancló su barco en Nuevo Calabar a mediados de febrero de 1678, tras la alta temporada otoñal de suministros de esclavos. En una semana su sobrecargo, George Hingston, se quejó de que no era “libre para negociar muchos (esclavos)” pues “no tenemos provisiones para ellos”, “estando muy escasos los ñames.” Para abril muchos de los ñames comprados estaban “podridos” y tuvo que comprar “plátanos verdes”.
pt: Entre 1654 e 1851, o <a href="%(voyage_search_url)s">Banco de Dados Viagens</a> possui documentação de 315 viagens negreiras que partiram de Novo Calabar para as Américas. Pode-se estimar os meses de partida de 257 dessas viagens, e fazer um gráfico do número estimado de escravos embarcados em função dos meses de partida. Os resultados indicam que as exportações de escravos de Novo Calabar diminuíam durante o período de plantio e capina do inhame (março-junho) no interior, e que em seguida aumentavam fortemente em agosto, à medida que os trabalhadores colhiam o inhame, atingindo o pico durante a colheita principal em outubro. As exportações então diminuíam em fevereiro e março, um período que coincide com o declínio dos estoques de inhame (Figura 1). Em 1677-1678, Arthur Doegood capitaneou uma das viagens negreiras da RAC a Novo Calabar <a href="%(voyage_voyage_url)s?voyageId=9990">Identidade de Viagem 9990</a>, e seu <a href="http://www.nationalarchives.gov.uk/slavery/pdf/Arthur_Translation.pdf">diário de bordo</a> sobrevive nos National Archives, em Londres. Doegood ancorou em Novo Calabar em meados de fevereiro de 1678, após o fim da temporada ideal de provisionamento de escravos, no outono. Em uma semana, seu encarregado da carga, George Hingston, queixou-se de que ele não era “livre para negociar muitos [escravos]” porque “não havia provisões para eles”, “estando mui escassos os inhames”. Em abril, muitos dos inhames que ele comprou estavam “podres”, o que o obrigou a adquirir “inhames verdes”.

source: Two months after departing New Calabar, Doegood arrived in Carlisle Bay, Barbados when slaves were producing the last barrels of sugar. Agent Hingston’s journal entry on 30-31 May 1678 indicates that he had arrived at the beginning of the out-of-crop rainy season: “the next day rainy weather were not many buyers on board.” The rains would last through early November, followed by drier weather and winter-spring grain and sugar harvests when planters demanded greater numbers of newly enslaved African workers. Information contained in the <a href="%(voyage_search_url)s">Voyages Database</a> indicates that slave imports into Barbados began increasing towards the beginning of the “in crop” provisions and sugar season, and then began declining in March after provisions’ harvests and as less and less sugar needed to be cut and processed (Figure 2).
es: Dos meses después de partir de Nuevo Calabar Doegood llegó a Carlisle Bay, Barbados, cuando los esclavos producían los últimos barriles de azúcar. En su apunte de viaje del 30-31 de marzo de 1678 indica que había llegado el comienzo de temporada lluviosa, de desabastecimiento de cultivo: “al día siguiente con el tiempo de lluvia no hubo muchos compradores a bordo.” Las lluvias durarían hasta aproximadamente principios de noviembre, seguidas por un tiempo más seco y las cosechas de granos y azúcar cuando los plantadores necesitaban un mayor número de nuevos trabajadores esclavos africanos. La información contenida en la base de datos <a href="%(voyage_search_url)s">Viajes</a> indica que las importaciones de esclavos en Barbados comenzaban a incrementarse hacia el comienzo de la temporada de cosecha y de azúcar, y que volvían a disminuir en marzo después que los suministros disminuían y el azúcar para cortar y procesar era menos. (Figura 2).
pt: Dois meses depois de partir de Novo Calabar, Doegood aportou em Carlisle Bay, Barbados, quando os escravos estavam produzindo os últimos barris de açúcar. O registro no diário de Hingston em 30-31 de maio de 1678 indica que ele tinha chegado no início da estação chuvosa, tempo de desabastecimento: “no dia seguinte tempo chuvoso não houve muitos compradores a bordo”. As chuvas ainda iriam durar até o início de novembro, seguidas pelo tempo mais seco e as colheitas de grãos e cana-de-açúcar do inverno-primavera, quando os fazendeiros precisavam de um número maior de trabalhadores africanos recém-escravizados. As informações contidas no <a href="%(voyage_search_url)s">Banco de Dados Viagens</a> indicam que as importações de escravos em Barbados começavam a aumentar em decorrência do início da temporada de fartura e de produção de açúcar, e que seu declínio iniciava em março, após o armazenamento das colheitas, pois havia cada vez menos cana para cortar e açúcar para processar (Figura 2).

source: African and Atlantic coastal markets exhibited varying seasonal patterns in the numbers of slaves exported and imported. In the most seasonal slaving markets in the Atlantic world—Senegambia in Africa and the Chesapeake in the Americas—rainfall and temperature constraints reduced the number of “in crop months” and narrowed merchants’ trading windows. Comparatively few enslaved Africans shipped from northwest Africa between rainy July and November; Virginia and Maryland planters purchased most of their new agricultural workers between April and October. In Upper Guinea markets, most captains began sailing the Middle Passage in the North Atlantic spring, a time of the year that would place them in American markets in the North Atlantic summer. Strong links between Upper Guinea and the Carolinas-Chesapeake occurred because trans-Atlantic agricultural cycles meshed.
es: Los mercados de la costa africana y atlántica mostraban diversos patrones de acuerdo a la estación en el número de esclavos exportados e importados. En los mercados esclavistas más estacionales del mundo atlántico –Senegambia en África y Chesapeake in América- las limitaciones causadas por las precipitaciones y la temperatura redujeron el número de “meses de cosecha” y redujeron el marco de comercio de los mercaderes. En comparación pocos esclavos africanos fueron enviados del noroeste de África entre la temporada lluviosa de julio a noviembre; los agricultores de Virginia y Maryland compraron la mayor parte de sus trabajadores agrícolas entre abril y octubre. En los mercados de la Alta Guinea, la mayoría de los capitanes comenzaban el cruce del océano en el Atlántico Norte en la primavera, época del año que los situaría en los mercados americanos del Atlántico Norte en el verano. Fuertes vínculos se desarrollaron entre la Alta Guinea y las Carolinas-Chesapeake debido a que los ciclos agrícolas trasatlánticos se entretejían.
pt: Os mercados costeiros africanos e atlânticos tinham diferentes padrões sazonais em relação aos números de escravos exportados e importados. Nos mercados de escravos mais sazonais do mundo atlântico — a Senegâmbia, na África, e Chesapeake, nas Américas —, o regime de chuvas e a temperatura restringiam o número de “meses de colheitas” e estreitavam as janelas de negociação dos traficantes de escravos. Relativamente poucos escravos africanos eram enviados do noroeste da África no período chuvoso de julho a novembro; os fazendeiros de Virgínia e Maryland compravam a maioria de seus novos trabalhadores agrícolas entre abril e outubro. Nos mercados da Alta Guiné, a maioria dos comandantes iniciava a travessia do Atlântico na primavera do Atlântico Norte, o que fazia com que eles chegassem no mercado americano no verão do Atlântico Norte. Eram estreitas as ligações entre a Alta Guiné e a região Carolinas-Chesapeake devido à inter-relação ente seus ciclos agrícolas transatlânticos.

source: Captain Robert Doegood’s voyage on the <i>Arthur</i> in 1677-78 reached slaving markets in Africa and the Americas at the end of in-crop seasons, making this voyage atypical of those sailing from the Bight of Biafra to the West Indies. In the century prior to the American Revolution, British vessels departing Biafran ports in March or April often attempted to reach the in-season summer North American slaving markets rather than risk uncertain demand in out-of-crop Caribbean colonies. After May, with each passing month they decided increasingly to sell slaves in the British West Indies. Northern planters infrequently purchased enslaved Africans shipped from the Bight of Biafra’s fall provisioning-slaving season (Figure 3).
es: El viaje del capitán Robert Doegood a bordo del <i>Arthur</i> en 1677-78 alcanzó los mercados de esclavos en África y en las Américas al final de las temporadas de cosecha, lo cual hacía este viaje atípico entre aquellos que salían del puerto de Biafra hacia las Indias Occidentales. En el siglo anterior a la Revolución Americana, los barcos británicos que partían de los puertos de Biafra en marzo o abril a menudo intentaban alcanzar los mercados de esclavos de Norteamérica durante el verano en temporada de cosecha antes de arriesgarse en las colonias fuera de cosecha del Caribe con una demanda incierta. Después de mayo en la medida en que pasaban los meses decidían vender los esclavos de forma gradual en las Indias Occidentales británicas. Los agricultores del norte rara vez compraban africanos esclavizados provenientes de la temporada de abastecimiento de esclavos del otoño de la Ensenada de Biafra (Figura 3).
pt: A viagem do capitão Robert Doegood no <i>Arthur</i> em 1677-78 aportou nos mercados negreiros na África e nas Américas ao final das épocas de fartura, tornando esta viagem atípica entre aquelas que navegavam do golfo de Biafra para as Índias Ocidentais. No século anterior à Revolução Americana, os navios britânicos que partiam de portos de Biafra em março ou abril tentavam muitas vezes chegar aos mercados negreiros norte-americanos no verão, em plena temporada de colheita, ao invés de se arriscarem na demanda incerta do período de desabastecimento das colônias caribenhas. Depois de maio, a cada mês que sucedia, eles decidiam vender mais escravos nas Índias Ocidentais britânicas. Os fazendeiros do Norte raramente compravam escravos africanos enviados do golfo de Biafra na estação de compras de provisões e escravos (Figura 3).

source: French and Portuguese slave traders also shifted agricultural workers between trans-Atlantic harvest cycles. Cap Français, the largest French West Indian port and the principal disembarkation center for French slaving vessels in northern St. Domingue, has the island’s rainiest October-February winter; the greatest number of enslaved Africans, correspondingly, arrived in the dry April-June quarter. In southern St. Domingue, the dry season occurs earlier, in December-February, the harvesting months and time of increased planter demand for labor. Whereas northern St. Domingue drew upon Senegal’s January-April provisioning-slaving season, French planters in the south purchased comparatively more Africans shipped overseas during the September-December provisioning-slaving seasons in the Bight of Biafra. In the late 1700s, the Portuguese resettled trading posts in coastal Guinea-Bissau, a staple rice region with a marked November-April provisioning-slaving season. Captains purchased enslaved Africans during these months to work in the May-July Maranhão rice season.
es: Los comerciantes de esclavos portugueses y franceses también transportaban trabajadores agrícolas entre los ciclos de cosecha trasatlánticos. Cap. Francais, el mayor puerto de las Indias Occidentales francesas y el principal centro de desembarque de barcos de esclavos franceses en el norte de St. Domingue, tiene el invierno de octubre a febrero más lluvioso de la isla; el mayor número de africanos esclavizados correspondientemente arribaba durante el semestre seco de abril a junio. En el sur de St. Domingue la temporada seca ocurre más temprano, de diciembre a febrero, los meses de cosecha en los que crecía la demanda de mano de obra por parte de los agricultores. Mientras que el norte de St. Domingue se beneficiaba de la temporada de abastecimiento de esclavos de Senegal de enero a abril, los agricultores franceses en el sur compraban en comparación más africanos enviados durante la temporada de abastecimiento de esclavos de septiembre a diciembre en la Ensenada de Biafra. A finales de los 1700s los portugueses trasladaron sus puntos de comercio para la costa de Guinea-Bissau, una región arrocera con una temporada de abastecimiento de esclavos definida de noviembre a abril. Los capitanes compraban africanos esclavizados durante estos meses para trabajar en la temporada de arroz de mayo a julio de Maranhão.
pt: Os traficantes de escravos franceses e portugueses também transferiam trabalhadores agrícolas entre os ciclos de colheita transatlânticos. Cap Français, o maior porto francês das Índias Ocidentais e principal centro de desembarque para os navios negreiros franceses no norte de São Domingos, tinha o inverno mais chuvoso da ilha (outubro a fevereiro); assim, a maior quantidade de africanos escravizados chegava lá no trimestre seco de abril a junho. No sul de São Domingos a estação seca ocorria mais cedo, em dezembro-fevereiro, meses de colheita e de aumento da demanda por mão de obra nas plantações. Enquanto o norte de São Domingos importava trabalhadores na estação de compras de provisões e escravos de Senegal, entre janeiro e abril, os fazendeiros franceses do sul compravam relativamente mais africanos durante a estação de compras de provisões e escravos do golfo de Biafra, de setembro a dezembro. No final do século XVIII os portugueses reabriram suas feitorias na costa de Guiné-Bissau, uma região de cultivo de arroz onde a estação de compras de provisões e escravos era de novembro a abril. Os comandantes adquiriam os africanos escravizados durante estes meses para que eles trabalhassem no cultivo de arroz de maio a julho, no Maranhão.
