Repository: rice-crc/voyages
Catalog: voyages/locale/*/LC_MESSAGES/django.po
Languages: es, pt

source: The most straightforward of the imputed variables are geographic. The 798 locations in the data set where slave ships were built, registered, cleared for a slaving voyage, embarked or disembarked slaves are grouped into seven broad regions and 90 specific regions. A full listing of these places is contained in the code book, but space constraints prevent all these from being represented in the maps. We have adopted a convention that a geographical placename, such as London or Luanda or Charleston, needs to be mentioned five times in the historical sources in order to appear on the online maps. Those wishing to use alternative groupings of ports and places into regions and broad regions may use the geographic appendix to the SPSS code book. For Europe and the Americas, the groupings are self- explanatory. For Africa eight regional definitions are employed, following conventions in the literature. Senegambia is anywhere north of the Rio Nunez. Sierra Leone comprises the Rio Nunez to just west of Cape Mount inclusive. The Windward Coast is defined as Cape Mount up to and including the Assini River. The Gold Coast runs east of here up to and including the Volta River. The Bight of Benin covers the Rio Volta to Rio Nun, and the Bight of Biafra, east of the Nun to Cape Lopez inclusive. West-central Africa is defined as the rest of the western coast of the continent south of this point, and South-east Africa anywhere east of the Cape of Good Hope. A few locations mentioned in the documents, for example Casnasonis, and Touau-Toro cannot be identified, and one other major designation, a definition of the Windward Coast associated with no less than seventy voyages, straddles the definition of Windward Coast and Sierra Leone adopted here and is excluded from the African regional groupings.
es: Las más claras de las variables imputadas son geográficas. Las 798 localizaciones en la base de datos en donde se construyeron, registraron, obtuvieron permiso de aduana para un viaje esclavista, embarcaron o desembarcaron esclavos, fueron agrupadas en siete regiones amplias y 90 regiones específicas. Una lista completa de estos sitios está en el libro de códigos, pero restricciones de espacio no permiten que todas ellas se representen en los mapas. Hemos adoptado una convención en la que el nombre de un lugar geográfico, como Londres, Luanda o Charleston, tiene que mencionarse cinco veces en las fuentes históricas para aparecer en los mapas en el sitio electrónico. Aquellos que desean utilizar agrupamiento alternativo de puertos y lugares en regiones específicas y regiones amplias, pueden usar el apéndice geográfico del libro de código SPSS. Para Europa y las Américas, la agrupación se explica por si sola. Para África se utilizan ocho definiciones regionales, siguiendo la convención en la literatura. Senegambia está en algún lugar al norte del Rio Núñez. Sierra Leona abarca el Rio Núñez incluyendo el oeste de Cabo Monte. La costa de Barlovento se define como Cabo Monte, incluyendo el Rio Assini. La Costa de Oro se extiende al este de esta hasta incluir el Rio Volta. La Ensenada de Benín cubre el Rio Volta hasta el Rio Nun y la Ensenada de Biafra al este del Rio Nun, incluyendo Cabo López. África Centro-occidental se define como el resto de la costa occidental del continente al sur de este punto y África Suroriental al oeste del Cabo de Buena Esperanza. En los documentos se mencionan otras localizaciones, por ejemplo, Casnasonis y Touau-Toro que no pueden ser identificadas. Otra designación mayor, una definición de la Costa Barlovento, asociada con no menos de setenta viajes, comprende la definición de la Costa Barlovento y Sierra Leona adoptada aquí y se excluye de los agrupamientos regionales africanos.
pt: As variáveis imputadas mais simples são as geográficas. Os 798 locais que aparecem no conjunto de dados onde os navios negreiros eram construídos, registrados, desalfandegados para uma viagem negreira, e onde embarcavam ou desembarcavam escravos estão agrupados em sete grandes regiões e 90 regiões específicas. A listagem completa desses lugares está contida no livro de código, mas as limitações de espaço impedem que todos estejam representados nos mapas. Adotamos uma convenção segundo a qual um nome de lugar geográfico como Londres, Luanda ou Charleston precisa ser mencionado cinco vezes nas fontes históricas a fim de aparecer nos mapas on-line. Aqueles que desejam usar agrupamentos alternativos de portos e locais em regiões e grandes regiões podem utilizar o apêndice geográfico do livro de código SPSS. Na Europa e nas Américas, os agrupamentos são autoexplicativos. Na África são empregadas oito definições regionais seguindo as convenções da literatura. Senegâmbia significa qualquer lugar ao norte do rio Nunez. Serra Leoa vai do rio Nunez até imediatamente a oeste de do cabo Mount inclusive. A Costa do Barlavento é definida como o trecho que vai do cabo Mount até o rio Assini inclusive. A Costa do Ouro situa-se a leste desse ponto e vai até o rio Volta, inclusive. O golfo do Benim estende-se do Volta até o rio Nun, e a baía de Biafra vai desde ao leste do Nun até o cabo Lopez, inclusive. A África Centro-Ocidental é definida como o restante da costa ocidental do continente ao sul desse ponto, e o Sudeste da África é qualquer lugar a leste do cabo da Boa Esperança. Alguns locais mencionados nos documentos — Casnasonis e Touau-Toro, por exemplo — não puderam ser identificados; e uma outra designação importante, uma definição da Costa Barlavento associada a nada menos que setenta viagens, abarca as áreas aqui definidas como Costa Barlavento e Serra Leoa, sendo excluída dos agrupamentos regionais africanos.

source: On maps accompanying the “Search the database” interface, the default is “Broad Regions” at the lowest zoom level (20). “Specific regions,” labelled in large font, are best viewed at mid-range zoom levels (3 and 6). “Port” locations are shown by black dots and labels at the highest zoom level (1). To change zoom level, use icons at the top of the main map area. Drop-down menus to the right of the map area offer a choice among geophysical and historical map backgrounds co-ordinated with broad regions, specific regions, and ports. Red and yellow dots are data points activated by a mouse rollover. Maps center in the middle of the Atlantic ocean. To view detail, either use the positioning map at the bottom right to move the map display over a land or island area facing the ocean or center the map on an exact location by means of the drop-down list under “Find a visible place.” Estimates maps have a similar structure except that no data are provided for ports, and broad and specific regions have definitions that differ slightly from those in the main database interface.
es: En mapas que acompañan la interface de “Buscar en la base de datos” el valor por defecto es “Regiones Amplias” en el valor más bajo de amplificación (20). En “Regiones específicas”, marcados con letra grande, están los que mejor se ven a niveles de ampliación (3) y (8). Las localizaciones “Puerto” se muestran con puntos negros y etiquetas en el nivel de amplificación mayor (1). Para cambiar el nivel de amplificación use los íconos en la parte superior del área del mapa. Los menús desplegables a la derecha del área del mapa ofrecen una alternativa entre los fondos de mapas geofísicos e históricos, coordenados con regiones amplias, regiones específicas y puertos. Puntos rojos y amarillos son trasfondos en los mapas que se activan moviendo el ratón sobre ellos. Los mapas están centrados en el medio del Océano Atlántico. Para ver detalles, use el mapa de posicionamiento abajo a la derecha para mover el mapa y desplegarlo sobre un área en tierra o en una isla frente al océano, o centre el mapa por medio del menú desplegable sobre “Encuentre un sitio visible”. Los mapas de estimaciones tienen una estructura similar, excepto que no se proveen datos para puertos. Regiones amplias y específicas tienen definiciones que difieren ligeramente de las que están en la interface de la base de datos principal.
pt: Nos mapas que acompanham a interface “Pesquisar no banco de dados”, o padrão é “Grandes regiões” com o menor nível de zoom (20). Já as “Regiões específicas”, legendadas numa fonte grande, são mais bem visualizadas em níveis médios de zoom (3 e 6). Os “portos” são designados por pontos pretos e legendas no nível de zoom mais alto (1). Para alterar o nível de zoom, utilize os ícones na parte superior da área principal do mapa. Os menus suspensos à direita da área do mapa oferecem uma escolha entre mapas de fundos geofísico e histórico coordenados a grandes regiões, regiões específicas e portos. Os pontos vermelhos e amarelos são pontos de dados ativados por um rolamento de mouse. Os mapas estão centralizados no meio do oceano Atlântico. Para ver detalhes, use o mapa de posicionamento na parte inferior direita para mover a área exibida do mapa por um território ou ilha adjacente ao oceano, ou então centralize o mapa em um local exato por meio de uma lista suspensa em “Encontrar um lugar visível”. Os mapas das Estimativas têm uma estrutura semelhante, só que não são fornecidos dados referentes a portos, as grandes regiões e regiões específicas são definidas de modo ligeiramente diferente do utilizado na interface do banco de dados principal.

source: In the query frame to the left, broad and specific regional groupings of ports each become a new variable that appears in the selection box, as the user chooses, for example, “First place of slave purchase” or “First place of slave landing.” Finally, the variable “Place where voyage began” has an important imputed value added. We have assumed, if a ship brought slaves into a Brazilian port south of Amazonia, but left no record of where it began its voyage, that the voyage originated in the same place that it ended. The justification for this is the very strong bilateral nature of the Brazilian slave trade. Ninety-five percent of all voyages that carried slaves into Brazilian ports for which information does survive on port of departure left from the same port into which they carried slaves. Users who do not wish to use this imputed variable can find the equivalent data variable in the downloadable version of the database.
es: En el cuadro de búsqueda, a la izquierda, en el agrupamiento de puertos en base a regiones amplias y específicas, cada una de ellas se convierte en una nueva variable que aparece en el cuadro de selección, según elija el usuario, por ejemplo, “Primer sitio de compra de esclavos” o “Primer lugar de desembarque de esclavos”. Finalmente, la variable “Lugares donde comenzó el viaje” tiene añadido un importante valor imputado. Hemos supuesto que, si un barco esclavista trajo esclavos a un puerto brasileño al sur de la Amazonía, pero no dejó registro de dónde comenzó su viaje, el viaje se originó en el mismo lugar donde terminó. La justificación para esto es la fuerte naturaleza bilateral del comercio brasileño de esclavos. Noventa y cinco por ciento de los viajes que traían esclavos a puertos brasileños para los que sobrevive información, salieron de los mismos puertos donde se trajeron los esclavos. Los usuarios que no deseen utilizar esta variable imputada pueden encontrar la variable equivalente en la versión descargable de datos.
pt: No quadro de consulta à esquerda, os agrupamentos de portos em grandes áreas ou regiões específicas tornam-se cada um uma nova variável que aparece na caixa de seleção, à medida que o usuário escolhe, por exemplo, “Primeiro lugar de compra de escravos”, ou “Primeiro lugar de desembarque de escravos”. Finalmente, a variável “Lugar onde a viagem iniciou” tem ainda um importante valor imputado. Se um navio levou escravos para um porto brasileiro ao sul da Amazônia mas não deixou nenhum registro de onde a sua viagem iniciou, presumimos que a viagem teve origem no mesmo lugar em que ela se encerrou. A justificativa para isso é a fortíssima natureza bilateral do tráfico de escravos no Brasil. Noventa e cinco por cento de todas as viagens que transportaram escravos para portos brasileiros cujas informações sobreviveram nos portos de chegada partiram do mesmo porto a que chegaram. Os usuários que não desejem utilizar esta variável imputada podem encontrar a variável de dados equivalente na versão para download do banco de dados.

source: Imputed Voyage Dates
es: Fechas de viaje imputadas
pt: Datas de viagem imputadas

source: There are also imputed variables for both voyage dates and on numbers of captives. Because most slaving voyages lasted for many months or even years, and no voyages have complete information for all ten date variables, we have created three definitions of "year" in the full downloadable database from which users can choose for purposes of analysis: the year in which the voyage originated, the year of embarkation of slaves, or the year of arrival at point of disembarkation. In the Voyages Database only “YEARAM” or “year of arrival” is provided. We created imputed year values when the sources did not record the years when voyages departed their homeport, or departed the African coast, or the year when vessels arrived in the Americas. If a London-based vessel arrived in Jamaica in September 1770, for example, the year 1770 becomes the imputed African departure year, and the year 1769 becomes the imputed departure year from the homeport. Further, years of arrival in the Americas are grouped into periods of five, twenty-five, fifty, and one hundred years. For the numbers of slaves carried and the numbers who perished during the voyage, as well as the age and gender categories, information is also frequently incomplete and additional imputed values are added, the creation of which is discussed more fully below. Researchers can of course make their own estimates and these, like the inferences on which alternative estimates are based, may well be different from what we regard as optimal. We would like to emphasize that in many cases the optimal solution is not obvious, and one researcher’s estimates (and inferences) may be different from, but as good as, another’s, despite the fact that all are working with the same data set. Anyone using the data, including ourselves, therefore needs to specify clearly the assumptions he or she is using.
es: Hay también variables imputadas tanto para las fechas de los viajes, como para el número de cautivos. Como la mayoría de los viajes esclavistas duraban muchos meses, o hasta años, y ningún viaje tiene una información completa para todas las diez variables de fechas, hemos creado tres definiciones de año en la base de datos descargable de las que los usuarios pueden elegir con propósito de análisis: el año en que el viaje se inició, el año de embarque de los esclavos, y el año de llegada al punto de desembarco de los esclavos. En la Base de Datos Viajes, se provee solo “YEARAM” o “año de llegada”. Hemos creado valores imputados para valores de años cuando las fuentes no registran el año en que los navíos dejaron su puerto de origen, partieron de la costa de África, o el año en que los navíos llegaron a las Américas. Si un navío con base en Londres llegó a Jamaica en septiembre 1770, por ejemplo, el año 1770 se convierte en el año introducido de partida de África y el año 1769 se convierte en el año introducido de partida del puerto de origen. Además, los años de llegada a las Américas se agrupan en periodos de cinco, veinticinco, cincuenta y cien años. Para el número de esclavos transportados y el número de los que perecieron durante la travesía, así como las categorías de género y edad, la información es frecuentemente incompleta y se agregan valores imputados adicionales, cuya creación se analiza debajo con más detalle. Los investigadores pueden, por supuesto, hacer sus propias estimaciones y éstas bien podrían ser diferentes de lo que nosotros consideramos óptimo. Tenemos que enfatizar que en muchos casos la solución óptima no es obvia y los estimados (e inferencias) de algunos investigadores pueden ser diferentes, pero tan buena como los de otros, a pesar del hecho de que todos están trabajando con el mismo grupo de datos. Por lo tanto, cualquiera que use la base de datos, incluyendo nosotros mismos, necesita especificar claramente las suposiciones que él o ella está utilizando.
pt: Há também variáveis imputadas referentes tanto a datas de viagem quanto a número de cativos. Como a maioria das viagens negreiras duravam muitos meses ou mesmo anos, e nenhuma delas contém informações completas referentes a todas as dez variáveis de data, criamos três definições de “ano” no banco de dados completo para download que os usuários podem escolher para fins de análise: o ano em que a viagem se originou, o ano de embarque de escravos ou o ano de chegada ao ponto de desembarque. No Banco de Dados Viagens é fornecido apenas o “YEARAM”, isto é, “ano de chegada”. Criamos valores imputados de anos quando as fontes não registram os anos em que as viagens partiram de seus portos de origem, ou da costa africana, ou o ano em que os navios chegaram às Américas. Se um navio com sede em Londres aportou na Jamaica em setembro de 1770, por exemplo, o ano de 1770 torna-se o ano de partida africano imputado, e o ano de 1769 torna-se o ano de partida imputado a partir do porto de origem. Além disso, os anos de chegada às Américas são agrupados em períodos de cinco, vinte e cinco, cinquenta e cem anos. As informações quanto aos números de escravos transportados e dos que pereceram durante a viagem, assim como as categorias de idade e sexo, também são frequentemente incompletas, sendo adicionados valores imputados cuja criação é discutida mais detalhadamente abaixo. Os pesquisadores podem, é claro, fazer as suas próprias estimativas; e estas, como as inferências em que as estimativas alternativas se baseiam, podem muito bem diferir das que consideramos as melhores. Gostaríamos de enfatizar que em muitos casos a melhor solução não é óbvia, e que as estimativas (e inferências) de um pesquisador podem ser diferentes — mas tão boas quanto — as de outro, embora todos estejam trabalhando com o mesmo conjunto de dados. Portanto, qualquer pessoa que utilize os dados, incluindo nós mesmos, precisa especificar claramente os pressupostos que está utilizando.

source: Classification as a Trans-Atlantic Slaving Voyage
es: Clasificación como Viaje Esclavista Transatlántico
pt: Classificação como viagem negreira transatlântica

source: One important problem slave-trade researchers need to address is whether vessels bound for “Africa” in the sources are slaving vessels. As late as the end of the seventeenth century, slaves formed less than half of trade by value between the Atlantic world and Africa. Many captains sailed to Africa to purchase gold, ivory, dyewoods, or spices., Numerous naval vessels, troop transports or storeships sailed from Lisbon to the Portuguese forts at Benguela or Luanda, and other European powers needed to supply their trading forts as well. For most of the French, Portuguese and Dutch voyages to Africa, researchers other than ourselves have made the decision on whether or not a ship was a slaver, though we have uncovered a few additional voyages from these nations where the object of the voyage remains unclear. It might be noted that records of ship departures have typically survived better in the historical record than records of ship arrivals.
es: Un problema importante al que los investigadores del comercio de esclavos tienen que enfrentarse es si los navíos en rumbo a África eran navíos esclavistas. Aún al final del siglo XVII, los esclavos formaban menos de la mitad del comercio de valores entre el mundo Atlántico y África. Muchos capitanes partieron para África a comprar oro, marfil, maderas para tintes o especies. Muchos navíos de transporte de tropas o navíos de almacenamiento partieron de Lisboa a los puertos portugueses de Benguela o Luanda. Otras potencias europeas tenían que llevar suministros a sus fuertes de comercio también. Para la mayoría de viajes franceses, portugueses u holandeses a África, otros investigadores han decidido si un navío era esclavista o no, aunque nosotros hemos descubierto algunos viajes adicionales desde estas naciones donde el objetivo del viaje no queda claro. Podría notarse que los registros de la salida de los navíos típicamente han sobrevivido mejor en los registros históricos que en los registros de llegada de navíos.
pt: Um problema importante que os pesquisadores do tráfico de escravos precisam resolver é saber se as embarcações que constam nas fontes como destinadas à “África” são navios negreiros. No final do século XVII, os escravos ainda representavam, em termos pecuniários, menos da metade do tráfico entre o mundo Atlântico e a África. Muitos capitães navegavam para a África para comprar ouro, marfim, madeiras corantes ou especiarias. Numerosos navios de guerra, de transporte de tropas ou de carga partiam de Lisboa para os fortes portugueses em Benguela ou Luanda, e outras potências europeias também precisavam abastecer seus entrepostos. No caso da maioria das viagens francesas, portuguesas e holandesas para a África, foram outros pesquisadores que decidiram se as classificavam como negreiras ou não, embora tenhamos descoberto algumas viagens adicionais partindo desses países cujo objetivo ainda não está claro. É relevante observar que os registros de partidas de navios costumam sobreviver melhor no registro histórico do que os registros de chegadas.
