Repository: rice-crc/voyages
Catalog: voyages/locale/*/LC_MESSAGES/django.po
Languages: es, pt

source: For those eleven million African peoples who survived the Middle Passage, the majority would labor on plantation lands producing provisions and cash crops. As in Africa, ratios of men, women, and children working in the fields varied by crops and region, and the hungry months occurred before the year’s harvest. About 5.25 million African migrants worked in sugar cane, and perhaps 1.5 million toiled on tobacco, coffee, rice, indigo, cotton, and cacao estates. Another 1.5 million people worked in livestock pens, or on plantations producing millet, maize, wheat, cassava, or forestry products. An estimated one million enslaved Africans worked in silver and gold mining, but mostly before 1750. Brazilian gold, important particularly in 1690-1750, drew in perhaps 500,000 African workers. Household work or ranching occupied the lives of 750,000-1,000,000 African men, women and children.
es: De los once millones de africanos que sobrevivieron el cruce oceánico, la mayoría trabajaría en plantaciones produciendo suministros y cultivos comerciales. Al igual que en África, el número de hombres, mujeres y niños que trabajaban en el campo variaba de acuerdo al tipo de cultivo y la región, así como de los meses que precedían a la temporada de cosecha. Cerca de 5.25 millones de africanos trabajaron en la caña de azúcar, y quizás 1.5 millones en el tabaco, café, arroz, añil, algodón o cacao. Otros 1.5 millones trabajaban en granjas de ganado o en plantaciones que producían mijo, maíz, trigo, yuca o productos forestales. Se estima que un millón de africanos trabajó en las minas de plata y de oro, pero la mayoría antes de 1750. El oro de Brasil, de mayor importancia entre 1690 y 1750, utilizó probablemente 500,000 africanos. El servicio doméstico y la ganadería ocuparon las vidas de entre 750,000 y un millón de africanos, hombres, mujeres y niños.
pt: A maioria dos onze milhões de africanos que sobreviveram à travessia do Atlântico foi trabalhar em plantations, produzindo provisões e culturas comerciais. Como na África, as proporções de homens, mulheres e crianças que trabalhavam no campo variavam conforme a cultura e a região, e os meses de fome eram os que antecediam a colheita anual. Cerca de 5,25 milhões de migrantes africanos foram trabalhar em plantations de cana-de-açúcar, e em torno de 1,5 milhões na cultura de fumo, café, arroz, anil, algodão e cacau. Outras 1,5 milhões de pessoas foram trabalhar na pecuária ou em plantations que produziam painço, milho, trigo, mandioca e silvicultura. Estima-se que um milhão de africanos escravizados tenham trabalhado em minas de prata e de ouro, principalmente antes de 1750. O ouro brasileiro, particularmente importante no período 1690-1750, atraiu cerca de 500 mil trabalhadores africanos. O trabalho doméstico ou a pecuária ocupavam as vidas de 750,000-1,000,000 africanos — homens, mulheres e crianças.

source: In most regions in the Atlantic slaving world the growth of crops and sufficient pasture for livestock depended upon seasonal rainfall. Those people living in rainforests would have been familiar with intense summer downpours; those living towards deserts or in rain shadows would have known droughts lasting many months. Most Africans experienced greater precipitation extremes than those living in the Western Hemisphere. For people who survived their trans-Atlantic passage, ninety-five per cent would labor in tropical and sub-tropical regions in the Western Hemisphere marked by seasonal rainfall. Comparatively few enslaved Africans experienced the temperate year-round rains in Chesapeake and mid-Atlantic lands to the north or those temperate rains in the Rio de la Plata, the southernmost American slaving market.
es: En la mayoría de las regiones del mundo esclavista atlántico el crecimiento de los cultivos y el suficiente pasto para el ganado dependía de la lluvia. Aquellos que vivían en zona de bosques o selvas tropicales estaban familiarizados con los intensos aguaceros en el verano; aquellos en zonas desérticas o de sombra pluviométrica conocían de sequías que duraban largos meses. La mayoría de los africanos había experimentado más precipitaciones extremas que aquellos que vivían en el hemisferio occidental. De los que sobrevivieron el paso trasatlántico, noventa y cinco por ciento trabajaría en regiones tropicales y sub tropicales en el hemisferio occidental que se caracterizaban por temporadas de lluvia. En comparación, pocos africanos esclavizados experimentaron las lluvias moderadas durante todo el año en Chesapeake y en las tierras del Atlántico Central al norte o las lluvias templadas del Rio de la Plata, el mercado de esclavos más al sur.
pt: Na maioria das regiões do mundo escravista atlântico, a cultura de produtos agrícolas e as pastagens para o gado dependiam das chuvas sazonais. Os africanos trazidos das florestas úmidas tropicais estavam familiarizados com as chuvas intensas de verão, enquanto que os que vinham de desertos ou de zonas de sombra de chuva já haviam passado por secas que duravam meses. A maioria dos africanos já tinha experiência de extremos de precipitação maiores do que os que ocorriam no hemisfério ocidental. Dos que sobreviveram à travessia transatlântica, noventa e cinco por cento foram trabalhar em regiões tropicais e subtropicais do hemisfério ocidental, marcadas por chuvas sazonais. Relativamente poucos escravos africanos conviveram com as chuvas distribuídas ao longo do ano típicas das regiões de clima temperado, em Chesapeake e nas terras do Médio Atlântico ao norte, ou no rio da Prata, o mercado de escravos americano mais ao sul.

source: In Atlantic Africa, shifting air masses produce July-October rains north of the equator and January-April rains south of the equator. In the principal slave-trading zone, from 15° North Latitude (above Senegal) to 15° South Latitude (below Benguela), coastal rains double the volume of precipitation just 20-30 miles inland. Deluges from Conakry (in modern Guinea) to Bassa (Liberia) match the rainfall in the Douala estuary of Cameroon—these are the rainiest pockets in the Atlantic world. Travelling south from the Senegal River, where twenty inches of rain fall annually, mostly in the summer, one reaches the northern extent of the rainforest above Sierra Leone (8-9° N), where ninety inches of rain fall in July and August. Heavy summer rains continue in dense rainforests stretching from Sierra Leone to the Windward Coast. Rainy season deluges commence along the eastern Bight of Benin and in the Bight of Biafra, precipitation amounts increasing during summer as one sails towards the equator. Once south of the Zaire River, one enters the driest coastline in Atlantic Africa, where farmers can expect to see less than fifteen inches of rain each year, mostly in February-April.
es: En la costa atlántica de África, masas de aire movedizas producen lluvias entre julio y octubre al norte del ecuador y entre enero y abril al sur del ecuador. En la principal zona de comercio esclavista, desde los 15° de latitud Norte (por encima de Senegal) hasta los 15° de latitud Sur (por debajo de Benguela), las lluvias de la costa duplican el volumen de precipitaciones sólo 20-30 millas al interior. Diluvios desde Conakry (en la actual Guinea) hasta Bassa (Liberia) tienen un volumen similar a las precipitaciones en el estuario de Douala en Camerún –estos son las localidades de más lluvia en la zona atlántica. Viajando al sur del río Senegal, donde caen anualmente veinte pulgadas de lluvia, especialmente en el verano, se alcanza el punto norte de la selva encima de Sierra Leona (8-9° N), donde noventa pulgadas de lluvia caen en julio y agosto. Intensas lluvias de verano continúan en las densas selvas que se extienden de Sierra Leona hasta la costa de barlovento. La temporada de diluvios comienza a lo largo del este de la bahía de Benín y de Biafra, las precipitaciones aumentan durante el verano en la medida en que se navega hacia el ecuador. Una vez al sur del río Zaire, se entra en la zona más seca de la costa del África atlántica, donde los agricultores pueden esperar menos de quince pulgadas de lluvia cada año, principalmente de febrero a abril.
pt: Na África atlântica, os deslocamentos de massas de ar provocam chuvas de julho a outubro ao norte do equador, e de janeiro a abril ao sul do equador. Na principal zona de tráfico de escravos, entre 15° de latitude norte (a norte do Senegal) e 15° de latitude sul (a sul de Benguela), as chuvas costeiras dobram o volume de precipitação quando se avança apenas 30-50 quilômetros em direção ao interior. Dilúvios vindos de Conacri (na Guiné moderna) em direção a Bassa (Libéria) coincidem com as chuvas do estuário do Duala, em Camarões — estes são os bolsões mais chuvosos do mundo atlântico. Viajando em direção ao sul a partir do rio Senegal, onde caem anualmente cinquenta centímetros de chuva, principalmente no verão, chega-se à extensão norte da floresta acima de Serra Leoa (8-9° N), que tem 230 centímetros de chuva entre julho e agosto. As fortes chuvas de verão também estão presentes nas densas florestas tropicais que se estendem desde Serra Leoa até a Costa do Barlavento. Os dilúvios da estação chuvosa iniciam ao longo da região leste do golfo do Benim e do golfo de Biafra, e intensificam durante o verão à medida que se navega em direção ao equador. Uma vez ao sul do rio Zaire, entra-se no litoral mais seco da África atlântica, onde os agricultores recebem menos de quarenta centímetros de chuva por ano, principalmente em fevereiro-abril.

source: In contrast to precipitation in Atlantic Africa, there is less rainfall in most New World slaving markets and few droughts. The greatest downpours occur in the spring-summer in the tropical rainforests of northern South America from Surinam (5-6° N) to Pará (1-3° S). The 1,250-mile Brazilian coastline from Paraíba (6° S) to São Vicente (24° S) includes a tropical zone, with a hot and humid climate and no pronounced dry season; the hot and humid subtropics, with a two-month dry season; and a temperate region, with a warm climate and dry winters. In Bahia, there are two moderate rainy seasons, separated by heavy May rainfall. Farther south, in Rio de Janeiro, the year’s first substantial rain occurs in March. Most rain falls in the West Indies in the fall and winter, but the wettest low-lying areas only reach the precipitation levels of the driest rainy seasons in Atlantic Africa. In the Carolinas and the Chesapeake, June-August summers are the rainiest times, but there is also significant December-February precipitation, levels similar to those experienced during winters in maritime climates of Europe.
es: En comparación con las lluvias de la costa atlántica de África, las precipitaciones en la mayoría del Nuevo Mundo donde se encontraban los mercados de esclavos son menores y menores también las sequías. Las lluvias más grandes ocurren en la primavera -verano en las selvas tropicales en la zona norte de Suramérica desde Surinam (5-6° N) hasta Pará (1-3° S). Las 1250 millas de la costa de Brasil de Paraíba (6° S) a São Vicente (24° S) incluyen una zona tropical con un clima cálido y húmedo sin temporada de sequía; el caluroso y húmedo sub trópico con una temporada seca de uno o dos meses y una región templada con un clima cálido e inviernos sin lluvia. En Bahía hay dos temporadas de lluvia moderada, divididas por grandes lluvias en mayo. Más al sur en Rio de Janeiro las primeras lluvias grandes ocurren en marzo. En las Antillas las mayores precipitaciones ocurren en el otoño e invierno, pero las zonas más bajas y húmedas solo alcanzan los niveles de precipitaciones propios de las temporadas de lluvia más secas de la costa atlántica de África. En las Carolinas y en Chesapeake, los veranos de junio a agosto son los de más lluvia, aunque también hay precipitaciones significativas entre diciembre y febrero, niveles semejantes a los del invierno en los climas marítimos de Europa.
pt: Em contraste com a precipitação na África atlântica, há menos chuva na maioria dos mercados de escravos do Novo Mundo, e poucas secas. Os maiores aguaceiros ocorrem entre a primavera e o verão nas florestas tropicais do norte da América do Sul, do Suriname (5-6° N) até o Pará (1-3° S). Os dois mil quilômetros de costa brasileira da Paraíba (6° S) até São Vicente (24° S) incluem uma zona tropical de clima quente e úmido sem uma estação seca pronunciada; regiões subtropicais quentes e úmidas, com uma estação seca de dois meses; e uma região de clima temperado, com clima quente e invernos secos. Na Bahia há duas estações chuvosas moderadas, separadas pelas fortes chuvas de maio. Mais ao sul, no Rio de Janeiro, a primeira chuva significativa do ano ocorre em março. Nas Índias Ocidentais, a maior parte das chuvas cai no outono e no inverno, mas essas áreas de baixa altitude mais úmidas conseguem atingir, no máximo, os níveis de precipitação das estações chuvosas mais secas da África atlântica. Nas Carolinas e em Chesapeake, as épocas chuvosas são os verões, de junho a agosto, mas também é significativa a precipitação de dezembro a fevereiro, em níveis semelhantes àqueles observados no inverno em climas marítimos da Europa.

source: Rainfall, temperature, sunlight, humidity and soil type determines crop choice and regulates agricultural calendars. Maximizing plants’ nutritional content requires precise growing cycles under optimal ecological conditions. For most subsistence and cash crops, farmers plant just before or during rainy months and harvest during dry, sunny months. Crops needing long periods of sunshine to maximize yield include grains, cereals, and cane starches. Intense ultraviolet light damages coffee and other berries. Yams and other tubers are long-growing tropical foods, requiring 8-10 months underground. Except for rice, most crops do not grow well in rainforests, because downpours leach soils of nutrients and roots cannot tolerate waterlogging. Cold winters in the continental climates of the New World kill sugar, coffee, cacao, and cotton plants. Rainfall loosens soils to facilitate digging and sowing, and all seeds and cuttings require water to propagate; as sunlight and warm, dry weather ripen plants, caloric content increases. In ecosystems that support short-growing plants and have two rainy seasons, farmers can produce two crops per year.
es: La lluvia, la temperatura, la luz, la humedad y el tipo de suelo determinan la elección del cultivo y regulan los calendarios agrícolas. Para que estos cultivos alcancen su máximo valor nutricional es necesario que sean cosechados en condiciones ecológicas óptimas. Para mayor conservación tanto de las cosechas de subsistencia como de los cultivos comerciales, los agricultores siembran justo antes o durante los meses de lluvia y recogen las cosechas durante los meses soleados y secos. Los cultivos que necesitan largos periodos de sol para alcanzar el máximo de su producción incluyen granos, cereales y azúcar de caña. La intensa luz ultravioleta daña el café y otros tipos de bayas. Los ñames y otros tubérculos son de prolongado crecimiento, por lo que pasan de ocho a diez meses bajo tierra. Con la excepción del arroz, la mayoría de las cosechas no crecen bien en las selvas tropicales, pues las intensas lluvias despojan a los suelos de sus nutrientes y las raíces no pueden tolerar el exceso de agua. Los fríos inviernos en los climas continentales del Nuevo Mundo terminan con el azúcar, el café, cacao y las plantas de algodón. La lluvia afloja el suelo para facilitar la excavación y la siembra, y todas las semillas y los tallos necesitan agua para propagarse; así como la luz del sol y el clima cálido y seco maduran las plantas, aumenta su contenido calórico. En aquellos ecosistemas que favorecen a las plantas de corto periodo de crecimiento y tienen dos temporadas de lluvias, los agricultores pueden producir dos cosechas por año.
pt: Precipitação, temperatura, luz solar, umidade e tipo de solo determinam a escolha de culturas e regulam os calendários agrícolas. A maximização do conteúdo nutricional das plantas requer ciclos precisos de cultivo sob condições ecológicas ideais. Na maioria das culturas de subsistência e de rendimento, os agricultores plantam um pouco antes dos meses chuvosos ou durante eles e fazem a colheita nos meses secos, ensolarados. Entre as culturas que necessitam de longos períodos de sol para maximizar o rendimento incluem-se os grãos, os cereais e a cana-de-açúcar. A irradiação ultravioleta intensa pode danificar o café e outras bagas. O inhame e outros tubérculos são alimentos tropicais de crescimento mais demorado, exigindo 8-10 meses debaixo do solo. Com exceção do arroz, a maioria das culturas não se ajusta às florestas tropicais, porque os aguaceiros retiram os nutrientes do solo e as raízes não toleram ficar encharcadas. Os invernos frios dos climas continentais do Novo Mundo matam as plantações de cana-de-açúcar, café, cacau e algodão. As chuvas amaciam os solos, facilitando a aragem e a semeadura, e todas as sementes e mudas necessitam de água para se propagar; à medida que a luz solar e o clima quente e seco amadurecem as plantas, o conteúdo calórico aumenta. Em ecossistemas que abrigam plantas de crescimento a curto prazo e que têm duas estações chuvosas, os agricultores podem produzir duas safras ao ano.

source: Millet, sorghum, rice, maize, yams, and cassava, principal African crops, grow in ecosystems that dictate agricultural calendars. Millet and sorghum are often the only food plants grown in the semi-arid and arid 10-15° N belt, three hundred miles inland from the African Atlantic coastline. Farmers plant these cereals during the first rains in June, which soften the rock-hard soils, and in early November, at the end of the rainy season when floodwaters begin to recede. The short-season crops flower in 90-180 days; harvests occur in September-December and February-May, depending on rainfall. The two cereals also thrive in the long dry winter seasons of the Congo savannah, and may have grown further west before being displaced by manioc. Rice is the staple from the Lower Gambia south to Sierra Leone and along the Windward Coast, rainy coastlines that allow rice to grow in its requisite water depth of 4-6 inches. It grows from June (rainy season) to November (onset of dry season). Maize, a New World crop imported in the 1600s, requires sufficiently long, dry, sunny periods, and thrived mainly in the central Gold Coast. South of 10° N one finds ideal conditions, as in much of Nigeria, for yam cultivation: 85° F temperatures, rainfall totalling 60 inches, a 2-3 month dry season, sufficient sunlight, and free-draining soils.
es: El mijo, el sorgo, el arroz, el maíz, los ñames y la yuca, principales cultivos africanos, crecen en ecosistemas que dictan calendarios agrícolas. El mijo y el sorgo son a menudo las únicas plantas que crecen en el cinturón árido y semiárido en los 10-15° de latitud norte, trescientas millas al interior de la costa atlántica de África. Los agricultores siembran estos cereales durante las primeras lluvias de junio, que suelen ablandar los duros suelos, y al principio de noviembre, cuando termina la temporada de lluvia y las aguas comienzan a disminuir. Las plantas de corto periodo de crecimiento florecen en 90-180 días, y la cosecha tiene lugar de septiembre a diciembre y de febrero a mayo, en dependencia de las lluvias. Los dos cereales también crecen durante las prolongadas y secas estaciones invernales de la sabana del Congo, y pueden haber crecido más al oeste antes de que fueran desplazadas por la mandioca. El arroz es el cultivo básico desde la baja Gambia al sur hasta Sierra Leona y a lo largo de la costa de barlovento, ribera lluviosa cuyas aguas le permiten crecer en la profundidad requerida de cuatro a seis pulgadas. Crece desde junio hasta noviembre (el comienzo de la temporada seca). El maíz, cultivo importado del Nuevo Mundo en los 1600s, requiere de periodos lo suficientemente largos, secos y soleados, y se da principalmente en la Costa de Oro central. Al sur de los 10° de latitud norte se encuentran las condiciones ideales, así como en gran parte de Nigeria. Para el cultivo de ñame, temperaturas de 85° F, precipitaciones que alcanzan las 60 pulgadas, de dos a tres meses de temporada seca, suficiente luz y suelos bien drenados.
pt: Painço, sorgo, arroz, milho, inhame e mandioca, as principais culturas africanas, crescem em ecossistemas que determinam os calendários agrícolas. O painço e o sorgo são muitas vezes os únicos alimentos cultivados na faixa de clima semiárido e árido que se estende de 10° a 15° N, a 500 quilômetros do litoral atlântico africano. Os agricultores plantam esses cereais durante as primeiras chuvas de junho, que amaciam os solos pedregosos, e no início de novembro, ao final da estação das chuvas, quando as enchentes começam a diminuir. As culturas de rápido crescimento florescem em 90-180 dias; as colheitas acontecem de setembro a dezembro e de fevereiro a maio, dependendo das chuvas. Esses dois cereais também prosperam nas longas temporadas secas de inverno da savana congolesa, e é possível que se expandissem para o oeste antes de serem substituídos pela mandioca. O arroz é o alimento básico da Baixa Gâmbia ao sul de Serra Leoa e ao longo da Costa do Barlavento, litorais chuvosos que permitem o cultivo do arroz na profundidade de água certa, de 10 a 15 centímetros. Ele cresce de junho (período chuvoso) a novembro (início da estação seca). O milho, uma cultura do Novo Mundo importada no século XVII que exige períodos suficientemente longos de seca e sol, prosperou principalmente na região central da Costa do Ouro. A sul de 10° N e em grande parte da Nigéria encontram-se condições ideais para o cultivo de inhame: temperaturas por volta de 30° C, um total de 150 centímetros de precipitação, uma estação seca de 2-3 meses, luz solar suficiente e solos de drenagem livre.
