Repository: rice-crc/voyages
Catalog: voyages/locale/*/LC_MESSAGES/django.po
Languages: es, pt

source: Map 5: Major regions and ports involved in the trans-Atlantic slave trade, all years
es: Mapa 5: Principales regiones y puertos envueltos en el comercio trasatlántico de esclavos, todos los años
pt: Mapa 5: Principais regiões e portos envolvidos no tráfico de escravos transatlântico, todos os anos

source: Map 6: Countries and regions in the Atlantic World where slave voyages were organized, by share of captives carried off from Africa
es: Mapa 6: Regiones y países del mundo Atlántico donde se organizaron los viajes de esclavos, según el número de cautivos transportados desde África
pt: Mapa 6: Países e regiões do mundo atlântico que organizaram viagens negreiras, por volume de cativos transportados da África

source: Map 7: Major coastal regions from which captives left Africa, all years
es: Mapa 7: Principales regiones costeras desde donde partían los cautivos en África, todos los años
pt: Mapa 7: Principais regiões costeiras de onde os cativos partiam da África, todos os anos

source: Map 8: Major regions where captives disembarked, all years
es: Mapa 8: Principales regiones donde desembarcaban los cautivos, todos los años
pt: Mapa 8: Principais regiões em que os cativos desembarcavam, todos os anos

source: Map 9: Volume and direction of the trans-Atlantic slave trade from all African to all American regions
es: Volumen y trayectoria del comercio trasatlántico de esclavos desde todas las regiones africanas hacia todas las regiones americanas
pt: Mapa 9: Volume e direção do tráfico de escravos transatlântico, de todas as regiões africanas a todas as regiões americanas

source: Source: David Eltis and David Richardson, <span class="italic"><a href="http://yalepress.yale.edu/yupbooks/book.asp?isbn=9780300124606">Atlas of the Transatlantic Slave Trade</a></span> (New Haven, 2010), reproduced with the permission of Yale University Press. For permission to reuse these images, contact Yale University Press.
es: Fuente: David Eltis y David Richardson, <span class="italic"><a href="http://yalepress.yale.edu/yupbooks/book.asp?isbn=9780300124606">Atlas of the Transatlantic Slave Trade</a></span> (New Haven, 2010), reproducido con el consentimiento de Yale University Press. Para obtener permiso para reusar estas imágenes contacte Yale University Press.
pt: Fonte: David Eltis e David Richardson, <span class="italic"><a href="http://yalepress.yale.edu/yupbooks/book.asp?isbn=9780300124606">Atlas of the Transatlantic Slave Trade</a></span> (New Haven, 2010), reproduzido com a permissão da Yale University Press. Para obter permissão para reutilizar estas imagens, entre em contato com a Yale University Press.

source: Show detail
es: Mostrar Detalle
pt: Exibir detalhe

source: Captive Africans followed many routes from their homelands to other parts of the world. The map shows the trans-Atlantic movement of these captives in comparative perspective for the centuries since 1500 only. Estimates of the ocean-borne trade are more robust than are those for the trans-Saharan, Red Sea and Persian Gulf routes, but it is thought that for the period from the end of the Roman Empire to 1900 about the same number of captives crossed the Atlantic as left Africa by all other routes combined.
es: Los cautivos africanos siguieron muchas rutas desde su tierra hacia otras partes del mundo. Este mapa muestra el trayecto trasatlántico de estos cautivos desde una perspectiva comparada por los siglos a partir de 1500 solamente. Los estimados del comercio oceánico son más robustos que los del comercio a través del Sahara, del Mar Rojo y de las rutas del Golfo Pérsico, pero se piensa que para el período que abarca desde la caída del imperio romano hasta 1900 el número de cautivos que cruzó el Atlántico desde África era aproximadamente el mismo combinando todas las rutas.
pt: Os africanos cativos seguiam muitas rotas de suas terras de origem até outras regiões do mundo. O mapa mostra o movimento transatlântico desses cativos em perspectiva comparativa apenas a partir de 1500. As estimativas sobre o tráfico oceânico são mais sólidas do que as sobre as rotas transaariana, do mar Vermelho e do golfo Pérsico; acredita-se, contudo, que entre o fim do Império Romano até 1900, aproximadamente, o número de cativos que cruzaram o Atlântico seja equivalente ao dos que foram levados da África por todas as outras rotas combinadas.

source: Sugar cultivation began in the Pacific in the pre-Christian era and gradually spread to the eastern Mediterranean, the Gulf of Guinea, then to Brazil, before entering the Caribbean in the mid-seventeenth century. Eighty percent of all captives carried from Africa were taken to sugar-growing areas.
es: El cultivo de azúcar comenzó en el Pacífico en la era precristiana y de manera gradual se extendió al este del Mediterráneo, el golfo de Guinea, después a Brasil antes de entrar al Caribe a mediados del siglo XVII. Ochenta por ciento de todos los cautivos traídos de África fueron llevados a regiones azucareras.
pt: O cultivo do açúcar começou no Pacífico, na era pré-cristã, tendo-se difundido gradualmente para o Mediterrâneo oriental, o golfo da Guiné e em seguida para o Brasil, antes de entrar no Caribe em meados do século XVII. Oitenta por cento de todos os cativos transportados da África foram levados para áreas açucareiras.

source: Before the Atlantic slave trade began and for two centuries thereafter, some African captives were taken to Europe as well as to the Atlantic islands and between African ports. It is hard to get precise estimates of these flows, but they were certainly much smaller than the trans-Atlantic traffic. Many of the captives involved in this traffic were subsequently carried to sugar plantations in the Old World.
es: Antes de que comenzara el comercio de esclavos y por dos siglos consecutivos, algunos cautivos africanos eran llevados a Europa, así como a islas del Atlántico y entre puertos africanos. Es difícil obtener estimados exactos de este flujo, pero sin lugar a duda era un número mucho menor que el del tráfico trasatlántico. Muchos de los cautivos envueltos en este tráfico fueron consecutivamente llevados a plantaciones de azúcar en el Viejo Mundo.
pt: Antes do início do tráfico de escravos atlântico e nos dois séculos que se seguiram, alguns cativos africanos foram levados para a Europa, para ilhas do Atlântico e de um porto africano para outro. É difícil obter estimativas precisas desses fluxos, mas eles certamente foram muito menores que o tráfico transatlântico. Muitos dos cativos envolvidos neste tráfico foram transportados posteriormente para plantações de cana-de-açúcar no Novo Mundo.

source: In the age of sail, winds and ocean currents shaped the direction of the trans-Atlantic slave trade, effectively creating two separate slave-trading systems – one in the north with voyages originating in Europe and North America, the other in the south with voyages originating in Brazil.
es: En la era de la navegación los vientos y corrientes oceánicas definieron la dirección del tráfico trasatlántico de esclavos, creando de manera efectiva dos sistemas de comercio de esclavos -uno en el norte con viajes que se originaban en Europa y Norteamérica y el otro al sur con viajes originados en Brasil.
pt: Na era da navegação, os ventos e correntes marítimas determinavam a direção do tráfico de escravos transatlântico, criando efetivamente dois sistemas distintos — um ao norte, em que as viagens se originavam na Europa e na América do Norte, e outro ao sul, em que as viagens partiam do Brasil.

source: Few commercial centers in the Atlantic world were untouched by the slave trade, and all the major ports had strong connections with the traffic.
es: Muy pocos centros de comercio en el mundo atlántico quedaron a salvo del mercado de esclavos y todos los puertos principales tenían fuertes vínculos con el tráfico.
pt: Poucos centros comerciais do mundo atlântico não foram afetados pelo tráfico de escravos, e todos os principais portos tinham estreitas ligações com ele.

source: Slave voyages were organized and left from all major Atlantic ports at some point over the nearly four centuries of the trans-Atlantic slave trade. Nevertheless, vessels from the largest seven ports, Rio de Janeiro, Bahia, Liverpool, London, Nantes, Bristol, and Pernambuco carried off almost three-quarters of all captives removed from Africa via the Atlantic Ocean. There was a major shift in the organization of slaving voyages first from the Iberian peninsular to Northern Europe, and then later back again to ports in southern Europe. A similar, but less pronounced shift may be observed in the Americas from South to North and then back again. </p> <p> Total documented embarkations: <b>8,973,701 captives</b> <br> Percent of estimated embarkations: <b>72.1%%</b>
es: Los viajes de esclavos eran organizados y partían de los principales puertos del Atlántico durante los casi cuatro siglos del comercio trasatlántico de esclavos. Sin embargo, navíos procedentes de los siete puertos principales, Rio de Janeiro, Bahia, Liverpool, London, Nantes, Bristol y Pernambuco llevaban casi tres cuartos de todos los cautivos removidos de África por vía del Océano Atlántico. Hubo un cambio significativo en la organización de viajes esclavistas primeramente desde la península ibérica hacia el norte de Europa y luego de regreso a los puertos al sur de Europa. Un cambio similar, pero menos pronunciado se puede observar en las Américas desde el sur al norte y viceversa. </p> <p> Número total de embarques documentados:<b>8.973.701 cautivos.</b> <br> Por ciento de embarques estimados:<b>72,1%%</b>
pt: Viagens negreiras foram organizadas e partiram de todos os principais portos do Atlântico em algum momento ao longo dos quase quatro séculos do tráfico de escravos transatlântico. No entanto, os navios que partiram dos sete maiores portos — Rio de Janeiro, Bahia, Liverpool, Londres, Nantes, Bristol e Pernambuco — transportaram quase três quartos de todos os cativos retirados da África pelo oceano Atlântico. Houve uma grande mudança na organização das viagens negreiras, primeiro da Península Ibérica para o norte da Europa, e depois um movimento de volta para os portos da Europa meridional. Uma mudança semelhante, mas menos acentuada, pôde ser observada nas Américas, do Sul para o Norte e depois do Norte de volta para o Sul. </p> <p> Total documentado de pessoas embarcadas: <b>8.973.701 cativos</b> <br> Percentual de embarques estimados: <b>72,1%%</b>

source: The limits of the regions shown here are “Senegambia,” anywhere north of the Rio Nunez. Sierra Leone region comprises the Rio Nunez to just short of Cape Mount. The Windward Coast is defined as Cape Mount south-east to and including the Assini river. The Gold Coast runs east of here up to and including the Volta River. Bight of Benin covers the Rio Volta to Rio Nun, and the Bight of Biafra, east of the Nun to Cape Lopez inclusive. West-central Africa is defined as the rest of the western coast of the continent south of this point, and south-eastern Africa anywhere from and to the north and east of the Cape of Good Hope. West-Central Africa was the largest regional departure point for captives through most the slave trade era. Regions closer to the Americas and Europe generated a relatively small share of the total carried across the Atlantic. Voyage length was determined as much by wind and ocean currents shown in Map 4 as by relative proximity of ports of embarkation and disembarkation. </p> <p> Total documented embarkations: <b>7,878,500 captives</b> <br> Percent of estimated embarkations: <b>63.3%%</b>
es: Los límites de las regiones que se muestran aquí como “Senegambia”, son cualquier sitio al norte del río Núñez. La región de Sierra Leona comprende el río Núñez hasta poco antes de Cape Mount. La costa de Barlovento se define desde sureste de Cape Mount hasta incluir el río Assini. La Costa de Oro corre al este de aquí hacia e incluye al río Volta. La ensenada de Benín abarca desde el río Volta al río Nun, y la ensenada de Biafra al este de Nun hasta incluir Cape López. África Centro-occidental se define como el resto de la costa occidental del continente al sur de este punto, y África sur oriental de cualquier parte desde y hasta el norte y este del cabo de Buena Esperanza. África Centro-occidental fue el mayor punto de partida de cautivos durante la mayor parte de la era del comercio esclavista. Regiones que eran más cercanas a las Américas y Europa generaban una cuota relativamente pequeña del total transportado a través del Atlántico. El largo de la travesía era determinado en gran medida por los vientos y corrientes oceánicas que se muestran en el mapa 4 así como también la proximidad relativa de puertos de embarque y desembarque. </p> <p> Número total de embarques documentados: 7. 878.500 cautivos.</b> <br> Por ciento de embarques estimados: 63,3 %%\</b>
pt: Os limites das regiões mostradas aqui são “Senegâmbia”, qualquer lugar ao norte do rio Nunez. A região de Serra Leoa vai do rio Nunez até quase chegar ao cabo Mount. A Costa do Barlavento vai do cabo Mount para o sudeste até o rio Assini, inclusive. A Costa do Ouro corre para o leste a partir daí, até o rio Volta, inclusive. O golfo do Benim cobre a região entre o rio Volta e o rio Nun; e o golfo de Biafra, a região a leste do rio Nun até o cabo Lopez, inclusive. A África Centro-Ocidental é definida como o restante da costa ocidental do continente ao sul deste ponto, e o sudeste da África compreende qualquer lugar ao norte e a leste do cabo da Boa Esperança. A África Centro-Ocidental foi o maior ponto de partida regional de cativos durante a maior parte da era do tráfico de escravos. As regiões mais próximas das Américas e da Europa geraram uma parcela relativamente pequena do total transportado pelo Atlântico. A extensão da viagem era determinada tanto pelos ventos e correntes marítimas exibidos no mapa 4 quanto pela proximidade relativa dos portos de embarque e de desembarque. </p> Total documentado de pessoas embarcadas: <b>7.878.500 cativos</b> <br> Percentual de embarques estimados: <b>63,3%%</b>

source: The Caribbean and South America received 95 percent of the slaves arriving in the Americas. Some captives disembarked in Africa rather than the Americas because their trans-Atlantic voyage was diverted as a result of a slave rebellion or, during the era of suppression, because of capture by patrolling naval cruisers. Less than 4 percent disembarked in North America, and only just over 10,000 in Europe. </p> <p> Total documented embarkations: <b>9,371,001 captives</b> <br> Percent of estimated embarkations: <b>88.5%%</b>
es: El Caribe y Sudamérica recibieron el 95 por ciento de los esclavos que llegaban a las Américas. Algunos cautivos desembarcaban en África en lugar de las Américas porque su viaje trasatlántico se desviaba como resultado de una rebelión de esclavos, o durante la era de la supresión debido a la captura y patrulla por parte de los cruceros navales. Menos del 4 por ciento desembarcó en Norteamérica y un poco más de 10.000 solamente en Europa. </p> <p> Número total de embarques documentados: 9,371,001 cautivos.</b> <br> Por ciento de embarques estimados: 88.5%%\</b>
pt: O Caribe e a América do Sul receberam 95%% dos escravos que aportaram nas Américas. Alguns cativos desembarcaram na África e não nas Américas porque suas viagens transatlânticas foram desviadas em consequência de uma rebelião de escravos ou, durante a época da repressão ao tráfico, por terem sido os navios capturados por cruzadores. Menos de 4%% desembarcaram na América do Norte, e apenas pouco mais de 10.000 na Europa. </p> <p> Total documentado de pessoas embarcadas: <b>9.371.001 cativos</b> <br> Percentual de embarques estimados: <b>88,5%%</b>

source: This map summarizes and combines the many different paths by which captives left Africa and reached the Americas. While there were strong connections between particular embarkation and disembarkation regions, it was also the case that captives from any of the major regions of Africa could disembark in almost any of the major regions of the Americas. Even captives leaving Southeast Africa, the region most remote from the Americas, could disembark in mainland North America, as well as the Caribbean and South America. The data in this map are based on estimates of the total slave trade rather than documented departures and arrivals.
es: Este mapa resume y combina las diferentes rutas a través de las cuales los cautivos dejaban África y llegaban a las Américas. Si bien había fuerte conexión entre regiones de embarque y desembarque específicas, también ocurría que los cautivos de cualquier de las principales regiones de África podían desembarcar en cualquiera de las principales regiones de las Américas. Hasta cautivos que dejaban el sureste de África, la región más alejada de las Américas, podían desembarcar en Norteamérica, así como también en el Caribe y Sudamérica. La información en este mapa se basa en los estimados del comercio de esclavos en su totalidad en lugar de partidas y arribos documentados.
pt: Este mapa resume e reúne os muitos caminhos diferentes pelos quais os cativos partiam da África e chegavam às Américas. Embora houvesse fortes conexões entre determinadas regiões de embarque e desembarque, não era raro que os cativos de qualquer uma das principais regiões africanas desembarcassem em praticamente qualquer grande região das Américas. Mesmo os cativos vindos do sudeste da África, a região mais afastada das Américas, podiam desembarcar na América do Norte continental, no Caribe ou na América do Sul. Os dados deste mapa são baseados em estimativas do total do tráfico de escravos, e não em partidas e chegadas documentadas.

source: Terms and conditions
es: Términos y condiciones

source: All the legal stuff goes here
es: Todo lo legal va aquí

source: Recommend the deletion of an existing voyage
es: Recomiende la eliminación de un viaje

source: Edit an existing record of a voyage
es: Edite el registro existente de un viaje

source: Edit existing voyage
es: Edite un viaje ya existente

source: Merge voyages
es: Combine viajes

source: Recommend voyage deletion
es: Recomiende eliminar un viaje

source: Comments or notes on any entry may be added by clicking on the box to the right of each input box.
es: Comentarios o notas pueden ser agregadas al hacer click en la caja a la derecha de cada cuadro de datos.

source: If required, use the box for notes at the foot of the page for additional information.
es: Si se requiere, use el cuadro para notas al pie de la página para información adicional.

source: You can review your complete entry at any time by clicking on the 'Review' button, and to submit your entry you must move to the Review page first.
es: Puede revisar su entrada en cada momento al hacer click en el botón "revisar", y para remitir su entrada usted debe moverse primero para la página "revisar".

source: Number of crew unspecified
es: Número de tripulación sin especificar

source: Crew died during Middle Passage
es: Tripulación que murió en el cruce del atlántico

source: Other
es: Otro
pt: Outro

source: Notes or comments about this contribution:
es: Notas o comentarios sobre esta contribución:

source: Proceed
es: Proceder

source: Submit for review
es: Enviar para revisión

source: The contribution will be submitted and no more editing may take place. If you wish to return to this contribution to amend it later, just access the contribution on the Contribute Home page and resume editing. Submit this contribution for review?
es: Esta contribución será remitida y no podrá editarse. Si desea retornar a esta contribución para editarla después, simplemente acceda la página de Colaborador para resumir la edición. Remitir esta contribución para revisión?

source: Merge existing records of voyages
es: Combinar registros existentes de viajes

source: Thank you for your contribution!
es: Gracias por su contribución!

source: The editors appreciate the time you have taken to keep the Voyages database current. They will be in contact with you after reviewing the new data.
es: Los editores aprecian el tiempo que usted ha tomado para mantener el Sitio Viajes actualizado. Ellos se van a contactar con usted después de revisar los nuevos datos.

source: Look up
es: Buscar

source: Grade Level
es: Nivel académico
pt: Séries

source: Course
es: Curso
pt: Curso

source: Key Words
es: Palabras clave
pt: Palavras-chave

source: Abstract
es: Resumen
pt: Resumo

source: Standard Type
es: Tipo Estándar
pt: Tipo de norma

source: Educational Materials
es: Materiales educativos
pt: Materiais educativos

source: Web Resources
es: Recursos en la red
pt: Recursos da Web

source: In order to present the trans-Atlantic slave trade database to a broader audience, particularly a grade 6-12 audience, a dedicated team of teachers and curriculum developers from around the United States developed lesson plans that explore the database. Utilizing the various resources of the website, these lessons plans allow students to engage the history and legacy of the Atlantic slave trade in diverse and meaningful ways. The lessons are all aligned with national standards in history (National Center for History in the Schools), social studies (National Council for the Social Studies), and geography (National Council for Geography Education) and range in both their grade levels and activities. The lessons also suggest readings for more information about the Slave Trade.
es: Con el fin de presentar la Base de datos del tráfico trasatlántico de esclavos ante un público más amplio, especialmente los estudiantes de sexto año a doce de los Estados Unidos, un equipo especializado de maestros y expertos en currículo de este país ha diseñado una serie de unidades didácticas para explorar la base de datos. Haciendo uso de las diversas herramientas que provee el sitio web, estas unidades de estudio permiten al estudiante comprender la historia y el legado del tráfico trasatlántico de esclavos de manera significativa. Las lecciones están en concordancia con los estándares nacionales para el estudio de la Historia trazados por el Centro Nacional para la enseñanza escolar de la Historia (National Center for History in the Schools), los estándares para el estudio de las Ciencias Sociales establecidos por el Consejo Nacional para el estudio de las Ciencias Sociales (National Council for the Social Studies) y de la enseñanza de la Geografía establecidos por el Consejo Nacional para la enseñanza de la Geografía (National Council for Geographic Education). Las actividades concuerdan con los distintos grados escolares. También se sugieren lecturas adicionales sobre la trata.
pt: A fim de apresentar o banco de dados do tráfico de escravos transatlântico para um público mais amplo, especialmente na faixa de 6 a 12 anos de idade, uma dedicada equipe de professores e elaboradores de currículos de todos os Estados Unidos desenvolveu planos de aula que exploram o banco de dados. Utilizando os diversos recursos do website, esses planos de aula permitem que os alunos explorem a história e o legado do tráfico de escravos atlântico em diversas formas relevantes. As aulas estão todas alinhadas com as normas norte-americanas de história (National Center for History in the Schools), ciências sociais (National Council for the Social Studies) e geografia (National Council for Geography Education), e variam tanto em relação à série escolar quanto ao tipo de atividade. Elas também sugerem leituras para se obterem mais informações sobre o tráfico de escravos.
