Repository: rice-crc/voyages
Catalog: voyages/locale/*/LC_MESSAGES/django.po
Languages: es, pt

source: One immediate question is how complete are the data? It is probable that our data set now includes more than 95 percent of all voyages that left British ports—and the British were the second largest of the national slave trader groups. The data on the eighteenth-century French and Dutch slave trades are also largely complete. The reasons for such comprehensive coverage are fairly obvious. Compared with other slave traders, northwestern European trading nations conducted the great bulk of their business relatively late in the slave trade era when everyone kept better records. Surviving sources in these countries are therefore abundant. Casual inspection of the relevant variables in the data set shows that almost all the voyages leaving ports in these countries have more than one source of information, and some have as many as eighteen. Yet the data on the Iberian and Brazilian trades after 1750 are also relatively complete, and information on the earlier period for these regions is vastly greater than it was ten years ago. For a country by country assessment of the completeness of the data, readers are referred to Chapter 1 of Extending the Frontiers and the spreadsheets downloadable from this web site that underpin our estimates of the overall size of the slave trade. Our estimate of the total volume of slaves carried off from Africa to the Americas is 12.5 million, and that the total number of voyages that set out to obtain captives was 43,600. New information will certainly emerge from the archives, but we think it unlikely that future scholars will dramatically increase the size or scale of the trans-Atlantic slave trade.
es: Una de las preguntas más frecuentes es cuan completa es la información. Es probable que en este momento nuestra base de datos abarque más del 95 por ciento de los viajes que partieron de los puertos británicos -los ingleses fueron el segundo de los principales grupos de negocio esclavo. La información sobre el comercio esclavo francés y holandés del siglo XVIII también es extensa. La razón para una cobertura tan amplia es obvia. En comparación con otros traficantes de esclavos, las naciones de Europa Occidental practicaron el grueso de su comercio relativamente tarde en la era del tráfico esclavista, cuando era más fácil llevar registros más exactos. Por esa razón las fuentes de información originales son más numerosas. Una mera inspección de las variables relevantes en la base de datos muestra que todos los viajes que se originaron en puertos de estos países se hayan en más de una fuente de información, algunos hasta en dieciocho fuentes distintas. Aun así, la información de la trata ibérica y brasileña posterior a 1750 también es bastante completa, y la información perteneciente a épocas más antiguas es mayor que la que se disponía diez años atrás. Para un examen de la extensión de información disponible por país, ver el Capítulo 1 de “Extendiendo las fronteras” y las hojas de cálculo descargables de este sitio web que sustentan nuestro estimado de la extensión general del comercio de esclavos. Nuestro estimado del total número de esclavos traídos a América desde África es 12,5 millones, y el número total de viajes emprendidos para capturar africanos 43.600. De seguro nueva información surgirá de los archivos, pero creemos que es poco probable que los futuros investigadores incrementen de forma dramática el número o la escala del tráfico trasatlántico de esclavos.
pt: Uma questão imediata é: até que ponto os dados estão completos? É provável que nosso conjunto de dados inclua agora mais de 95 por cento de todas as viagens que deixaram os portos britânicos — e os britânicos foram o segundo maior grupo nacional de traficantes de escravos. Os dados sobre os tráficos de escravos francês e holandês no século XVIII também estão em grande parte completos. As razões para uma cobertura tão ampla são bastante óbvias. Em comparação com outros traficantes de escravos, as nações comerciais do noroeste europeu realizaram a maior parte de suas transações num período mais tardio do tráfico de escravos, numa época em que os registros eram melhores. As fontes ainda existentes nesses países são, portanto, abundantes. Uma inspeção ocasional das variáveis relevantes no conjunto de dados mostra que quase todas as viagens que partiram de portos desses países têm mais de uma fonte de informação, sendo que algumas chegam a ter dezoito. Mas os dados sobre os tráficos ibérico e brasileiro depois de 1750 também são relativamente completos, e as informações sobre o período anterior nessas regiões são muito mais abundantes do que eram dez anos atrás. Para uma avaliação da completude dos dados referentes a cada país, leiam-se o Capítulo 1 de Extending the frontiers (1) e as planilhas que podem ser baixadas deste website nas quais se baseiam nossas estimativas do volume total do tráfico de escravos. Estimamos o número total de escravos levados da África para as Américas em 12,5 milhões, e o número total de viagens com o objetivo de obter cativos em 43.600. Certamente emergirão novas informações dos arquivos, mas parece-nos pouco provável que os estudiosos do faturo proponham avaliações muito maiores do tamanho ou da escala do tráfico de escravos transatlântico.

source: The 34,948 trans-Atlantic voyages contained in the database allows us to infer the total number of voyages carrying slaves from Africa. The Estimates page suggests that 12 ½ million captives (12,520,000) departed Africa for the Americas. Dividing this total by the average number of people embarked per voyage, 304 individuals, yields 41,190 voyages. Similarly, the Estimates pages suggests that 10.7 million enslaved Africans disembarked, mainly in the Americas. Given the average number disembarked per voyage, 265 people, yields an estimated 40,380 voyages arriving. Not all 34,948 voyages in the database carried slaves from Africa. A total of 1,262 voyages (3.6%%) never reached the African coast because they were lost at sea, captured or suffered some other misfortune. After removing these voyages, the database contains some trace of 81 percent of voyages that embarked captives. The database also contains records of 33,684 voyages that disembarked slaves, or could have done so (in other words, for some of these we do not know the outcome of the voyage). A total of 924 of these disembarked their slaves in the Old World. The latter group comprised mainly ships captured in the nineteenth century which were taken to Sierra Leone and St. Helena as part of the attempt to suppress the trade. A further 276 sank after leaving Africa with the loss of their slaves. In all, the database contains some record of almost 80 percent of vessels disembarking captives. Of course, there are other estimates of the volume of the trans-Atlantic slave trade. If we take a higher estimate of, say, 15.4 million departures,<span class="superscript">(2)</span> then the Voyages Database documents two-thirds of all slaving voyages that sailed between 1514 and 1866.
es: Los 34,948 viajes trasatlánticos registrados en la base de datos nos permiten inferir el número total de viajes que trasladaban esclavos de África. La página de Estimaciones sugiere que 12 millones y medio de cautivos, 12,520,000, partieron de África hacia América. Dividiendo este total por la cifra promedio de personas a bordo por viaje, 304 individuos, da como resultado 41,190 viajes. De manera similar, las Estimaciones sugieren que 10.7 millones de africanos esclavizados desembarcaron, fundamentalmente en las Américas. Teniendo en cuenta el número promedio de esclavos desembarcados en cada viaje, 265, se produce un estimado de 40,380 arribos. No todos los 34,948 viajes recogidos en la base de datos transportaban esclavos. Un total de 1,262 viajes (3.6 por ciento) nunca llegaron a la costa africana porque se perdieron en el mar, fueron capturados o sufrieron algún tipo de desgracia en el mar. Tras remover estos viajes, la base de datos traza un 81 por ciento de viajes que transportaban cautivos. La base de datos también contiene registros de 33,684 viajes que desembarcaron esclavos, o pudieron haberlo hecho (en otras palabras, no conocemos el desenlace de algunos de estos viajes). Un total de 924 de estos barcos desembarcaron esclavos en el Viejo Mundo. Este último grupo incluía fundamentalmente barcos interceptados en el siglo XIX y llevados a Sierra Leona y Santa Helena como parte del intento por suprimir la trata. Otros 276 se hundieron tras partir de África con la consecuente pérdida de los esclavos. En total, la base de datos contiene registros de casi 80 por ciento los barcos desembarcando cautivos. Por supuesto, existen otras estimaciones del volumen del tráfico trasatlántico de esclavos. Si se utiliza un estimado más alto de aproximadamente 15.4 millones de partidas, <span class="superscript">(2)</span> se puede afirmar que la base de datos documenta dos tercios de todos los viajes que partieron entre 1514 y 1866.
pt: As 34.948 viagens transatlânticas contidas no banco de dados nos permitem inferir o número total de viagens de transporte de escravos da África. A página Estimativas calcula que 12 milhões e meio de cativos (12.520.000) partiram da África para as Américas. Dividindo este total pelo número médio de pessoas embarcadas por viagem, de 304 pessoas, temos 41.190 viagens. Da mesma forma, as páginas das Estimativas indicam que 10,7 milhões de africanos escravizados foram desembarcados, principalmente nas Américas. Dado o número médio de desembarcados por viagem, 265 pessoas, tem-se cerca de 40.380 viagens completas. Nem todas as 34.948 viagens contidas na base de dados transportaram escravos da África. Um total de 1.262 viagens (3,6%%) nunca chegou à costa africana, porque os navios se perderam no mar, foram capturados ou sofreram algum outro infortúnio. Excluídas essas viagens, o banco de dados possui algum registro de 81 por cento das viagens em que cativos foram embarcados. O banco de dados também contém registros de 33.684 viagens em que desembarcaram escravos, ou em que tal coisa pode ter ocorrido (ou seja, viagens cujos resultados desconhecemos). Um total de 924 delas desembarcou escravos no Velho Mundo. Este último grupo compreende principalmente navios capturados no século XIX, levados para Serra Leoa e Santa Helena no esforço de repressão ao tráfico. Outros 276 afundaram depois de partir da África, e os escravos se perderam. Ao todo, o banco de dados contém algum registro de quase 80 por cento dos navios dos quais desembarcaram cativos. Naturalmente, há outras estimativas do volume do tráfico de escravos transatlântico. Se tomarmos uma estimativa mais elevada — por exemplo, 15,4 milhões de partidas, <span class="superscript">(2)</span> então a Base de Dados Viagens documenta dois terços de todas as viagens de escravos ocorridas entre 1514 e 1866.

source: Resistance and Price of Slaves
es: Resistencia y precio de los esclavos
pt: Resistência e preço dos escravos

source: Finally, we consider two variables that will attract more attention than most. First, we use the data variable “African resistance” (RESISTANCE) to compute a “Rate of Resistance” variable which is available only on the time line and in Custom Graphs. This is simply the number of vessels experiencing some recorded act of resistance divided by the total number of vessels in a given year and expressed as a percentage. The second is the “Sterling cash price (of slaves) in Jamaica” variable (JAMCASPR), which may be used to track the price paid for slaves in the Americas as they were sold from the vessel. The Voyages Database contains prices for those on board 959 voyages. The full derivation of these data is described elsewhere, but a summary description is appropriate here. <span class="superscript">(23)</span> Prices for human beings in the Americas were subject to as many influences as were prices in any other market. Key factors included the characteristics of the person being sold, the distance between slave markets in the Americas and Africa and the price of the captive in Africa. This variable attempts to adjust for several of these factors so that the underlying price trends become apparent to the user of Voyages. In most cases the data are taken from the slave traders’ accounts and correspondence. Our first goal was to ensure that we recorded a single category of captive – what was frequently referred to at the time as “a prime male”.<span class="superscript">(24)</span> Second, we adjusted that price for the price differential between the market in which the slave was actually sold and the price in Jamaica. Thus, if the captive was sold in one of the eastern Caribbean islands we would make a small adjustment upwards to reflect the ten extra days sailing time it would take to reach Jamaica. Third, we converted all prices into pounds sterling. What we did not do was to express the price in constant pounds (adjusted for inflation) – in other words, in real terms. This variable is thus based on archival data, but the adjustments we have made in the interests of making it intelligible for users have the effect of converting this into an imputed variable.
es: Por último, consideramos dos variables que llamarán más la atención que la mayoría. En primer lugar, utilizamos la variable de datos “resistencia africana” (RESISTANCE) para computar el “índice de resistencia”, variable que está disponible sólo en la línea de tiempo y en Gráficos personalizados. Esto es simplemente el número de navíos que registraron algún acto de resistencia dividido por el número total de navíos en un año dado, expresado en porcentaje. La segunda variable es “precio en libras esterlinas (de los esclavos) en Jamaica” (JAMSCASPR), que puede usarse para monitorear el precio pagado por los esclavos en el territorio americano, según eran vendidos al salir de los navíos. La Base de datos Viajes contiene precios para aquellos a bordo de 959 viajes. La derivación completa de estos datos se describe en otra parte, pero corresponde ofrecer ahora una descripción sumaria de la misma. (23) Los precios de los seres humanos en el continente americano estaban sujetos a las mismas influencias de cualquier otro mercado. Entre los factores de más peso se encontraban las características de la persona en venta, la distancia entre los mercados de esclavos en América y África, así como el precio de los cautivos en África. Esta variable intenta ajustar el impacto de algunos de estos factores, de manera que el usuario de nuestro sitio tenga una idea clara de la tendencia del precio subyacente. En la mayoría de los casos, los datos son tomados de las cuentas y la correspondencia de los traficantes de esclavos. Nuestro objetivo primario fue asegurar que registramos una categoría única de cautivo, referida con frecuencia en la época como “esclavo de calidad” (de sexo masculino, “prime male,” en el inglés de la época). (24) En segundo lugar, ajustamos el precio para incluir el diferencial entre el mercado en el cual el esclavo realmente se vendía y el precio en Jamaica. De esta manera, si el esclavo fue vendido en una de las islas del Caribe oriental, hacemos un pequeño ajuste del precio hacia arriba para reflejar los diez días adicionales de navegación que serían necesarios para llegar a Jamaica. En tercer lugar, convertimos todos los precios a libras esterlinas. Lo que no hicimos fue expresar el precio en libras fijas (ajustadas a la inflación), en otras palabras, en términos reales. De este modo, esta variable está basada en datos de archivo, pero los ajustes que hemos hecho en interés de hacerla inteligible para los usuarios dan como resultado que se convierta en una variable imputada.
pt: Por fim, examinamos duas variáveis que estarão entre as que mais vão chamar atenção. Primeiro, utilizamos a variável de dados “Resistência dos africanos” (RESISTANCE) para computar uma variável “Índice de resistência” que está disponível apenas na linha do tempo e em Gráficos Personalizados. Ela é simplesmente o número de navios que passaram por algum ato de resistência registrado dividido pelo número total de navios em um determinado ano, sendo expresso como porcentagem. A segunda é a variável “Preço (de escravos) em libras esterlinas na Jamaica” — (JAMCASPR) — que pode ser utilizada para saber o preço pago por escravos nas Américas quando eles eram vendidos ao serem desembarcados. O Banco de Dados Viagens contém os preços das pessoas a bordo de 959 viagens. A derivação completa desses dados é descrita em outro lugar, mas é relevante apresentar uma descrição resumida aqui. <span class="superscript">(23)</span> Os preços dos seres humanos nas Américas eram sujeitos a tantas influências quanto os preços em qualquer outro mercado. Entre os principais fatores incluíam-se as características da pessoa sendo vendida, a distância entre os mercados de escravos nas Américas e na África e o preço do cativo na África. Essa variável tenta ajustar vários destes fatores para que a evolução dos preços subjacentes se torne clara para o usuário do Viagens. Na maioria dos casos, os dados são extraídos das contas e correspondências dos traficantes de escravos. Nosso primeiro objetivo foi garantir o registro de uma categoria de cativo — a do escravo de qualidade do sexo masculino (prime male, na terminologia inglesa da época). <span class="superscript">(24)</span> Em segundo lugar, ajustamos esse preço pela diferença entre o mercado onde o escravo foi vendido e o preço na Jamaica. Assim, se o cativo era vendido em uma das ilhas do Caribe oriental, fazíamos um pequeno ajuste para cima a fim de levar em conta os dez dias a mais de tempo de navegação que seriam necessários para chegar à Jamaica. Terceiro, convertemos todos os preços em libras esterlinas. O que não fizemos foi expressar o preço em libras constantes (descontada a inflação) — em outras palavras, em termos reais. Essa variável é, portanto, baseada em dados de arquivo, mas os ajustes que fizemos no interesse de torná-la inteligível para os usuários têm o efeito de convertê-la em uma variável imputada.

source: The above discussion is not exhaustive in the sense that we not have touched on and explained every single variable in either the Voyages interface or the two databases offered for downloading. Many of the variables need no more explanation than is available on the Variable List page and readers are referred to this page for any missing explanations in the preceding pages.
es: La discusión anterior no es exhaustiva en el sentido de que no hemos referido ni explicado cada una de las variables en la interface Viajes o en las dos bases de datos que se ofrecen para descargar del sitio web. Muchas de las variables no necesitan otra explicación que la que se encuentra en la página Lista de variables, a dónde los lectores deben referirse para cualquier explicación faltante en las páginas anteriores.
pt: A exposição acima não é exaustiva, pois nela não mencionamos nem explicamos cada uma das variáveis que aparecem na interface Viagens e nos dois bancos de dados que podem ser baixados. Muitas das variáveis não precisam de explicações além das que estão disponíveis na página Lista de Variáveis, e os leitores devem consultar essa página para quaisquer esclarecimentos que não tiverem encontrado nas páginas anteriores.

source: Appendix
es: Apéndice
pt: Apêndice

source: Derivation of Estimated number of Captives Carried on Vessels in the Voyages Database for which such Information cannot be obtained from the Sources
es: Derivación del número estimado de cautivos transportados en los navíos en la Base de datos Viajes para los cuales no puede obtenerse este dato de las fuentes
pt: Derivação do número estimado de cativos transportados em navios no Banco de Dados Voyages para os quais não podem ser obtidas informações a partir das Fontes

source: Voyage groupings for estimating imputed slaves
es: Agrupamientos de viajes para estimar los esclavos imputados
pt: Agrupamentos de viagens para estimar escravos imputados

source: number
es: número
pt: número

source: Sd
es: Desviación estándar

source: sd
es: desviación estandar

source: Spanish, America, pre-1626
es: Español, América, antes de 1626
pt: América Espanhola, antes de 1626

source: Spanish, America, 1626-41
es: Español, América, 1626-41
pt: América Espanhola, 1626-41

source: Steamer
es: Barco a Vapor
pt: Navio a vapor

source: pre1716 French
es: antes de 1716, francés
pt: França antes de 1716

source: Sumaca, pre-1751
es: Sumaca, antes de 1751
pt: Sumaca, antes de 1751

source: pre-1650 Dutch
es: antes de 1650, holandés
pt: Holandês, antes de 1650

source: 1650-73 Dutch
es: 1650-73, holandés
pt: Holandês, 1650-73

source: 1674-1730Dutch
es: 1674-1730, holandés
pt: Holandês, 1674-1730

source: post1730Dutch
es: post 1730, holandés
pt: Holandês, depois de 1730

source: Barque, pre-1826
es: Barca, pre-1826
pt: Barque, antes de 1826

source: Barque, 1826-50
es: Barca, 1826-50

source: Barque, 1851-75
es: Barca, 1851-75

source: Barqua
es: Barca

source: B. of Benin, pre-1700
es: B. de Benin, antes de 1700
pt: Golfo do Benim, antes de 1700

source: B. of Benin, 1700-1800
es: B. de Benin, 1700-1800
pt: Golfo do Benim, 1700-1800

source: B. of Benin, post-1800
es: B. de Benin, post-1800
pt: Golfo do Benim, depois de 1800

source: Bergantine pre-1776
es: Bergantín pre-1776
pt: Bergantine antes de 1776

source: Bergantine, 1776-1800
es: Bergantín, pre-1776

source: Bergantine,1801-25
es: Bergantín, 1801-25

source: Bergantine, 1826-75
es: Bergantín, 1826-75

source: B. of Biafra, pre-1700
es: B. de Biafra, pre-1700
pt: Golfo de Biafra, antes de 1700

source: B. of Biafra, 1700-1800
es: B. de Biafra, 1700-1800
pt: Golfo de Biafra, 1700-1800

source: B. of Biafra, post-1800
es: B. de Biafra, post-1800
pt: Golfo de Biafra, depois de 1800

source: Small craft
es: Navío Pequeño
pt: Pequena embarcação

source: Spanish 1642-1662
es: Español 1642-1662
pt: Espanhol, 1642-1662

source: US barque 1826-75
es: Barque Estados Unidos 1826-75
pt: Barque dos EUA, 1826-75

source: US brig 1776-1800
es: Brig Estados Unidos 1776-1800
pt: Brig dos EUA, 1776-1800

source: US brig 1801-25
es: Brig Estados Unidos 1801-25
pt: Brig dos EUA, 1801-25

source: US brigantine 1776-1825
es: Brigantine Estados Unidos 1776-1825
pt: Brigantine dos EUA, 1776-1825

source: US brigantine post1825
es: Brigantine Estados Unidos post-1825
pt: Brigantine dos EUA, depois de 1825

source: US brigantine pre-1776
es: Brigantine Estados Unidos pre-1776
pt: Brigantine dos EUA, antes de 1776

source: US brig post-1825
es: Brig Estados Unidos post-1825
pt: Brig dos EUA, depois de 1825

source: US brig pre-1776
es: Brig Estados Unidos pre-1776
pt: Brig dos EUA, antes de 1776

source: US schooner, 1776-1800
es: Schooner Estados Unidos, 1776-1800
pt: Schooner dos EUA, 1776-1800

source: US schooner, 1801-1825
es: Schooner Estados Unidos, 1801-1825
pt: Schooner dos EUA, 1801-1825

source: US schooner, 1826-75
es: Schooner Estados Unidos, 1825-1875
pt: Schooner dos EUA, 1826-75

source: US schooner, pre-1776
es: Schooner Estados Unidos, pre-1776
pt: Schooner dos EUA, antes de 1776

source: US ship1776-1800
es: Buque Estados Unidos, 1776-1800
pt: Ship dos EUA, 1776-1800

source: US ship1801-1825
es: Buque Estados Unidos, 1801-1825
pt: Ship dos EUA, 1801-25

source: US ship post-1825
es: Buque Estados Unidos, post-1825
pt: Ship dos EUA, depois de 1825

source: US ship pre-1776
es: Buque Estados Unidos, pre-1776
pt: Ship dos EUA, antes de 1776

source: US sloop
es: Sloop Estados Unidos
pt: Sloop dos EUA

source: US snow
es: Snow Estados Unidos
pt: Snow dos EUA

source: W Central Africa 1700-1800
es: Africa Centro-Occidental 1700-1800
pt: África Centro-Ocidental, 1700-1800

source: W Central Africa post-1800
es: Africa Centro-Occidental post-1800
pt: África Centro-Ocidental, depois de 1800
