Repository: rice-crc/voyages
Catalog: voyages/locale/*/LC_MESSAGES/django.po
Languages: es, pt

source: <p>Graphs can bring to the researcher&rsquo;s attention patterns that might not be observed simply scanning the statistics contained in a table. Tables also present the danger of tempting the researcher to exaggerate the importance of small differences. If differences are too small, or patterns too indistinct, to be clearly observed in a graph, they are usually not significant.</p>
es: <p>Los gráficos pueden llamar la atención del investigador sobre patrones que, de otra forma, podrían no ser detectados simplemente revisando las estadísticas contenidas en una tabla. Estas tablas también pueden representar un problema, al tentar al investigador a exagerar la importancia de pequeñas diferencias. Si las diferencias son demasiado pequeñas o los patrones demasiados difusos para ser notados en un gráfico, esto quiere decir que no son significativas.</p>
pt: <p>Os gráficos podem chamar a atenção do pesquisador para padrões que talvez não possam ser observados simplesmente pelo exame das estatísticas contidas em uma tabela. As tabelas também apresentam o perigo de induzirem o pesquisador a exagerar a importância das pequenas diferenças. Se as diferenças são pequenas demais, ou os padrões indistintos demais, para serem observados de modo nítido em um gráfico, eles geralmente não são significativos.</p>

source: Philadelphia
es: Filadelfia
pt: Filadélfia

source: Piel of Foulney
es: Piel de Foulney

source: Pilot boat
es: Barco piloto

source: <p>In Estimates, each of the boxes for setting criteria of analysis has a &ldquo;Reset to default&rdquo; button. Initially, the time frame is set to 1501-1866, the entire period of the slave trade for which estimates are made; and flag (national carrier), embarkation regions, and disembarkation regions are all set to include all values for each. By clicking on &ldquo;Reset to default&rdquo; in a box, initial settings are restored for all specifications.</p>
es: <p>En las Estimaciones, cada una de las casillas para establecer criterio de análisis tiene un botón llamado &ldquo;Reconfigurar por defecto&rdquo;. Inicialmente, el marco de tiempo se configura para 1501-1866, el período total de tiempo para el que se hacen estimados y las banderas (naciones traficantes) regiones de embarque y desembarco, todas se configuran para contener todos los valores para cada una. Cuando se pulsa el botón &ldquo;Reconfigurar por Defecto&rdquo; se restituye la configuración inicial para todas las especificaciones.</p>
pt: <p>Nas Estimativas, cada uma das caixas para definir os critérios de análise tem um botão para “Redefinir para o padrão”. Inicialmente, o intervalo de tempo está definido para 1501-1866, o período completo do tráfico de escravos para o qual as estimativas são feitas; e os critérios bandeira (nação transportadora), região de embarque e região de desembarque estão definidos de modo a incluir valores totais para cada um. Clicando-se em “Redefinir para o padrão” em uma caixa, os ajustes iniciais são restaurados em todas as especificações.</p>

source: Pink
es: Rosa

source: <p>In &ldquo;Select map,&rdquo; choice of an historical map automatically changes the time frame to the years appropriate to its date (1650, 1750, or 1850) and the range in the number of slaves represented by different size dots.</p>
es: <p>Al emplear &ldquo;Seleccione mapa&rdquo;, la selección de un mapa histórico automáticamente cambia el marco de tiempo a los años apropiados a esta fecha (1650, 1750 o 1850) y el rango en el número de esclavos representado por los distintos tamaños de los puntos.</p>
pt: <p>Em “Selecionar mapa”, a escolha de um mapa histórico muda automaticamente o intervalo de tempo para os anos apropriados à sua época (1650, 1750, ou 1850) e a gama de número de escravos representada por pontos de diferentes tamanhos.</p>

source: <p>In the automatic data entry form in Contribute, one type of submission is &ldquo;Merge existing voyages.&rdquo; It shows variables for two or three cases side-by-side for each case, allowing one to determine if they are duplicates. A word of caution: the same ship often made several voyages.</p>
es: <p>En el formulario para entrada automática de datos Contribuir, un tipo de entrada es &ldquo;Junte los viajes existentes&rdquo;. Este tipo de entrada muestra variables para dos o tres casos uno al lado de otro, para cada caso, permitiendo comprobar si están duplicados. Una palabra de cautela: el mismo barco puede haber hecho varios viajes.</p>
pt: <p>No formulário de entrada de dados automático em Colaborar, um tipo de colaboração é “Mesclar viagens existentes”. Ela mostra variáveis para dois ou três casos lado a lado para cada caso, permitindo que se possa determinar se são duplicatas. Uma advertência: em muitos casos, o mesmo navio fez diversas viagens.</p>

source: <p>In the Images section itself, the caption indicates when an image is relevant to a particular voyage. When one clicks on the image to obtain a larger view with information about it, below the commentary on the right is a link to related voyages. Clicking on it takes you directly to details about the voyage in the Voyages Database. In addition to links <em>from</em> Images to other sections of the website, there are links from other sections like Essays (in Assessing the Slave Trade) <em>to</em> the Images section. One of the three tabs in voyage detail (the page with information on a voyage opened when the row where it appears in the List of voyages is clicked) is to &ldquo;Related images.&rdquo; </p>
es: <p>En la sección de Imágenes misma, el pie de figura indica cuándo una imagen es relevante para un viaje en particular. Cuando uno pulsa sobre sobre una imagen para obtener una vista mayor con información acerca de ella, debajo del comentario hay un enlace al viaje relacionado. Pulsando sobre el enlace nos lleva directamente a los detalles del viaje en la base de datos Viajes. Además de enlaces <em>de</em> imágenes con otras secciones del sitio web, hay enlaces de otras secciones, como Ensayos (en Análisis del Tráfico de Esclavos) <em>a</em> la sección Imágenes. Una de las tres pestañas en detalle de viaje (la página con la información sobre un viaje obtenida cuando se pulsa en la fila Lista de Viajes) es &ldquo;Imágenes relacionadas.&rdquo; </p>
pt: <p>Na seção Imagens em si, a legenda indica quando uma imagem é relevante para uma viagem específica. Quando se clica na imagem para obter uma visão mais geral com informações sobre ela, abaixo do comentário à direita há um link para viagens relacionadas. Clique sobre ele e você irá diretamente aos detalhes sobre a viagem no Banco de Dados: Viagens. Além dos links que vão <em>de</em> Imagens para outras seções do website, há também links que partem de outras seções, como o de Ensaios (em Análises do Tráfico de Escravos) e levam <em>para</em> a seção Imagens. Uma das três abas em Detalhes da viagem (a página com informações sobre uma viagem que é aberta quando a linha onde ela aparece na lista de viagens é clicada) é para “Imagens relacionadas”.</p>

source: pirate/privateer action
es: acción de pirata o corsario
pt: ação de pirata/corsário

source: Pirates
es: Piratas
pt: Piratas

source: Pirates and privateers operating from the Barbary Coast in North Africa. Between the fourteenth and nineteenth centuries the Barbary pirates constituted a major impediment to Mediterranean and Atlantic trade, with thousands of merchant ships lost to their actions. The pirates also launched Razzias (raids) on the southern Mediterranean, enslaving thousands of Christians. Europeans purchased "Mediterranean Passes" to ensure safe passage through Barbary waters. The Barbary pirates declined after 1815 when the United States pacified the pirates through force, and France occupied the main pirate bases in Algiers.
es: Piratas y corsarios que operaban en la costa berberisca al norte de África. Entre los siglos XIV y XIX los piratas berberiscos constituían el mayor obstáculo para la trata de esclavos mediterránea y atlántica, con miles de barcos sucumbiendo a sus ataques. Los piratas también lanzaban “Razzias” (redadas) capturando y esclavizando cristianos. Los europeos compraban “Pases Mediterráneos” para asegurar un cruce seguro por las aguas berberiscas. Los piratas berberiscos disminuyeron después de 1815 cuando Estados Unidos los apaciguó por la fuerza y Francia les ocupó sus principales bases en Argel.
pt: Piratas e corsários que atuavam a partir da costa berberisca na África Setentrional. Entre os séculos XIV e XIX, os piratas da Berbéria constituíram um grande entrave ao comércio do Mediterrâneo e do Atlântico, causando perdas de milhares de navios mercantes. Os piratas também praticavam saques na margem sul do Mediterrâneo, escravizando milhares de cristãos. Os europeus compravam “passes mediterrâneos” para garantir a passagem segura pelas águas da Berbéria. Os piratas da Berbéria se enfraqueceram após 1815, quando os Estados Unidos os pacificaram à força e a França ocupou as principais bases dos piratas em Argel.

source: Place (as used for estimates maps)
es: Sitios (según su uso en los mapas de estimaciones)
pt: Lugar (conforme o termo é utilizado nos mapas das Estimativas)

source: Place at which slaving vessel was originally constructed. Few vessels were built for the trade, particularly during the 1514-1700 period. Merchants usually purchased secondhand vessels and refitted them for the slave trade.
es: Lugar donde originalmente se construía el barco. Pocos barcos se construían con el expreso propósito de transportar esclavos, en particular durante el período de 1514 a 1700. Los traficantes de esclavos solían comprar barcos de segunda mano que luego adaptaban a la trata.
pt: Local onde o navio negreiro fora originalmente construído. Poucas embarcações eram construídas para o tráfico, particularmente durante o período de 1514-1700. Os mercadores costumavam adquirir navios de segunda mão e remodelá-los para o tráfico de escravos.

source: Places
es: Lugares
pt: Lugares

source: Places are represented on the map by five different sizes of yellow and red dots? How do I interpret these symbols?
es: Los lugares se representan en el mapa por cinco diferentes tamaños de puntos amarillos y rojos. ¿Cómo interpreto estos símbolos?
pt: Os lugares são representados no mapa por cinco tamanhos diferentes de pontos amarelos e vermelhos. Como faço para interpretar estes símbolos?

source: Places of trade can refer to ports, discrete landmasses (such as islands) or broadly-defined geographical units such as "Caribbean" or "North America".
es: El término sitios de comercio puede estar referido a puertos, masas de tierra delimitadas (como islas) o a unidades geográficas más grandes como el “Caribe” o “Norteamérica”.
pt: Os lugares de tráfico podem ser portos, pequenas massas de terra (como ilhas) ou grandes unidades geográficas, como “Caribe” ou “América do Norte”.

source: Plan of the Slaver ""Vigilante""
es: Plano del barco esclavista “Vigilante”
pt: Plano do Negreiro “Vigilante”

source: Plantation
es: Plantación

source: <p>&ldquo;Create a link&rdquo; appears in the left frame of &ldquo;Search the Database&rdquo; after one has clicked on &ldquo;Search&rdquo; to execute a query. It creates a goo.gl URL which users can save and later recreate the query by pasting in the site&rsquo;s address window.</p>
es: <p>&ldquo;Crear un enlace&rdquo; aparece en el marco izquierdo de la ventana &ldquo;Búsqueda de Base de Datos&rdquo; después de haber pulsado &ldquo;Búsqueda&rdquo; para ejecutar una búsqueda. Esto crea un URL que los usuarios pueden guardar y más tarde volver a crear la búsqueda pegándola en la ventana de la dirección del sitio.</p>
pt: <p> “Criar um link” aparece na moldura à esquerda da janela “Pesquisar no Banco de Dados” depois de se ter clicado em “Pesquisar” para executar uma consulta. Ele cria um URL que os usuários podem salvar para depois refazer a consulta, colando-o na janela de endereço do site.</p>

source: <p>&ldquo;Find visible place,&rdquo; the tool at the bottom of options to the right of the map, provides a drop down menu of places, regions, or broad regions, depending on the choice made in &ldquo;Select map&rdquo; above. Clicking on a place name in this list will center the map on that place, at the second zoom level if not the first, and show statistics related to it. By clicking on the zoom level, you will be able to see its location relative to other places at different scales.</p>
es: <p>&ldquo;Encuentre lugar visible,&rdquo; es la herramienta en la parte inferior de las opciones, a la derecha del mapa, que provee un menú desplegable de lugares, regiones, o regiones amplias, dependiendo de la selección hecha en &ldquo;Seleccione mapa,&rdquo; en la parte superior. Pulsando en el nombre de un sitio en esta lista, centrará el mapa en ese lugar en el segundo nivel de ampliación, si no, en el primero, mostrando las estadísticas relacionadas con este sitio. Pulsando sobre el nivel de ampliación podrá ver su localización relativa a otros sitios en diferentes escalas.</p>
pt: <p>“Encontrar local visível”, a ferramenta na parte inferior das opções à direita do mapa, fornece um menu suspenso de lugares, regiões ou grandes regiões, dependendo da escolha feita acima, em “Selecionar mapa”. Ao se clicar num nome de lugar desta lista, o mapa centraliza-se naquele lugar, no segundo nível de zoom se não no primeiro, e mostra as estatísticas relacionadas a ele. Clicando-se sobre o nível de zoom, vê-se a sua localização em relação a outros lugares em diferentes escalas.</p>

source: <p>&ldquo;Published secondary sources,&rdquo; the fourth part of Sources in Understanding the Database, a subsection of The Database, provides a comprehensive bibliography of scholarly studies of the Atlantic slave trade.</p>
es: <p>&ldquo;Fuentes secundarias publicadas,&rdquo; la cuarta parte de Fuentes para ender la Base de Datos, es una subsección de la Base de Datos, que provee una bibliografía completa de estudios científicos sobre el tráfico de esclavos en el Atlántico.</p>
pt: <p>“Fontes secundárias publicadas”, a quarta parte de Fontes em Para entender o Banco de Dados, uma subseção do Banco de Dados, fornece uma bibliografia abrangente de estudos acadêmicos sobre o tráfico de escravos no Atlântico.</p>

source: <p>&ldquo;Search the Database&rdquo; enables you to identify one voyage in particular. If you know the name of the vessel, click on &ldquo;Vessel name&rdquo; in the category &ldquo;Ship, nations, owners&rdquo; in the query frame. That will open a space in the Current query box to enter the name. Then click on search. As many ships made more than one slaving voyage and others shared the same name, you may well find more than one ship with the name you entered. &nbsp;Check the year the voyage arrived or other information which permits you to distinguish it from others with the same name. Clicking on a particular voyage in the Results listing will open a window with voyage known details.</p>
es: <p>&ldquo;Búsqueda en la base de datos&rdquo; le permite identificar un viaje en particular. Si conoce el nombre de la nave, pulse sobre &ldquo;Nombre de la nave&rdquo; en la categoría &ldquo;Nave, naciones, dueños&rdquo; en el marco de la búsqueda. Esto abrirá un espacio en la casilla de la búsqueda en curso para digitar el nombre. Después pulse en Búsqueda. Como muchos barcos hicieron más de un viaje y otros tenían el mismo nombre, puede encontrarse más de un barco con el nombre introducido. &nbsp; Compruebe el año de llegada del barco que le permite distinguirlo de otros con el mismo nombre. Pulsando en un viaje particular en el listado Resultados abrirá una ventana con los detalles conocidos del viaje.</p>
pt: <p>“Pesquisar no Banco de Dados” permite que você identifique uma viagem específica. Caso você saiba o nome do navio, clique em “Nome do navio”, na categoria “Navio, nações, proprietários” no quadro de consulta. Isso vai abrir um espaço na caixa de Consulta atual para você digitar o nome. Em seguida, clique em Pesquisar. Como muitos navios fizeram mais de uma viagem negreira e havia navios com o mesmo nome, é possível que você encontre mais de um navio com o nome digitado. Verifique o ano do término da viagem ou outra informação que lhe permita distinguir o navio que você procura de outros com o mesmo nome. Ao clicar em uma viagem específica na lista de Resultados, uma janela com os detalhes conhecidos da viagem se abrirá.</p>

source: <p>&ldquo;Select time frame&rdquo; is the first query box at the top of the left frame in both the Voyages Database and Estimates. In Estimates, the default setting is 1501 to 1866 since evidence points to disembarkation of African slaves in Hispaniola from the beginning of the sixteenth century. For the Voyages Database, the time frame is set by default to the period from 1514, the first year in which a slave voyage can be documented, to 1866, the year of arrival of the last three documented slave voyages. For a single year, specify the same year in both &ldquo;From&rdquo; and &ldquo;To.&rdquo;</p>
es: <p>&ldquo;Seleccione periodo&rdquo; es la primera casilla de búsqueda en la parte superior en la izquierda, tanto en la Base de datos Viajes, como en Estimaciones. En Estimaciones, la configuración inicial es de 1501 a 1866, ya que la evidencia indica desembarco de esclavos africanos en la Isla Española desde los comienzos del siglo XVI. Para la Base de datos Viajes el marco de tiempo se ajusta desde 1514, el primer año en que se puede documentar un viaje esclavista, a 1866, el año de llegada de los últimos tres viajes esclavistas documentados. Para un solo año, especifique el mismo año tanto en &ldquo;Desderdquo; como en &ldquo;Hasta.&rdquo;</p>
pt: <p>“Escolher intervalo de tempo” é a primeira caixa de consulta na parte superior do quadro à esquerda, tanto no Banco de Dados: Viagens quanto em Estimativas. Em Estimativas, a configuração padrão é 1501-1866, pois há dados referentes ao desembarque de escravos africanos na ilha de Hispaniola desde o início do século XVI. Para o Banco de Dados: Viagens, o intervalo de tempo está pré-configurado para o período iniciado em 1514 — o primeiro ano em que uma viagem negreira pode ser documentada — e encerrado em 1866 — o ano de chegada das três últimas viagens negreiras documentadas. Para pesquisar um único ano, especifique o mesmo ano em “De” e “Para”.</p>

source: <p>Look in the fourth, fifth, and six columns of the Variable List. The column &ldquo;Voyages&rdquo; shows the number of cases that have information coded for each variable in the main database.</p>
es: <p>En la cuarta, quinta y sexta columna de la Listas de Variables. La columna &ldquo;Viajes&rdquo; muestra el número de casos que tienen información codificada para cada variable en la base de datos principal.</p>
pt: <p>Consulte a quarta, quinta e sexta colunas da Lista de Variáveis. A coluna “Viagens” mostra o número de casos que têm informações codificadas para cada variável que consta no banco de dados principal.</p>

source: <p>No. Both sections make use of Philip Curtin&rsquo;s widely used distinction of eight regions of the Africa where slaves were embarked for transportation to the Americas. These regions are segments of the African Atlantic coastline in Africa from Senegambia in the North to West Central Africa in the South, with an eighth region in South-east Africa. In the website, off-shore islands are grouped with the region to which they are closest in proximity: the Cape Verde islands and Madeira with Senegambia, the Banana islands and Bance island with Sierra Leone, the Guinea islands with the Bight of Biafra, St. Helena with West Central Africa (although slaves were only disembarked there), and Indian ocean islands, the Mascarene islands, and Madagascar with Southeast Africa.</p>
es: <p>No. Ambas secciones emplean la ampliamente usada distinción de Philip Curtin para las ocho regiones de África donde se embarcaban esclavos para ser transportados a las Américas. Estas regiones son segmentos de la costa de África desde Senegambia en el norte hasta África Centro-occidental en el sur, con una octava región en el Sudeste de África. En el mapa, las islas cercanas a la costa están agrupadas según la región más próxima: las Islas de Cabo Verde y Madeira con Senegambia, las Islas Banana y la Isla Bance con Sierra Leona, Las islas de Guinea con la Ensenada de Biafra, Santa Helena con África Centro-Occidental (aunque los esclavos eran solamente desembarcados allí), las islas del Océano Indico, las Islas Mascareñas y Madagascar con el Sudeste de África.</p>
pt: <p>Não. Ambas as seções fazem uso da distinção estabelecida por Philip Curtin, e amplamente adotada, das oito regiões da África onde os escravos foram embarcados para o transporte para as Américas. Estas regiões são segmentos do litoral atlântico africano, da Senegâmbia, ao Norte, até a África Centro-Ocidental, ao Sul, com uma oitava região no sudeste da África. No website, as ilhas em alto-mar estão associadas à região a que estão mais próximas: as ilhas de Cabo Verde e da Madeira com a Senegâmbia, as ilhas Banana e a ilha Bunce com Serra Leoa, as ilhas da Guiné com o golfo de Biafra, Santa Helena com a África Centro-Ocidental (embora os escravos tenham apenas desembarcado lá), e as ilhas do oceano Índico, as ilhas Mascarenhas e Madagascar com o sudeste da África.</p>

source: Point Askaig
es: Punto Askaig
