Repository: rice-crc/voyages
Catalog: voyages/locale/*/LC_MESSAGES/django.po
Languages: es, pt

source: <p> In the sixty years after 1807, many former slave trading nations, in particular the British, launched a major effort to suppress the slave trade. In this era, the Voyages Database shows that naval cruisers captured 1,985 slave ships and conferred liberated African status on 177,000 of those slaves found on board some of these vessels. The fate of these “re-captives,” as they were called, varied considerably. The majority spent their lives as self-sufficient farmers or fishermen. About one quarter of the group migrated to the British West Indies to work as contract laborers. For a few thousand others, they lived as de-facto slaves. The story that follows is for one of the latter group. It is a story that the search interfaces of the Voyages Database have helped reconstruct. </p> <p> In March 1826 HMS <span class="italic">Speedwell</span> detained the small Spanish schooner named<span class="italic">Fingal</span> off the Cuban coast with 58 slaves, the survivors of 61, en route from Cape Mount (modern-day Liberia). After detention, the slaver, its crew, and human cargo were taken into Havana, where the slaves disembarked. In the Voyages Database the details of the voyage are found in VoyageID 558. British and Spanish officials interviewed the captives and recorded their names, ages, and places of habitation. The officials added data on height, sex, and a description of the most obvious cicatrization. From the docks, the newly disembarked Africans were taken to a nearby barracoon and held there by Cuban colonial officials. They then transferred, as emancipated Africans, to residents of the island from whom they were supposed to receive religious and occupational training. After a five-year term, they were to be integrated into Cuban society as free persons. </p> <p> The <span class="italic">Fingal</span> was one of many slavers adjudicated at the Havana Court of Mixed Commission which, under the 1817 Anglo-Spanish treaty, was one of the courts established to interrogate suspected slave vessels detained under the Spanish or British flags and to declare any slaves on board to be emancipados, or liberated Africans. Under the provisions of the treaty, the two governments agreed that the emancipados should become free people in the territory where the adjudication took place. (1) It soon became clear, however, that the lives of the liberated Africans on the island were little different from those of slaves. (2) Certainly, the Cuban authorities did not want to distribute and monitor thousands of free Africans. </p> <p> The story of one of the Africans on board the <span class="italic">Fingal</span>, a ten-year old boy named Dobo, illustrates the difficulties emancipados faced living under Spanish jurisdiction. Dobo’s story, or Gabino as he was renamed after his arrival in Cuba, is one of the most revealing accounts of the trauma and re-identification experienced by those enslaved in Africa and then “emancipated.” His personal story offers insight into how the slave trade was conducted in Africa, and how emancipated Africans in Cuba lived and worked effectively as slaves. </p> <p> After the African youth landed in Havana, court officials interviewed him. Because Dobo’s slaver embarked slaves at Cape Mount, he was described as a Ganga, a term given in Cuba to all African peoples embarked at ports from the Sierra Leone and Windward Coasts. (3) But Dobo also identified himself as a member of the Kongoba nation, and he entered the Court’s Liberated African register as “Ganga-longová” (African Names Database, ID 70345). Dobo came from the interior of Galinhas, an area occupied by Gola people, an ethnolinguistic subgroup of Mel speakers who migrated south to the Galinhas hinterland from the Kongba region (and called themselves Kongoba). They eventually occupied a large section of the region between Lofa and Cape Mount, displacing in their expansion Dei groups. (4) </p> <p> In 1826, when Dobo was shipped to Cuba, Spanish slave agents were very active on the Galinhas coast, and they traded extensively with local chiefs, especially those from the warring Dei and Gola peoples. The Spanish obtained prisoners of war from both groups. (5) The Dei belonged to the Kwa linguistic family, who occupied in the nineteenth century an area that extended from the coast to the hinterland of Galinhas. Gola expansion in the early nineteenth century displaced the Dei, causing friction and eventually war. (6) Constant skirmishes between the two parties produced continual lots of captives who were marched to the coast. Spanish agents—including the notorious slave trader Pedro Blanco—stockpiled imported goods in coastal entrepôts and maintained small sailing craft to shuttle slaves along the Sierra Leone and Windward Coasts. Vai merchants, who belonged to the Mande linguistic family and who inhabited the coastal area of Galinhas, acted as middlemen between the Europeans and the Dei and Gola slave traders. (7) Blanco and other Spanish brokers had built a profitable working relationship with local Vai chiefs, and rapidly expanded their operations by stationing agents at Cape Mount, Shebar, Digby (near Monrovia), Young Sestos, and nearby outlets. </p> <p> There is no information on how young Dobo entered slavery in his Gola homeland. He might have been a victim of a Dei raid on a Gola settlement, or sold by relatives, or born as a slave and traded from his original community. It was common for Dei or Gola rulers who desired imported goods to raid neighboring peoples and send their captives to the coast in exchange for items such as salt, tobacco, and various metals, particularly brass objects. Not all slaves traded from the interior, however, were captured in raids or prisoners of war. Some people in the Galinhas hinterland were born into slavery; some entered slave status by being orphaned. The practice of bartering children—and even sometimes adults—for food during famines was not unknown. Children were also sold to compensate for homicides and other crimes committed by relatives. Adults expelled from their original kin groups might also risk enslavement when forced to leave their own kin groups because of quarrels, threats, hunger, or criminal activity. Dobo could have entered slavery in any one of these ways. (8) </p> <p> Before reaching the Galinhas coast, Dobo had to travel many hundred miles from the Gola hinterland, and almost certainly he was bought and sold more than once during his journey. From his first capture, Dobo found himself surrounded by strangers. Dobo was probably transferred from Gola or Dei traders to Vai middlemen who marched him to the coast. As a newcomer in alien communities and separated from his own ethnic group, Dobo must have had to redefine a new identity, social personality, and status. New surroundings usually implied new customs, languages, or dialects. (9) </p> <p> When he arrived on the coast, Dobo was housed in a slave factory belonging to one of the Spanish factors around Galinhas before he was traded for imported commodities. Cape Mount, from whence the <span class="italic">Fingal</span> had sailed, functioned as an auxiliary shipping point of the main slave entrepôt in the area, the Galinhas River, between the Mano and Moa Rivers. At Cape Mount, several slave depots operated in the 1820s and 1830s, including one owned by Pedro Blanco. Once he was bartered for merchandise, Dobo and 60 others were taken on board the slaver by canoes. Conditions must have been horrific on the schooner <span class="italic">Fingal</span>, and three slaves died during the Atlantic crossing. </p> <p> The treaty of 1817 clearly stipulated that emancipados, once disembarked, came under the jurisdiction of the nation in whose territory the court was located. Dobo and his African companions thus remained under the custody of Spain after registration. They were assigned a new “Christian” name and a tin ticket for identification, and began a five-year labor term under some responsible trustee “to ease their transition to civilization.” But these terms could be extended legally to a maximum of three more years, and other mechanisms existed to prolong servitude indefinitely. Spanish colonial law also decreed that trustees needed to feed and clothe their emancipados, provide medical care, instruction in Catholicism and train them in an occupation. (10) As Dobo’s story will show, many, if not most emancipados, fell victim to corruption and fraud. Trustees often kept them in servitude and paid them only nominal monthly wages after the expiration of their term. </p> <p> Dobo was consigned for five years to Luisa Aper de la Paz, a rich widow from Havana. She paid 612 pesos to bribe the authorities, and used Dobo, now named Gabino, as a water-carrier, and paid him only one peso per day. (11) After the end of his five-year term, she paid further bribes to extend Gabino’s services for two more five-year terms. (12) Extending Gabino’s involuntary servitude gave Donna Aper de la Paz greater financial flexibility than purchasing a slave: slaves required large outlays of cash, and owners bore the risk that slaves would die or escape. Hiring free laborers in Havana was also very expensive, and wageworkers could not be controlled or exploited like emancipados. The emancipado system enabled “trustees” to obtain labor at below-market rates and avoid the long-term commitments, preoccupations, and maintenance costs associated with slavery. </p> <p> As an emancipado, Gabino was in limbo, neither free nor slave. His legal status and day-to-day existence combined the worst of two worlds. He did not enjoy the freedoms and higher wages of free persons of color, nor did he have the few legal and material protections that most slaves could reasonably expect. Further, Gabino needed to pay taxes to the colonial government. After taxes, he lost two-thirds of his one-dollar per day salary. Gabino also was isolated from the slave community in Havana, which devised their own solidarity mechanisms to survive, resist and pursue freedom. Emancipados were the object of contempt to both free blacks and slaves. In fact, blacks in Cuba used “emancipado” as a derogatory term (13), and people like Gabino were at the bottom of Cuba’s social ladder. They had no protection in the Cuban colonial legal system, and their only hope for redress was to gain the attention of a foreign official, such as the Superintendent of Liberated Africans in Havana. </p> <p> The post of Superintendent was created by an additional Anglo-Spanish anti-slave trade treaty signed in 1835. The new treaty allowed the adjudication of vessels with slave trading equipment on board—vessels thus could be seized before they embarked slaves. (14) The treaty reflected the British government’s renewed interest in the welfare of emancipados. It stipulated that emancipados would hereafter come under the authority of the capturing nation. Further, every six months Spanish officials were required to provide the Havana Mixed Commission with updated registers of emancipados. (15) The new measures had an immediate impact: British officials no longer transferred emancipados to Spanish colonial authorities; they instead began relocating them to several British Caribbean possessions, in which slavery had been abolished (1834). A Superintendent was appointed to oversee these arrangements. </p> <p> From the mid-1830s until 1841 two well-known British abolitionists, Dr. Richard Robert Madden and David Turnbull, occupied the post of Superintendent. The two were members of the British and Foreign Anti-Slavery Society and came to Cuba ideologically committed to the interests of liberated Africans. Turnbull replaced Madden in 1840 and also held the position of British Consul in Havana. The British foreign secretary instructed Turnbull to persuade Cuban authorities to obey the treaties of 1817 and 1835, and to investigate the conditions of the emancipados and protect their rights. However, emancipados like Gabino, landed in Havana before 1835, remained under the jurisdiction of Spanish law and Spanish officials. The Superintendent could do no more than investigate and denounce cases that were in clear violation of the earlier treaty. Many emancipados learned of the Superintendent’s position and sought his assistance. One of them was Gabino. </p> <p> When Mrs. Aper de la Paz died in 1840, Gabino’s livelihood deteriorated. Felix Piñero, who inherited the widow’s property, cut off Dobo’s tiny remuneration as a water-carrier, in violation of all conventions regarding liberated Africans. (16) Gabino’s desperation led him to appeal to Superintendent Turnbull. In his declaration, Gabino narrated the abuse to which he had been subjected since his arrival in Havana, then as Dobo. Turnbull immediately sent a strong note of protest to Cuban officials claiming for him “the immediate and unconditional enjoyment of the freedom which was guaranteed to him by the treaties in force between Spain and Great Britain.” By 1841, Gabino had been in Cuba for fifteen years, and understood that the Spanish legal system was closed to him. He searched for an alternative method of redress and found one. </p> <p> In his note to the Captain General in Havana, Principe de Anglona, Turnbull also claimed that Gabino was entitled to all monies held from him unlawfully. The Captain General responded by declaring Turnbull to be a “persona non grata,” a danger to the island’s security because of his links with “the people of color.” Turnbull was also told in this letter that his intervention in Gabino’s case “supposes that you are qualified to listen to complaints and to offer protection to the people of color, and to support their pretensions.” The Captain General feared that “such a state of things might loosen the ties of subordination and obedience among emancipados.” (17) The Captain General thus opposed Turnbull’s defense of emancipados’ rights, without addressing the specifics of Gabino’s case. (18) Turnbull had in fact previously traveled through the island to check on the conditions of the emancipados working on plantations, and had listened to the complaints of many other emancipados in Havana. He was also seen accompanied by white Cubans who openly opposed slavery in the island. The Cuban colonial government wanted Turnbull to leave the island, and his official complaint in Gabino’s case gave them the opportunity. The Superintendent was forced to abandon his offices at the British Consulate in Havana and move to a British vessel anchored in the harbor, as he was not allowed to remain on Spanish soil. Eventually, he had to sail to Jamaica. (19) </p> <p> Turnbull, though forced to leave Cuba, achieved his immediate objective: Gabino, at the age of 25, won his freedom. A letter from the Anglona’s successor as Captain General, Geronimo Valdes, to the British Consulate, dated June 23, 1841, stated that a letter of emancipation had been issued for Gabino. The report also mentioned that Gabino had married a slave, Candelaria. (20) Gabino had achieved the nearly impossible: he had overcome all the barriers imposed on emancipados by the Spanish colonial government and gained his freedom. His decision to bypass the Spanish legal system, importantly, produced a diplomatic crisis between the British and Spanish governments. </p> <p> In late June 1841 Gabino began a new life as a free black man with a wife, but the Spanish colonial government did not forget him. A few months after his letter of emancipation, he was accused of conspiracy to foment a black uprising and condemned to eight years in prison. He would need to serve his sentence in a prison in Ceuta, a Spanish enclave in northern Morocco, far from his wife. Paradoxically, Gabino now returned to the African continent as a captive. His freedom had lasted only a few months. In November 1841 he left Havana imprisoned on board the Spanish naval warship <span class="italic">Correo 4</span>. It was the second time that Gabino crossed the Atlantic, in both cases as a captive. The conditions on board the <span class="italic">Correo 4</span> were undoubtedly as bad as those on the slaving vessel Fingal. Gabino was gravely ill when the naval ship arrived at the Spanish port Cadiz. A few days after disembarkation, he died in the military prison. (21) Gabino, born Dobo, never reached the African continent. His story in Africa and in the Americas illustrates the fate of thousands of liberated Africans in Cuba. Dobo did not arrive in Cuba as a slave, but like other emancipados, he lost his African name, had his rights ignored, and was not remunerated for his work. Dobo, a free youth from Gola, became Gabino, a de-facto slave in Cuba. </p>
es: <p> En los sesenta años posteriores a 1807 muchas naciones que anteriormente se habían dedicado al comercio de esclavos, principalmente los ingleses, realizaron el máximo esfuerzo para suprimir la trata de esclavos. Para esta época, la base de datos Viajes muestra que un total de 1,985 barcos esclavistas fueron capturados por cruceros de la marina que confirieron el estatus de africanos liberados a 177,000 de esos esclavos encontrados a bordo de dichos barcos. El destino de estos “re-cautivos” como se les llamaba variaba considerablemente. La mayoría pasaron sus vidas como agricultores o pescadores de subsistencia. Aproximadamente un cuarto de este grupo emigró a las Indias Occidentales británicas para trabajar como obreros contratados. Otros miles siguieron viviendo como esclavos de facto. La historia a continuación es la de uno de este último grupo. Es una historia que las interfaces de búsqueda de la base de datos Viajes han ayudado a reconstruir. </p> <p> En marzo de 1826 el navío británico HMS <span class="italic">Speedwell</span> detuvo la pequeña goleta española nombrada <span class="italic">Fingal</span> frente a la costa de Cuba con 58 esclavos sobrevivientes de 61 procedentes de Cape Mount (Liberia en la actualidad). Después de la detención el esclavista, su tripulación y la carga humana fueron llevados a La Habana donde desembarcaron a los esclavos. En la base de datos Viajes los detalles del viaje se encuentran en el Número de identificación de viaje 558. Los oficiales británicos y españoles entrevistaban a los cautivos y anotaban sus nombres, edades y lugar de asentamiento. Los oficiales añadían información sobre la estatura, sexo y descripción de las cicatrices más visibles. Del muelle estos africanos recién desembarcados fueron llevados a un barracón cercano y retenidos allí por funcionarios coloniales. De ahí fueron llevados como africanos emancipados a residentes en la isla de quienes se suponía recibirían entrenamiento ocupacional y educación religiosa. Tras un periodo de cinco años eran reintegrados a la sociedad cubana como personas libres. <p> El<span class="italic">Fingal</span> fue uno de los muchos barcos esclavistas entregados al Tribunal de Comisión Mixta de La Habana el cual, bajo el tratado anglo-español de 1817, era uno de los tribunales establecidos para interrogar a navíos sospechosos de comercio esclavista detenidos bajo la bandera española o británica y para declarar a los esclavos a bordo emancipados o africanos liberados. Bajo las provisiones de este tratado los dos gobiernos acordaron que los emancipados deberían convertirse en personas libres en el territorio donde tuviera lugar la adjudicación de cada caso. (1) Sin embargo, muy pronto se hizo evidente que las vidas de los africanos liberados en la isla no eran muy diferentes de las de los esclavos. (2) Evidentemente las autoridades cubanas no querían distribuir y supervisar a miles de africanos liberados. </p> <p> La historia de uno de los africanos a bordo del <span class="italic">Fingall</span>, un niño de diez años llamado Dobo, ilustra las dificultades que enfrentaban los emancipados que vivían bajo la jurisdicción española. La historia de Dobo, o Gabino, nombre que recibió a su llegada a Cuba, es uno de los testimonios más reveladores del trauma y la nueva identificación que vivieron aquellos que fueron esclavizados en África y después “emancipados”. Su historia personal ofrece una visión de cómo era conducida la trata esclava en África, y cómo los africanos emancipados en Cuba vivían y trabajaban efectivamente como esclavos. </p> <p> Una vez que el niño llegó a La Habana los oficiales del tribunal lo entrevistaron. Debido a que el esclavista traficante de Dobo embarcaba esclavos en Cape Mount, Dobo fue definido como Ganga, nombre dado en Cuba a todos los africanos que eran embarcados en puertos desde Sierra Leona hasta las costas de barlovento. (3) Pero Dobo también se identificaba a sí mismo como miembro de la nación Kongoba, e ingresó en el registro de africanos liberados como “Ganga-longová” (Base de datos de nombres africanos número de identificación 70345). Dobo vino del interior de Galinhas, un área ocupada por la población gola, un subgrupo étnico hablantes de mel que emigraron al sur de Galinhas, al interior de la región Kongba (y que se llamaban a sí mismos Kongoba). Con el correr del tiempo estos llegaron a ocupar una larga parte de la región entre Lofa y Cape Mount, desplazando con su expansión a los grupos dei (4). </p> <p> En 1826 cuando Dobo fue enviado a Cuba los esclavistas españoles eran muy activos en la costa de Galinhas y comerciaban ampliamente con jefes locales, especialmente los de los pueblos dei y gola, en guerra unos con otros. Los españoles obtenían prisioneros de guerra de ambos grupos. (5) Los dei pertenecían a la familia lingüística Kwa que ocupaba en el siglo diecinueve un área que se extendía desde la costa al interior de Galinhas. La expansión gola a comienzos del siglo diecinueve desplazó a los dei, causando fricción entre ambos y finalmente la guerra. (6) Constantes escaramuzas entre ambas partes produjeron montones de cautivos que fueron llevados a la costa. Los comerciantes españoles -entre ellos el notorio traficante de esclavos Pedro Blanco- acumulaban bienes importados en los almacenes costeros y mantenían pequeñas embarcaciones para transportar esclavos a lo largo de Sierra Leona y las Islas de Barlovento. Los mercaderes vai que pertenecían a la familia lingüística mande y que habitaban el área costera de Galinhas, servían de intermediarios entre los europeos y los traficantes dei y gola. (7) Blanco y otros traficantes españoles habían construido una relación de negocios productiva con los jefes vai locales y rápidamente extendieron sus operaciones estacionando agentes en Cape Mount, Shebar, Digby (cerca de Monrovia), Young Sestos, y otros puntos de venta cercanos. </p> <p> No existe información sobre la edad de Dobo cuando fue convertido en esclavo en su tierra de Gola. Podría haber sido víctima de alguna redada dei en algún asentamiento gola, o vendido por sus parientes, o nacido esclavo y traído de su comunidad original. Era común para los gobernantes dei o gola que querían importar bienes asaltar pueblos vecinos y enviar los cautivos a la costa para intercambiarlos por artículos como sal, tabaco y distintos metales, especialmente objetos de bronce. No todos los esclavos traficados desde el interior, sin embargo, eran capturados en redadas o prisioneros de guerra. Algunos en el interior de Galinhas nacieron esclavos; otros se convirtieron en esclavos al quedarse huérfanos. La práctica de intercambiar niños –y a veces incluso adultos- por comida durante las hambrunas no era desconocida. Los niños también eran vendidos para compensar por homicidios y otros crímenes cometidos por sus parientes. Adultos que eran expulsados de su propio círculo debido a peleas, amenazas, hambre o actividad criminal también estaban en peligro de ser esclavizados una vez fuera de este. Dobo podría haberse convertido en esclavo de cualquiera de estas formas (8). </p> <p> Antes de alcanzar la costa de Galinhas, Dobo tuvo que viajar muchos cientos de millas desde el interior de Gola, y casi seguramente fue comprado y vendido más de una vez durante este viaje. Desde su primera captura, Dobo se encontró rodeado de extraños. Dobo fue probablemente trasladado de manos de traficantes gola o dei a manos de los intermediarios vai que lo llevaron a la costa. Como todo recién llegado a comunidades extranjeras y separado de su grupo étnico, Dobo debe haber tenido que redefinir una nueva identidad, personalidad social y estatus. Los nuevos alrededores también significaron nuevas costumbres, idiomas o dialectos. (9) </p> <p> Al llegar a la costa, Dobo fue albergado en una factoría de esclavos perteneciente a uno de los agentes españoles cerca de Galinhas antes de ser intercambiado por bienes de consumo. Cape Mount, de donde había salido el Fingal, funcionaba como punto de envío auxiliar del principal establecimiento de esclavos en el área, el río Galinhas, entre los ríos Mano y Moa. En Cape Mount operaban varios almacenes de esclavos en las décadas de 1820 y 1830, incluyendo uno propiedad de Pedro Blanco. Una vez que fue intercambiado por mercancía, Dobo y otros 60 fueron llevados a bordo del barco esclavista en canoas. Las condiciones en la goleta Fingal deben haber sido horribles y tres esclavos murieron durante el cruce del Atlántico. </p> <p> El tratado de 1817 claramente estipulaba que los emancipados, una vez desembarcados, quedaban bajo la jurisdicción de la nación en cuyo territorio el tribunal estaba ubicado. Dobo y sus compañeros africanos permanecieron bajo la custodia de España después de anotarse. Se les asignó un nuevo nombre “cristiano” y una latita de estaño para identificación, y comenzó un periodo de trabajo de cinco años, bajo la supervisión de un fideicomisario supuestamente responsable que le ayudaría en su “transición hacia la civilización”. Pero este término podría ser extendido legalmente a un máximo de tres años más, además de la existencia de otros mecanismos que prolongaban la servidumbre indefinidamente. La ley colonial española también decretaba que los fideicomisarios tenían que alimentar y vestir a sus emancipados, proveerles cuidado médico, instrucción católica y entrenarlos en algún oficio. (10) Como muestra la historia de Dobo, muchos, si no la mayoría de estos fueron víctimas del fraude y la corrupción. Los fideicomisarios a menudo los mantenían en servidumbre y les pagaban solamente sueldos mensuales mínimos al vencerse dicho término. </p> <p> Dobo fue asignado por cinco años a la señora Luisa Aper de la Paz, una rica viuda de La Habana. Ella pagó 612 pesos para sobornar a las autoridades, y usó a Dobo, que ahora se llamaba Gabino, como aguador, pagándole solamente un peso al día (11). Al fin de su término de cinco años pagó otros sobornos para extender los servicios de Gabino por otros dos términos de cinco años (12). El extender el período de servidumbre involuntaria de Gabino le proporcionaba a Doña Aper de la Paz mayor flexibilidad financiera que si comprara un esclavo: los esclavos requerían grandes \pagos de efectivo, y los dueños corrían el riesgo de que el esclavo muriera o escapara. Contratar trabajadores libres en La Habana era muy costoso, y los trabajadores a sueldo no podían ser controlados o explotados como los emancipados. El sistema de emancipado le permitía a los “fideicomisarios” obtener mano de obra por debajo del precio de mercado evitando los compromisos a largo plazo, las preocupaciones y los costos de mantenimiento de la esclavitud. </p> <p> Como emancipado Gabino estaba en un limbo, ni libre ni esclavo. Su estatus legal y su existencia diaria combinaban lo peor de ambos mundos. No disfrutaba las libertades y sueldos más altos de las personas libres de color, ni tampoco tenía las protecciones mínimas, legales y materiales que los esclavos podían esperar tener. Además de esto, Gabino tenía que pagar impuestos al gobierno colonial. Después de los impuestos había perdido dos tercios de su sueldo diario de un peso. Gabino estaba aislado de la comunidad de esclavos de La Habana que se había creado sus propios mecanismos de solidaridad para sobrevivir, resistir y buscar la libertad. Los emancipados eran objetos de discordia tanto para los negros libres como para los esclavos. De hecho, los negros en Cuba usaban la palabra “emancipado” como un término derogatorio (13), y gente como Gabino estaban en el peldaño más bajo de la escala social de Cuba. No tenían protección en el sistema legal colonial cubano, y su única esperanza de compensación era llamar la atención de un oficial británico, como era el Superintendente de Africanos Liberados en La Habana. </p> <p> El puesto de Superintendente fue creado por un tratado anglo-español adicional contra la trata de esclavos que se firmó en 1835. El nuevo tratado permitía la adjudicación de barcos equipados para la trata de esclavos a bordo –de este modo los barcos podían ser capturados antes de que embarcaran esclavos. (14) El tratado reflejaba el renovado interés por parte del gobierno británico en el bienestar de los emancipados. Estipulaba que los emancipados a partir de entonces quedarían bajo la autoridad de la nación que los capturó. Más aún, cada seis meses los oficiales españoles eran llamados para mostrar a la Comisión Mixta de La Habana los registros de emancipados actualizados. (15) Las nuevas medidas tuvieron un impacto inmediato: los oficiales británicos no transferían los emancipados a las autoridades coloniales españolas; en su lugar los empezaban a reubicar en varias de las posesiones británicas del Caribe en donde la esclavitud había sido abolida (1834). Un Superintendente fue nombrado para supervisar estos ajustes. </p> <p> Desde mediados de la década de 1830 hasta 1841 dos renombrados abolicionistas, Dr. Richard Robert Madden y David Turnbull, ocuparon el puesto de Superintendente. Ambos eran miembros de la Sociedad Antiesclavista Británica y Extranjera y fueron a Cuba ideológicamente comprometidos a luchar por los intereses de los africanos liberados. Turnbull reemplazó a Madden en 1840 y también tuvo el título de Cónsul británico en La Habana. El Secretario de Relaciones Exteriores británico ordenó a Turnbull persuadir a las autoridades cubanas para que cumplieran con los tratados de 1817 y 1835 así como investigar las condiciones de los emancipados y proteger sus derechos. Sin embargo, emancipados como Gabino, que llegaron a La Habana antes de 1835 permanecieron bajo la jurisdicción de España y de los oficiales españoles. El Superintendente no podía hacer más que investigar y denunciar aquellos casos en los que era evidente la violación del tratado anterior. Muchos emancipados supieron de la posición del Superintendente y buscaron su ayuda. Uno de ellos fue Gabino. </p> <p> Al morir la señora Aper de la Paz en 1840 el sustento de Gabino se afectó. Félix Piñero, heredero de la propiedad de la viuda, eliminó la pequeña remuneración que Gabino recibía como aguador, incumpliendo así todas las reglas correspondientes al trato de los africanos liberados. (16) La desesperación hizo que Gabino apelara al Superintendente Turnbull. En su declaración Gabino narró el abuso al que había sido sometido desde su llegada a La Habana bajo el nombre de Dobo. Turnbull inmediatamente envió una fuerte nota de protesta a los oficiales cubanos reclamando para Gabino “el disfrute inmediato e incondicional de la libertad que le había sido otorgada por medio de los tratados vigentes entre España y la Gran Bretaña.” En 1841 Gabino había vivido quince años en Cuba y había entendido que el sistema legal español no ofrecía posibilidad para él. Buscó una forma alternativa de compensación y la encontró. </p> <p> En su carta al Capitán General de La Habana, Príncipe de Anglona, Turnbull exigía que se le devolviera a Gabino todo el dinero que le había sido quitado de manera ilegal. El Capitán General respondió declarando a Turnbull “persona non grata”, un peligro a la seguridad de la isla por sus vínculos con la “gente de color”. También añadió que la intervención de Turnbull en este caso “sugiere que está calificado para escuchar las quejas de la gente de color y ofrecerles protección y apoyar sus pretensiones.” El Capitán General temió que “tales circunstancias debilitaran las relaciones de subordinación y obediencia entre los emancipados.” (17) Por esta razón, el Capitán General se opuso a la defensa de Turnbull de los derechos de los emancipados, sin atender a los detalles específicos del caso de Gabino (18). Turnbull ciertamente había viajado por la isla con anterioridad, observando las condiciones de los emancipados que trabajaban en las plantaciones y había escuchado las quejas de muchos otros emancipados en La Habana. También había sido visto acompañado de cubanos blancos que se oponían abiertamente a la esclavitud en la isla. El gobierno colonial cubano quería que Turnbull abandonara la isla, y la queja oficial de Turnbull en el caso de Gabino le dio la oportunidad de hacerlo. El Superintendente fue forzado a dejar su oficina en el Consulado británico de La Habana y se trasladó a un barco británico que estaba anclado en la bahía, ya que no le era permitido permanecer en suelo español. Un tiempo después tuvo que partir a Jamaica. (19) </p> <p> Turnbull, aunque forzado a dejar Cuba, logró su objetivo inmediato: Gabino a la edad de 25 años ganó su libertad. Una carta del sucesor de Anglona como Capitán General, Gerónimo Valdés, al Consulado Británico con fecha de junio 23 de 1841, afirma que una orden de emancipación le había sido concedida a Gabino. El reporte también mencionaba que Gabino se había casado con una esclava, Candelaria. (20) Gabino había logrado lo que era casi imposible: superar las limitaciones impuestas por el gobierno colonial español y ganar su libertad. Su decisión de pasar por encima del sistema legal español causó una importante crisis diplomática entre los gobiernos británico y español. </p> <p> A finales de junio de 1841 Gabino había comenzado una nueva vida como un hombre negro libre con una esposa, pero el gobierno colonial español no lo había olvidado. Unos meses después de haber recibido su carta de emancipación fue acusado de conspiración para crear una revuelta de negros y fue condenado a ocho años en prisión. Tendría que cumplir su sentencia en una prisión en Ceuta, un enclave español al norte de Marruecos, lejos de su esposa. Paradójicamente, Gabino regresaba ahora al continente africano como cautivo. Su libertad solo duró unos meses. En noviembre de 1841 dejó La Habana encadenado a bordo del buque de guerra español llamado Correo 4. Era la segunda vez que Gabino cruzaba el Atlántico, ambas veces como cautivo. Las condiciones a bordo del Correo 4 eran sin lugar a dudas tan malas como las del barco esclavista Fingal. Gabino estaba gravemente enfermo cuando el buque de guerra naval llegó al puerto de Cádiz. Unos días después del desembarque murió en la prisión militar. (21) Gabino, nacido Dobo, nunca alcanzó el continente africano. Su historia en África y en las Américas ilustra el destino de los miles de africanos liberados en Cuba. Dobo no llegó a Cuba como esclavo, pero al igual que otros emancipados, perdió su nombre africano, sus derechos fueron ignorados y no fue remunerado por su trabajo. Dobo, un joven libre de Gola, se convirtió en Gabino, un esclavo de facto en Cuba. </p>
pt: <p>Nas seis décadas que se seguiram a 1807, muitas nações que haviam traficado escravos, em particular os britânicos, fizeram um grande esforço no sentido de reprimir o tráfico negreiro. O Banco de Dados: Viagens mostra que os cruzadores capturaram 1.985 navios negreiros concederam o status de africano liberto a 177.000 dos escravos encontrados a bordo dessas embarcações. O destino desses “recativos”, como eram chamados, variava muito. Em sua maioria, eles passaram a viver como agricultores ou pescadores autossuficientes. Cerca de um quarto do grupo migrou para as Í7ndias Ocidentais Britânicas para trabalhar como mão de obra contratada. Alguns outros milhares viveram como escravos de facto. A história que se segue é de uma pessoa deste último grupo. Trata-se de uma narrativa que as interfaces de pesquisa do Banco de Dados: Viagens ajudaram a reconstruir.</p> <p>Em março de 1826, ao largo da costa de Cuba, o navio britânico <span class="italic">Speedwell</span> deteve uma pequena escuna espanhola chamada <span class="italic">Fingal</span>, com 58 escravos sobreviventes de um total de 61, quando estava a caminho do cabo Mount (atual Libéria). Após a detenção, a escuna, sua tripulação e sua carga humana foram levadas para Havana, onde os escravos foram desembarcados. Os detalhes da viagem podem ser encontrados no Banco de Dados: Viagens em Identidade de Viagem 558. Funcionários britânicos e espanhóis entrevistaram os cativos e registraram seus nomes, idades e locais de moradia. Acrescentaram dados sobre altura, sexo e uma descrição das cicatrizes mais visíveis. Os africanos recém-desembarcados nas docas foram levados a um barracão nas proximidades, onde ficaram sob a guarda de funcionários coloniais cubanos. Foram então transferidos como africanos emancipados aos residentes da ilha, para deles receberem formação religiosa e profissional. Após um período de cinco anos, deveriam ser integrados à sociedade cubana como pessoas livres.</p> <p>O <span class="italic">Fingal</span> foi um dos muitos navios negreiros julgados no Tribunal de Comissão Mista de Havana — o qual, nos termos do tratado anglo-espanhol de 1817, era um dos tribunais criados para interrogar navios suspeitos de serem negreiros detidos sob as bandeiras espanhola ou inglesa, e declarar emancipados ou libertos quaisquer escravos encontrados a bordo. De acordo com as disposições do tratado, os dois governos concordavam que os emancipados deveriam tornar-se pessoas livres no território onde ocorresse o julgamento. (1) Logo ficou claro, porém, que as vidas dos africanos libertos na ilha pouco diferiam das vidas dos escravos. (2) As autoridades cubanas sem dúvida não queriam distribuir e monitorar milhares de africanos livres.</p> <p>A história de um dos africanos a bordo do <span class="italic">Fingal</span>, um menino de dez anos chamado Dobo, ilustra as dificuldades enfrentadas pelos emancipados que viviam sob jurisdição espanhola. A história de Dobo, ou Gabino, como ele foi rebatizado após sua chegada a Cuba, é um dos relatos mais reveladores do trauma e da reidentificação vivenciados por aqueles que foram escravizados na África e depois “emancipados”. Sua história pessoal ajuda a esclarecer como o tráfico de escravos era realizado na África e como os africanos emancipados em Cuba viviam e trabalhavam, para todos os efeitos, como escravos.</p> <p>Depois que desembarcou em Havana, o jovem africano foi entrevistado por funcionários do tribunal. Como o comandante do navio negreiro de Dobo haviam embarcado escravos no cabo Mount, Dobo foi classificado como um ganga — nome dado em Cuba a todos os africanos embarcados nos portos de Serra Leoa e da Costa do Barlavento. (3) Mas Dobo também se identificava como membro da nação kongoba, e foi inscrito no registro de africanos libertos do tribunal como “Ganga-longová” (Banco de Dados Nomes Africanos, ID 70345). Dobo era proveniente do interior de Galinhas, uma área ocupada pelos golas, um subgrupo etnolinguístico de falantes da língua mel que migrou para o sul em direção ao interior de Galinhas, vindo da região de Kongba (que se autodenominavam kongoba). Os golas vieram a ocupar uma grande parte da região entre Lofa e o cabo Mount, deslocando, com sua expansão, os grupos deis. (4)</p> <p>Em 1826, quando Dobo foi enviado para Cuba, os agentes de escravos espanhóis eram muito ativos na costa de Galinhas e traficavam extensivamente com os chefes locais, especialmente dos povos dei e gola, que estavam em guerra. Os espanhóis obtinham prisioneiros de guerra de ambos os grupos. (5) Os dei pertenciam à família linguística do kwa, que no século XIX ocupava uma área que se estendia do litoral até o interior de Galinhas. A expansão dos golas no início do século XIX deslocou os dei, provocando atritos e culminando em guerra. (6) Escaramuças constantes entre os dois povos resultavam em lotes de cativos transportados em direção à costa. Agentes espanhóis — incluindo o famigerado traficante de escravos Pedro Blanco — armazenavam mercadorias importadas em entrepostos costeiros, e tinham pequenas embarcações a vela para transportar os escravos ao longo do literal de Serra Leoa e da Costa do Barlavento. Os comerciantes vais, que pertenciam à família linguística mandê e habitavam a área costeira de Galinhas, atuavam como intermediários entre os europeus e os traficantes de escravos dei e gola. (7) Blanco e outros intermediários espanhóis haviam construído uma relação de trabalho rentável com os chefes vais locais, tendo rapidamente expandido suas operações através do posicionamento de agentes em cabo Mount, Shebar, Digby (perto de Monróvia), Young Sestos e em pontos nas proximidades.</p> <p>Não há informações sobre as circunstâncias da escravização do jovem Dobo em sua terra natal, entre os golas. Ele pode ter sido vítima de um ataque dei a um assentamento gola; pode também ter sido vendido por parentes; ou então nasceu escravo e foi traficado em sua comunidade original. Os governantes deis ou golas, quando interessados em obter produtos importados, muitas vezes atacavam povos vizinhos e despachavam seus cativos para a costa em troca de sal, fumo e metais diversos, particularmente objetos de bronze importados. No entanto, nem todos os escravos que vinham do interior haviam sido capturados em saques ou eram prisioneiros de guerra. Algumas pessoas no interior de Galinhas nasciam escravas, e outras adquiriam esta condição por serem órfãs. Trocavam-se crianças — e até adultos, às vezes — por alimentos durante períodos de fome. As crianças também eram vendidas para compensar homicídios e outros crimes cometidos por parentes. Os adultos expulsos de seus grupos de parentesco de origem também ficavam expostos ao risco da escravidão quando forçados a deixar seus grupos de parentesco por causa de brigas, ameaças, fome, ou atividades criminosas. Dobo pode ter se tornado escravo de qualquer uma dessas formas. (8)</p> <p>Antes de chegar à costa de Galinhas, Dobo teve que viajar muitas centenas de quilômetros desde o interior, e é quase certo que ele tenha sido comprado e vendido mais de uma vez durante a sua jornada. Desde a sua primeira captura, Dobo se viu cercado por estranhos. É provável que tenha sido transferido por traficantes gola ou dei a intermediários vai, que o encaminharam para a costa. Na condição de recém-chegado em comunidades estrangeiras apartado de seu grupo étnico, Dobo deve ter sido obrigado a redefinir sua identidade, personalidade social e status. Novos ambientes geralmente implicam novos costumes, idiomas ou dialetos. (9)</p> <p>Quando chegou à costa, Dobo foi alojado em uma feitoria de escravos em Galinhas pertencente a algum feitor espanhol até ser trocado por produtos importados. Cabo Mount, o porto do qual o <span class="italic">Fingal</span> partira, funcionava como um ponto de embarque auxiliar do principal entreposto de escravos da área, o rio Galinhas, entre os rios Mano e Moa. No cabo Mount, vários depósitos de escravos estavam em atividade nas décadas de 1820 e 1830, incluindo um de propriedade de Pedro Blanco. Após ter sido trocado por mercadoria, Dobo e outros sessenta escravos foram levados de canoa até o navio negreiro. As condições devem ter sido horríveis na escuna <span class="italic">Fingal</span>, e três escravos morreram durante a travessia do Atlântico.</p> <p>O tratado de 1817 estipulava claramente que os emancipados, uma vez desembarcados, ficariam sob a jurisdição do país em cujo território o tribunal estivesse situado. Assim, Dobo e seus companheiros africanos permaneceram sob a custódia da Espanha após o registro. Eles receberam um novo nome “cristão” e um cartão de identificação de metal, e teve início um período de trabalho de cinco anos sob a guarda de algum curador responsável “para facilitar sua transição para a civilização.” Mas esses períodos podiam ser legalmente estendidos por mais três anos, havendo outros mecanismos para prolongar a servidão por tempo indeterminado. A lei colonial espanhola também decretava que os curadores tinham que alimentar e vestir seus emancipados, além de lhes fornecer cuidados médicos, catequizá-los e ensinar-lhes um ofício. (10) Como a história de Dobo mostrará, muitos dos emancipados, se não a maioria, eram vítimas de corrupção e fraude. Os curadores os mantinham muitas vezes em regime de servidão, pagando-lhes salários mensais puramente simbólicos depois que expirava o prazo.</p> <p>Dobo foi confiado por cinco anos a Luisa Aper de la Paz, uma viúva rica de Havana. Ela pagou 612 pesos para subornar as autoridades e usou Dobo, agora chamado de Gabino, como aguadeiro, pagando-lhe apenas um peso por dia. (11) Após o fim de seu contrato de cinco anos, ela voltou a subornar as autoridades para estender os serviços de Gabino por mais dois contratos de cinco anos. (12) A extensão da servidão involuntária de Gabino dava a dona Aper de la Paz maior flexibilidade financeira do que a compra de um escravo, uma vez que os escravos requeriam grandes gastos de dinheiro e os proprietários ainda tinham que arcar com o risco de morte ou fuga deles. A contratação de trabalhadores livres em Havana também era muito cara, e os assalariados não podiam ser controlados nem explorados como os emancipados. O sistema de emancipação permitia que os “curadores” adquirissem mão de obra a preços abaixo do mercado, e também que evitassem os compromissos, as preocupações e os custos de manutenção de longo prazo associados à escravidão.</p> <p>Como emancipado, Gabino vivia num limbo, não sendo nem livre nem escravo. Seu status legal e sua existência cotidiana combinavam o pior de dois mundos. Ele não gozava das liberdades e dos salários mais elevados das pessoas de cor livres, nem contava com as poucas proteções legais e materiais concedidas à maioria dos escravos. Além disso, Gabino tinha que pagar impostos ao governo colonial, que consumiam dois terços de seu salário de um dólar por dia. Gabino também ficava isolado da comunidade escrava em Havana, que forjava seus próprios mecanismos de solidariedade para sobreviver, resistir e buscar a liberdade. Os emancipados eram objeto de desprezo tanto para os negros livres quanto para os escravos. Na verdade, os negros em Cuba utilizavam o termo “emancipado” de modo pejorativo (13), e as pessoas como Gabino situavam-se no ponto mais baixo da escala social cubana. Eles não tinham nenhuma proteção no sistema legal colonial cubano, e sua única esperança de reparação era ganhar a atenção de um funcionário estrangeiro, como o Superintendente de Africanos Libertos em Havana.</p> <p>O cargo de Superintendente foi criado em decorrência de um tratado anglo-espanhol adicional, visando combater o tráfico de escravos, assinado em 1835. O novo tratado permitia a adjudicação de embarcações com equipamentos de tráfico de escravos a bordo — ou seja, a apreensão destes navios antes do embarque de escravos. (14) O tratado refletia o renovado interesse do governo britânico no bem-estar dos emancipados, e estipulava que eles ficariam futuramente sob a autoridade da nação que os havia capturado. Além disso, os funcionários espanhóis eram obrigados a cada seis meses a fornecer registros de emancipados atualizados à Comissão Mista de Havana. (15) As novas medidas tiveram um impacto imediato: os funcionários britânicos não transferiam mais os emancipados para as autoridades coloniais espanholas, porém começaram a levá-los para diversas possessões britânicas do Caribe, onde a escravidão havia sido abolida (1834). Um superintendente foi nomeado para supervisionar esses processos.</p> <p>De meados da década 1830 até 1841, dois conhecidos abolicionistas britânicos, o dr. Richard Robert Madden e David Turnbull, ocuparam o posto de superintendente. Os dois eram membros da Sociedade Antiescravista Britânica e Estrangeira e aportaram em Cuba ideologicamente comprometidos com os interesses dos africanos libertos. Turnbull substituiu Madden em 1840 e acumulou o cargo de cônsul britânico em Havana. O ministro de Relações Exteriores britânico instruiu Turnbull a convencer as autoridades cubanas a obedecerem aos tratados de 1817 e 1835, e a investigarem as condições dos emancipados e protegerem seus direitos. No entanto, os emancipados que haviam desembarcado em Havana antes de 1835, como Gabino, continuaram sob a jurisdição da lei espanhola e de funcionários espanhóis. O máximo que o superintendente podia fazer mais era investigar e denunciar os casos que violavam claramente o tratado anterior. Muitos emancipados souberam da posição do Superintendente e procuraram sua ajuda. Um deles foi Gabino.</p> <p>Quando dona Aper de la Paz morreu, em 1840, a renda de Gabino deteriorou. Felix Piñero, herdeiro da propriedade da viúva, cortou a pequena remuneração que Dobo recebia como aguadeiro, violando todas as convenções que concerniam aos africanos libertos. (16) O desespero de Gabino o levou a apelar ao superintendente Turnbull. Em seu depoimento, Gabino narrou o abuso a que tinha estado sujeito desde a sua chegada em Havana, quando ainda se chamava Dobo. Turnbull enviou imediatamente uma forte nota de protesto às autoridades cubanas, exigindo para Gabino “o gozo imediato e incondicional da liberdade que lhe fora garantida pelos tratados vigentes entre a Espanha e a Grã-Bretanha”. Em 1841, após quinze anos em Cuba, Gabino já constatara que o sistema jurídico espanhol estava fechado para ele. Ele procurou por um método alternativo de reparação, e foi esse o que encontrou.</p> <p>Em sua nota para o capitão-geral em Havana, o príncipe de Anglona, Turnbull afirmava ainda que Gabino tinha direito a todas as quantias que lhe haviam sido negadas ilegalmente. Em sua resposta, o capitão-geral declarou Turnbull “persona non grata”, um perigo para a segurança da ilha devido a suas ligações com “as pessoas de cor”. Também foi dito a Turnbull nesta carta que a intervenção dele no caso de Gabino “pressupõe que o senhor está qualificado para ouvir as queixas das pessoas de cor, oferecer-lhes proteção e a apoiar suas pretensões.” O capitão-geral temia que “um tal estado de coisas possa afrouxar os laços de subordinação e obediência entre os emancipados.” (17) O capitão-geral, portanto, se opôs à defesa dos direitos dos emancipados de Turnbull sem abordar as especificidades do caso de Gabino. (18) Turnbull, na verdade, já havia percorrido a ilha para verificar as condições de trabalho dos emancipados nas plantations, ouvindo as queixas de muitos outros emancipados em Havana. Ele também havia sido visto na companhia de cubanos brancos que se opunham abertamente à escravidão na ilha. O governo colonial cubano queria que Turnbull fosse embora da colônia, e sua queixa oficial no caso de Gabino lhes deu essa oportunidade. O superintendente perdeu sua autorização para permanecer em solo espanhol, sendo forçado a abandonar o consulado britânico em Havana e a se dirigir a um navio britânico ancorado no porto. Por fim, teve que ir para a Jamaica. (19)</p> <p>Embora forçado a deixar Cuba, Turnbull alcançou seu objetivo imediato: a liberdade de Gabino, aos 25 anos. Uma carta do sucessor de Anglona no posto de capitão-geral, Geronimo Valdes, ao consulado britânico, em 23 de junho de 1841, atestava a emissão de uma carta de alforria para Gabino. O relatório também mencionava o casamento de Gabino com uma escrava, Candelaria. (20) Gabino conseguiu o que era quase impossível: superou todas as barreiras impostas aos emancipados pelo governo colonial espanhol e ganhou a liberdade. Sua decisão de ignorar o sistema jurídico espanhol teve o importante efeito de causar uma crise diplomática entre os governos britânico e espanhol.</p> <p>No final de junho de 1841, Gabino iniciou uma nova vida como negro livre em união com sua esposa, mas o governo colonial espanhol não o esqueceu. Poucos meses após receber sua carta de alforria, ele foi acusado de conspirar para fomentar um levante negro, sendo condenado a oito anos de prisão. Ele precisaria cumprir a pena longe de sua esposa, em uma prisão em Ceuta, um encrave espanhol no norte de Marrocos. Paradoxalmente, Gabino retornava agora ao continente africano na condição de cativo. Sua liberdade havia durado apenas alguns meses. Em novembro de 1841, partiu de Havana preso a bordo do navio de guerra espanhol <span class="italic">Correo 4</span>. Era a segunda vez que Gabino cruzava o Atlântico, ambas as vezes como cativo. As condições a bordo do <span class="italic">Correo 4</span> eram sem dúvida tão ruins quanto as do navio negreiro Fingal. Gabino estava gravemente doente quando o navio naval chegou ao porto espanhol de Cádiz. Poucos dias após o desembarque, ele morreu na prisão militar. (21) Gabino, nascido Dobo, nunca retornou ao continente africano. Sua história na África e nas Américas ilustra o destino de milhares de africanos libertos em Cuba. Dobo não chegou em Cuba como escravo, mas, como outros emancipados, perdeu seu nome africano, teve seus direitos ignorados e não foi remunerado por seu trabalho. Dobo, um jovem livre de Gola, tornou-se Gabino, um escravo de facto em Cuba.</p>
