Repository: rice-crc/voyages
Catalog: voyages/locale/*/LC_MESSAGES/django.po
Languages: es, pt

source: <h1>Web Resources</h1> <p>The websites listed here provide a variety of resources, including but not limited to lesson plans, interactive maps, and narratives of enslaved Africans.</p> <p><a name="hitchcock"></a></p> <div class="link-title"> <div class="link-main-title">The Atlantic Slave Trade and Slave Life in the Americas: A Visual Record</div> <div class="link-sub-title">The Virginia Foundation for the Humanities, the Digital Media Lab at the University of Virginia Library</div> </div> <table class="link-info" border="0" cellspacing="0" cellpadding="0"> <tbody> <tr> <td class="link-info-label">Content</td> <td class="link-info">Historical images, text</td> </tr> <tr> <td class="link-info-label">WWW address</td> <td class="link-info"><a href="http://hitchcock.itc.virginia.edu/Slavery/index.php" target="_blank">http://hitchcock.itc.virginia.edu/Slavery/index.php</a></td> </tr> </tbody> </table> <p><a name="inmotionaame"></a></p> <div class="link-title"> <div class="link-main-title">In Motion: African-American Migration Experience</div> <div class="link-sub-title">Schomburg Center, New York Public Library</div> </div> <table class="link-info" border="0" cellspacing="0" cellpadding="0"> <tbody> <tr> <td class="link-info-label">Content</td> <td class="link-info">Narrative, text, images, maps, lesson plans</td> </tr> <tr> <td class="link-info-label">WWW address</td> <td class="link-info"><a href="http://www.inmotionaame.org" target="_blank">http://www.inmotionaame.org</a></td> </tr> </tbody> </table> <p><a name="collegeboard"></a></p> <div class="link-title"> <div class="link-main-title">YES: The Young Epidemiology Scholars Program</div> <div class="link-sub-title">College Board</div> </div> <table class="link-info" border="0" cellspacing="0" cellpadding="0"> <tbody> <tr> <td class="link-info-label">Content</td> <td class="link-info">Lesson plan on Mortality &amp; Slave Trade</td> </tr> <tr> <td class="link-info-label">WWW address</td> <td class="link-info"><a href="http://www.collegeboard.com/prod_downloads/yes/4297_MODULE_12.pdf" target="_blank">http://www.collegeboard.com/prod_downloads/yes/4297_MODULE_12.pdf</a></td> </tr> </tbody> </table> <p><a name="thirteen"></a></p> <div class="link-title"> <div class="link-main-title">Thirteen: National Teachers Training Institute</div> <div class="link-sub-title">National Teacher Training Institute</div> </div> <table class="link-info" border="0" cellspacing="0" cellpadding="0"> <tbody> <tr> <td class="link-info-label">Content</td> <td class="link-info">Lesson plan on Triangle Trade &amp; Middle Passage</td> </tr> <tr> <td class="link-info-label">WWW address</td> <td class="link-info"><a href="http://www.thirteen.org/edonline/ntti/resources/lessons/h_economy" target="_blank">http://www.thirteen.org/edonline/ntti/resources/lessons/h_economy</a></td> </tr> </tbody> </table> <p><a name="nchs"></a></p> <div class="link-title"> <div class="link-main-title">National Center for History in the Schools</div> </div> <table class="link-info" border="0" cellspacing="0" cellpadding="0"> <tbody> <tr> <td class="link-info-label">Content</td> <td class="link-info">Preview of unit (five lessons) on Atlantic Slave Trade</td> </tr> <tr> <td class="link-info-label">WWW address</td> <td class="link-info"><a href="http://nchs.ucla.edu/NH175-preview.pdf" target="_blank">http://nchs.ucla.edu/NH175-preview.pdf</a><br /> <a href="http://www.learner.org/channel/courses/amerhistory/pdf/AtlanticSlaveTrade_LOne.pdf" target="_blank">http://www.learner.org/channel/courses/amerhistory/pdf/AtlanticSlaveTrade_LOne.pdf</a> (First lesson included)</td> </tr> </tbody> </table> <p><a name="slaveryinamerica"></a></p> <div class="link-title"> <div class="link-main-title">Slavery in America</div> </div> <table class="link-info" border="0" cellspacing="0" cellpadding="0"> <tbody> <tr> <td class="link-info-label">Content</td> <td class="link-info">Lesson plans, maps, interactive media, essays<br /> Slave Trade and broader experiences of Slavery in North America</td> </tr> <tr> <td class="link-info-label">WWW address</td> <td class="link-info"><a href="http://www.slaveryinamerica.org/history/overview.htm" target="_blank">http://www.slaveryinamerica.org/history/overview.htm</a><br /> <a href="http://www.slaveryinamerica.org/history/hs_lessonplans.htm" target="_blank">http://www.slaveryinamerica.org/history/hs_lessonplans.htm</a> (various topics)<br /> <a href="http://www.slaveryinamerica.org/history/hs_lp_slaveports.htm" target="_blank">http://www.slaveryinamerica.org/history/hs_lp_slaveports.htm</a> (West African ports)</td> </tr> </tbody> </table> <p><a name="antislavery"></a></p> <div class="link-title"> <div class="link-main-title">Breaking the Silence</div> <div class="link-sub-title">Anti-Slavery International and UNESCO's Associated Schools Project Network</div> </div> <table class="link-info" border="0" cellspacing="0" cellpadding="0"> <tbody> <tr> <td class="link-info-label">Content</td> <td class="link-info">Lessons and activities on slave trade and slavery, interactive maps, slave routes</td> </tr> <tr> <td class="link-info-label">WWW address</td> <td class="link-info"><a href="http://old.antislavery.org/breakingthesilence/" target="_blank">http://old.antislavery.org/breakingthesilence/</a></td> </tr> </tbody> </table> <p><a name="understandingslavery"></a></p> <div class="link-title"> <div class="link-main-title">Understanding Slavery</div> </div> <table class="link-info" border="0" cellspacing="0" cellpadding="0"> <tbody> <tr> <td class="link-info-label">Content</td> <td class="link-info">Lesson and activities, visual materials, and background information</td> </tr> <tr> <td class="link-info-label">WWW address</td> <td class="link-info"><a href="http://www.understandingslavery.com" target="_blank">http://www.understandingslavery.com</a></td> </tr> </tbody> </table> <p><a name="bbc"></a></p> <div class="link-title"> <div class="link-main-title">Abolition of the Slave Trade</div> <div class="link-sub-title">BBC</div> </div> <table class="link-info" border="0" cellspacing="0" cellpadding="0"> <tbody> <tr> <td class="link-info-label">Content</td> <td class="link-info">Interactive materials, articles and videoclips</td> </tr> <tr> <td class="link-info-label">WWW address</td> <td class="link-info"><a href="http://www.bbc.co.uk/abolition" target="_blank">http://www.bbc.co.uk/abolition</a></td> </tr> </tbody> </table> <p><a name="comitedeliaison"></a></p> <div class="link-title"> <div class="link-main-title">Comit&eacute; de Liaison et d'Application des Sources Historiques <br /> (M&eacute;moire St Barth | Histoire de Saint-Barth&eacute;lemy)</div> </div> <table class="link-info" border="0" cellspacing="0" cellpadding="0"> <tbody> <tr> <td class="link-info-label">Content</td> <td class="link-info">Resources dedicated to the history of Saint-Barthelemy (FWI) : slave trade, slavery, their abolition and impact on this island of the Lesser Antilles</td> </tr> <tr> <td class="link-info-label">WWW&nbsp;address</td> <td class="link-info"><a href="http://www.MemoireStBarth.com" target="_blank">http://www.MemoireStBarth.com</a></td> </tr> </tbody> </table> <p><a name="allianceinternationale"></a></p> <div class="link-title"> <div class="link-main-title">Les Anneaux de la M&eacute;moire: Alliance Internationale</div> </div> <table class="link-info" border="0" cellspacing="0" cellpadding="0"> <tbody> <tr> <td class="link-info-label">Content</td> <td class="link-info">A range of interactive resources and materials pertaining to the history of slavery and the slave trade mainly in the francophone world.</td> </tr> <tr> <td class="link-info-label">WWW&nbsp;address</td> <td class="link-info"><a href="http://www.anneauxdelamemoire.org" target="_blank">http://www.anneauxdelamemoire.org</a></td> </tr> </tbody> </table> <p>&nbsp;</p>
es: <h1>Recursos web</h1> <p>Los sitios web enumerados aquí proveen una diversidad de fuentes, incluyendo sin limitar planes de estudios, mapas interactivos y narraciones de africanos esclavizados.</p> <p><a name="hitchcock"></a></p> <div class="link-title"> <div class="link-main-title">The Atlantic Slave Trade and Slave Life in the Americas: A Visual Record</div> <div class="link-sub-title">The Virginia Foundation for the Humanities, the Digital Media Lab at the University of Virginia Library</div> </div> <table class="link-info" border="0" cellspacing="0" cellpadding="0"> <tbody> <tr> <td class="link-info-label">Contenido</td> <td class="link-info">Mapas históricos, texto</td> </tr> <tr> <td class="link-info-label">WWW dirección</td> <td class="link-info"><a href="http://hitchcock.itc.virginia.edu/Slavery/index.php" target="_blank">http://hitchcock.itc.virginia.edu/Slavery/index.php</a></td> </tr> </tbody> </table> <p><a name="inmotionaame"></a></p> <div class="link-title"> <div class="link-main-title">In Motion: African-American Migration Experience</div> <div class="link-sub-title">Schomburg Center, New York Public Library</div> </div> <table class="link-info" border="0" cellspacing="0" cellpadding="0"> <tbody> <tr> <td class="link-info-label">Contenido</td> <td class="link-info">Narrativa, texto, imágenes, mapas, planes de estudio</td> </tr> <tr> <td class="link-info-label">WWW dirección</td> <td class="link-info"><a href="http://www.inmotionaame.org" target="_blank">http://www.inmotionaame.org</a></td> </tr> </tbody> </table> <p><a name="collegeboard"></a></p> <div class="link-title"> <div class="link-main-title">YES: The Young Epidemiology Scholars Program</div> <div class="link-sub-title">College Board</div> </div> <table class="link-info" border="0" cellspacing="0" cellpadding="0"> <tbody> <tr> <td class="link-info-label">Contenido</td> <td class="link-info">Plan de estudio de la mortalidad y el comercio de esclavos</td> </tr> <tr> <td class="link-info-label">WWW dirección</td> <td class="link-info"><a href="http://www.collegeboard.com/prod_downloads/yes/4297_MODULE_12.pdf" target="_blank">http://www.collegeboard.com/prod_downloads/yes/4297_MODULE_12.pdf</a></td> </tr> </tbody> </table> <p><a name="thirteen"></a></p> <div class="link-title"> <div class="link-main-title">Thirteen: National Teachers Training Institute</div> <div class="link-sub-title">National Teacher Training Institute</div> </div> <table class="link-info" border="0" cellspacing="0" cellpadding="0"> <tbody> <tr> <td class="link-info-label">Contenido</td> <td class="link-info">Plan de estudio del comercio triangular y la Travesía Intermedia</td> </tr> <tr> <td class="link-info-label">WWW dirección</td> <td class="link-info"><a href="http://www.thirteen.org/edonline/ntti/resources/lessons/h_economy" target="_blank">http://www.thirteen.org/edonline/ntti/resources/lessons/h_economy</a></td> </tr> </tbody> </table> <p><a name="nchs"></a></p> <div class="link-title"> <div class="link-main-title">National Center for History in the Schools</div> </div> <table class="link-info" border="0" cellspacing="0" cellpadding="0"> <tbody> <tr> <td class="link-info-label">Contenido</td> <td class="link-info">Avance de la unidad (cinco lecciones) sobre el comercio trasatlántico de esclavos</td> </tr> <tr> <td class="link-info-label">WWW dirección</td> <td class="link-info"><a href="http://nchs.ucla.edu/NH175-preview.pdf" target="_blank">http://nchs.ucla.edu/NH175-preview.pdf</a><br /> <a href="http://www.learner.org/channel/courses/amerhistory/pdf/AtlanticSlaveTrade_LOne.pdf" target="_blank">http://www.learner.org/channel/courses/amerhistory/pdf/AtlanticSlaveTrade_LOne.pdf</a> (Primera lección incluida)</td> </tr> </tbody> </table> <p><a name="slaveryinamerica"></a></p> <div class="link-title"> <div class="link-main-title">Esclavitud en America</div> </div> <table class="link-info" border="0" cellspacing="0" cellpadding="0"> <tbody> <tr> <td class="link-info-label">Contenido</td> <td class="link-info">Planes de estudio, mapas, material interactivo, ensayos<br /> Slave Trade and broader experiences of Slavery in North America</td> </tr> <tr> <td class="link-info-label">WWW dirección</td> <td class="link-info"><a href="http://www.slaveryinamerica.org/history/overview.htm" target="_blank">http://www.slaveryinamerica.org/history/overview.htm</a><br /> <a href="http://www.slaveryinamerica.org/history/hs_lessonplans.htm" target="_blank">http://www.slaveryinamerica.org/history/hs_lessonplans.htm</a> (varios temas)<br /> <a href="http://www.slaveryinamerica.org/history/hs_lp_slaveports.htm" target="_blank">http://www.slaveryinamerica.org/history/hs_lp_slaveports.htm</a> (Puertos de Africa Occidental)</td> </tr> </tbody> </table> <p><a name="antislavery"></a></p> <div class="link-title"> <div class="link-main-title">Breaking the Silence</div> <div class="link-sub-title">Anti-Slavery International and UNESCO's Associated Schools Project Network</div> </div> <table class="link-info" border="0" cellspacing="0" cellpadding="0"> <tbody> <tr> <td class="link-info-label">Contenido</td> <td class="link-info">Lecciones y actividades sobre el comercio de esclavos y la esclavitud, mapas interactivos, rutas esclavistas</td> </tr> <tr> <td class="link-info-label">WWW dirección</td> <td class="link-info"><a href="http://old.antislavery.org/breakingthesilence/" target="_blank">http://old.antislavery.org/breakingthesilence/</a></td> </tr> </tbody> </table> <p><a name="understandingslavery"></a></p> <div class="link-title"> <div class="link-main-title">Understanding Slavery</div> </div> <table class="link-info" border="0" cellspacing="0" cellpadding="0"> <tbody> <tr> <td class="link-info-label">Contenido</td> <td class="link-info">Lecciones y actividades, materiales visuales y datos de referencia</td> </tr> <tr> <td class="link-info-label">WWW dirección</td> <td class="link-info"><a href="http://www.understandingslavery.com" target="_blank">http://www.understandingslavery.com</a></td> </tr> </tbody> </table> <p><a name="bbc"></a></p> <div class="link-title"> <div class="link-main-title">Abolition of the Slave Trade</div> <div class="link-sub-title">BBC</div> </div> <table class="link-info" border="0" cellspacing="0" cellpadding="0"> <tbody> <tr> <td class="link-info-label">Contenido</td> <td class="link-info">Materiales interactivos, artículos y videoclips</td> </tr> <tr> <td class="link-info-label">WWW dirección</td> <td class="link-info"><a href="http://www.bbc.co.uk/abolition" target="_blank">http://www.bbc.co.uk/abolition</a></td> </tr> </tbody> </table> <p><a name="comitedeliaison"></a></p> <div class="link-title"> <div class="link-main-title">Comit&eacute; de Liaison et d'Application des Sources Historiques <br /> (M&eacute;moire St Barth | Histoire de Saint-Barth&eacute;lemy)</div> </div> <table class="link-info" border="0" cellspacing="0" cellpadding="0"> <tbody> <tr> <td class="link-info-label">Contenido</td> <td class="link-info">Recursos dedicados a la historia de Saint-Barthélemy (FWI): trata de esclavos, su abolición y el impacto en esta isla de las Antillas Menores</td> </tr> <tr> <td class="link-info-label">WWW dirección</td> <td class="link-info"><a href="http://www.MemoireStBarth.com" target="_blank">http://www.MemoireStBarth.com</a></td> </tr> </tbody> </table> <p><a name="allianceinternationale"></a></p> <div class="link-title"> <div class="link-main-title">Les Anneaux de la M&eacute;moire: Alliance Internationale</div> </div> <table class="link-info" border="0" cellspacing="0" cellpadding="0"> <tbody> <tr> <td class="link-info-label">Contenido</td> <td class="link-info">Serie de recursos interactivos y materiales relacionados con la historia de la esclavitud y el comercio de esclavos principalmente en el mundo francófono</td> </tr> <tr> <td class="link-info-label">WWW&nbsp;address</td> <td class="link-info"><a href="http://www.anneauxdelamemoire.org" target="_blank">http://www.anneauxdelamemoire.org</a></td> </tr> </tbody> </table> <p>&nbsp;</p>
pt: <h1>Web Resources</h1> <p>Os websites listados aqui oferecem uma variedade de recursos, incluindo – entre outros – planos de aula, mapas interativos e narrativas de africanos escravizados.</p> <p><a name="hitchcock"></a></p> <div class="link-title"> <div class="link-main-title">O tráfico de escravos atlântico e a vida dos escravos nas Américas: um registro visual</div> <div class="link-sub-title">The Virginia Foundation for the Humanities, the Digital Media Lab at the University of Virginia Library</div> </div> <table class="link-info" border="0" cellspacing="0" cellpadding="0"> <tbody> <tr> <td class="link-info-label">Conteúdo</td> <td class="link-info">Imagens históricas, texto</td> </tr> <tr> <td class="link-info-label">Endereço na Web</td> <td class="link-info"><a href="http://hitchcock.itc.virginia.edu/Slavery/index.php" target="_blank">http://hitchcock.itc.virginia.edu/Slavery/index.php</a></td> </tr> </tbody> </table> <p><a name="inmotionaame"></a></p> <div class="link-title"> <div class="link-main-title">Em Movimento: A Experiência da Migração Africana-Americana</div> <div class="link-sub-title">Schomburg Center, New York Public Library</div> </div> <table class="link-info" border="0" cellspacing="0" cellpadding="0"> <tbody> <tr> <td class="link-info-label">Conteúdo</td> <td class="link-info">Narrativa, texto, imagens, mapas, planos de aula</td> </tr> <tr> <td class="link-info-label">Endereço na Web</td> <td class="link-info"><a href="http://www.inmotionaame.org" target="_blank">http://www.inmotionaame.org</a></td> </tr> </tbody> </table> <p><a name="collegeboard"></a></p> <div class="link-title"> <div class="link-main-title">YES: O Programa Young Epidemiology Scholars (Jovens Estudiosos de Epidemiologia)</div> <div class="link-sub-title">College Board</div> </div> <table class="link-info" border="0" cellspacing="0" cellpadding="0"> <tbody> <tr> <td class="link-info-label">Conteúdo</td> <td class="link-info">Plano de aula sobre Mortalidade & Tráfico de Escravos</td> </tr> <tr> <td class="link-info-label">Endereço na Web</td> <td class="link-info"><a href="http://www.collegeboard.com/prod_downloads/yes/4297_MODULE_12.pdf" target="_blank">http://www.collegeboard.com/prod_downloads/yes/4297_MODULE_12.pdf</a></td> </tr> </tbody> </table> <p><a name="thirteen"></a></p> <div class="link-title"> <div class="link-main-title">Thirteen: National Teachers Training Institute (Treze: Instituto Nacional de Formação de Professores)</div> <div class="link-sub-title">National Teacher Training Institute</div> </div> <table class="link-info" border="0" cellspacing="0" cellpadding="0"> <tbody> <tr> <td class="link-info-label">Conteúdo</td> <td class="link-info">Plano de aula sobre o tráfico triangular e a travessia do Atlântico </td> </tr> <tr> <td class="link-info-label">Endereço na Web</td> <td class="link-info"><a href="http://www.thirteen.org/edonline/ntti/resources/lessons/h_economy" target="_blank">http://www.thirteen.org/edonline/ntti/resources/lessons/h_economy</a></td> </tr> </tbody> </table> <p><a name="nchs"></a></p> <div class="link-title"> <div class="link-main-title">National Center for History in the Schools (Centro Nacional de História nas Escolas)</div> </div> <table class="link-info" border="0" cellspacing="0" cellpadding="0"> <tbody> <tr> <td class="link-info-label">Conteúdo</td> <td class="link-info">Apresentação inicial de unidade (cinco aulas) sobre o tráfico de escravos atlântico</td> </tr> <tr> <td class="link-info-label">Endereço na Web</td> <td class="link-info"><a href="http://nchs.ucla.edu/NH175-preview.pdf" target="_blank">http://nchs.ucla.edu/NH175-preview.pdf</a><br /> <a href="http://www.learner.org/channel/courses/amerhistory/pdf/AtlanticSlaveTrade_LOne.pdf" target="_blank">http://www.learner.org/channel/courses/amerhistory/pdf/AtlanticSlaveTrade_LOne.pdf</a> (First lesson included)</td> </tr> </tbody> </table> <p><a name="slaveryinamerica"></a></p> <div class="link-title"> <div class="link-main-title">Escravidão na América</div> </div> <table class="link-info" border="0" cellspacing="0" cellpadding="0"> <tbody> <tr> <td class="link-info-label">Conteúdo</td> <td class="link-info">Planos de aula, mapas, mídia interativa, ensaios<br /> Slave Trade and broader experiences of Slavery in North America</td> </tr> <tr> <td class="link-info-label">Endereço na Web</td> <td class="link-info"><a href="http://www.slaveryinamerica.org/history/overview.htm" target="_blank">http://www.slaveryinamerica.org/history/overview.htm</a><br /> <a href="http://www.slaveryinamerica.org/history/hs_lessonplans.htm" target="_blank">http://www.slaveryinamerica.org/history/hs_lessonplans.htm</a> (various topics)<br /> <a href="http://www.slaveryinamerica.org/history/hs_lp_slaveports.htm" target="_blank">http://www.slaveryinamerica.org/history/hs_lp_slaveports.htm</a> (West African ports)</td> </tr> </tbody> </table> <p><a name="antislavery"></a></p> <div class="link-title"> <div class="link-main-title">Rompendo o Silêncio</div> <div class="link-sub-title">Anti-Slavery International and UNESCO's Associated Schools Project Network</div> </div> <table class="link-info" border="0" cellspacing="0" cellpadding="0"> <tbody> <tr> <td class="link-info-label">Conteúdo</td> <td class="link-info">Aulas e atividades sobre tráfico de escravos e escravidão, mapas interativos, rotas de escravos</td> </tr> <tr> <td class="link-info-label">Endereço na Web</td> <td class="link-info"><a href="http://old.antislavery.org/breakingthesilence/" target="_blank">http://old.antislavery.org/breakingthesilence/</a></td> </tr> </tbody> </table> <p><a name="understandingslavery"></a></p> <div class="link-title"> <div class="link-main-title">Para Entender a Escravidão</div> </div> <table class="link-info" border="0" cellspacing="0" cellpadding="0"> <tbody> <tr> <td class="link-info-label">Conteúdo</td> <td class="link-info">Aulas e atividades, materiais visuais e informações básicas</td> </tr> <tr> <td class="link-info-label">Endereço na Web</td> <td class="link-info"><a href="http://www.understandingslavery.com" target="_blank">http://www.understandingslavery.com</a></td> </tr> </tbody> </table> <p><a name="bbc"></a></p> <div class="link-title"> <div class="link-main-title">Abolição do Tráfico de Escravos</div> <div class="link-sub-title">BBC</div> </div> <table class="link-info" border="0" cellspacing="0" cellpadding="0"> <tbody> <tr> <td class="link-info-label">Conteúdo</td> <td class="link-info">Materiais interativos, artigos e videoclipes</td> </tr> <tr> <td class="link-info-label">Endereço na Web</td> <td class="link-info"><a href="http://www.bbc.co.uk/abolition" target="_blank">http://www.bbc.co.uk/abolition</a></td> </tr> </tbody> </table> <p><a name="comitedeliaison"></a></p> <div class="link-title"> <div class="link-main-title">Comité de Liaison et d’Application des Sources Historiques (Mémoire St Barth | Histoire de Saint-Barthélemy)</div> </div> <table class="link-info" border="0" cellspacing="0" cellpadding="0"> <tbody> <tr> <td class="link-info-label">Conteúdo</td> <td class="link-info">Recursos dedicados à história de São Bartolomeu (Índias Ocidentais Francesas): tráfico de escravos, escravidão, sua abolição e impacto nas Antilhas Menores</td> </tr> <tr> <td class="link-info-label">WWW&nbsp;address</td> <td class="link-info"><a href="http://www.MemoireStBarth.com" target="_blank">http://www.MemoireStBarth.com</a></td> </tr> </tbody> </table> <p><a name="allianceinternationale"></a></p> <div class="link-title"> <div class="link-main-title">Les Anneaux de la Mémoire: Alliance Internationale</div> </div> <table class="link-info" border="0" cellspacing="0" cellpadding="0"> <tbody> <tr> <td class="link-info-label">Conteúdo</td> <td class="link-info">Uma gama de materiais e recursos interativos relativos à história da escravidão e do tráfico de escravos, principalmente no mundo francófono.</td> </tr> <tr> <td class="link-info-label">WWW&nbsp;address</td> <td class="link-info"><a href="http://www.anneauxdelamemoire.org" target="_blank">http://www.anneauxdelamemoire.org</a></td> </tr> </tbody> </table> <p>&nbsp;</p>
