Repository: rice-crc/voyages
Catalog: voyages/locale/*/LC_MESSAGES/django.po
Languages: es, pt

source: <p>One simple way to print results is to use PrtSc (Print Screen). For a table or graph that you would like to print, hit the PrtSc key on your keyboard. This copies an image of the entire page into memory. Then paste the image into a blank screen of an image editing program like Microsoft Paint (one of the accessories) or Adobe Photoshop. From this image, you can then select a part of the image of an entire page, for example, the title and table of Summary Statistics, copy it and paste it into another page which you can print or save. Print screen will not supply a title for a table, graph, or map, nor will it include sources, notes or the details of the query that produced your results. It may be more efficient to download the data into a spreadsheet, construct a table or graph there with title, notes, sources, and desired formatting, and print this instead.</p>
es: <p>Un simple método de imprimir los resultados es usar la tecla PrtSc (Imprimir Pantalla). Para una tabla o gráfico que se desea imprimir, oprima la tecla PrtSc en el teclado. Esto copia una imagen de la página entera en memoria. Entonces pegue la imagen en una página en blanco de un programa de edición de imagen, como Microsoft Paint (en los accesorios) o Adobe Photoshop. De esta imagen, puede seleccionarse parte de la página o la página entera, por ejemplo, el título y la tabla de Sumario de Estadísticas, por lo que usted puede copiar y pegar en otra página que grave o imprima. PrtSc no dará título a una tabla, gráfico o mapa, ni incluirá fuentes, notas o detalles de la investigación que produjo los resultados. Podría ser más eficiente descargar los datos a una hoja de cálculo y construir allí una tabla o gráfico con notas, fuentes con el formato deseado y luego imprimirlo.</p>
pt: <p>Uma maneira simples de imprimir os resultados é usar o PrtSc (Imprimir Tela). Para imprimir uma tabela ou gráfico, pressione a tecla PrtSc no seu teclado. Isso irá copiar na memória uma imagem da página inteira. Em seguida, cole a imagem em uma tela em branco de um programa de edição de imagens, como o Microsoft Paint (um dos acessórios) ou o Adobe Photoshop. A partir desta imagem, você pode selecionar uma parte da imagem de uma página inteira — por exemplo, o título e a tabela de Estatísticas Resumidas — e então copiá-la e colá-la em outra página que você pode imprimir ou salvar. O botão Print Screen não fornece um título para a tabela, gráfico ou mapa, nem inclui fontes, notas nem detalhes da consulta que produziram os seus resultados. Pode ser mais eficiente baixar os dados em uma planilha, construir uma tabela ou gráfico nela com título, notas, fontes e formatação desejada, e depois imprimi-la.</p>

source: <p>Only places with a check mark in front of them are displayed on the map. Thus, if one wants only to see dots for the smallest of the five groups of numbers of slaves, one would remove the check mark in front of the four larger circles. Likewise, if one is interested only in places of disembarkation, one would uncheck the box in front of visible places of embarkation.</p>
es: <p>Sólo los lugares marcados al frente se muestran en el mapa. De este modo, si queremos ver solamente los puntos para el menor de los cinco grupos de números de esclavos, debemos remover la marca al frente de los cuatro círculos mayores. De la misma forma, si estamos interesados solamente en sitios de desembarco, se debe quitar la marca en la casilla frente a sitios visibles de embarque.</p>
pt: <p>Somente os lugares marcados são exibidos no mapa. Assim, se o usuário quer apenas ver os pontos que correspondem ao menor dos cinco grupos de números de escravos, ele tem que desmarcar os quatro círculos maiores. Da mesma forma, se estiver interessado apenas em locais de desembarque, ele tem que desmarcar os lugares visíveis de embarque.</p>

source: Port-au-Prince
es: Puerto Príncipe

source: Port Maria
es: Puerto María

source: Ports of call
es: Puertos de escala
pt: Portos de escala

source: Portugal / Brazil
es: Portugal / Brasil
pt: Portugal / Brasil

source: Portugal, port unspecified
es: Portugal, puerto sin especificar
pt: Portugal, porto não especificado

source: Portuguese Guinea
es: Guinea portuguesa
pt: Guiné portuguesa

source: Potomac river
es: Rio Potomac
pt: Rio Potomac

source: Pounds (sterling)
es: Libras (esterlinas)
pt: Libras (esterlinas)

source: <p>Please address unanswered questions to <a href="mailto:voyages@emory.edu">voyages@emory.edu</a>, and we will attempt to provide this information for you.</p>
es: <p>Por favor, dirija preguntas no respondidas a <a href="mailto:voyages@emory.edu">voyages@emory.edu</a>y trataremos de suministrarle esta información.</p>
pt: <p>Envie qualquer pergunta sem resposta para <a href="mailto:voyages@emory.edu">voyages@emory.edu</a>, e vamos tentar lhe fornecer a informação pedida.</p>

source: <p>Presently, the essays subsection of Understanding the Database contains three types of contributions: interpretative essays, vignettes or biographical sketches about individuals transported on slave ships, and a research note. We will periodically change the contents of this section, adding longer and shorter essays, notes, reports on archives, projects about the slaves, and in general any kind of text for which the Trans-Atlantic Slave Trade Database is a major source. Users are invited to submit manuscripts to <a href="mailto:voyages@emory.edu" shape="rect">voyages@emory.edu</a>.</p>
es: <p>En el presente, la subsección de ensayos Guía de la base de datos, contiene tres tipos de contribuciones: ensayos interpretativos, viñetas o bosquejos bibliográficos acerca de individuos transportados en los barcos esclavistas y notas de investigación. Periódicamente cambiaremos el contenido de esta sección, agregando ensayos más cortos y más largos, notas, reportes de archivo, proyectos acerca de los esclavos y, en general, cualquier tipo de texto para el cual la Base de Datos del Tráfico Trasatlántico de Esclavos es una fuente importante. Los usuarios están invitados a entregar sus manuscritos a <a href="mailto:voyages@emory.edu" shape="rect">voyages@emory.edu</a>.</p>
pt: <p>Atualmente, a subseção de ensaios de Para entender o Banco de Dados contém três tipos de textos: ensaios interpretativos; vinhetas ou esboços biográficos sobre indivíduos transportados em navios negreiros; e uma nota de pesquisa. Mudaremos periodicamente o conteúdo dessa seção, acrescentando ensaios, notas, relatórios sobre arquivos, projetos sobre os escravos e qualquer tipo de texto, mais longo ou mais curto, para o qual o Banco de Dados Tráfico de Escravos Transatlântico seja uma fonte importante. Os usuários estão convidados a enviar textos para <a href="mailto:voyages@emory.edu" shape="rect">voyages@emory.edu</a>.</p>

source: <p>Rather than using the data entry form, contact <a href="mailto:voyages@emory.edu" shape="rect">voyages@emory.edu</a>.</p>
es: <p>En lugar de usar el formulario de entrada de datos, contacte <a href="mailto:voyages@emory.edu" shape="rect">voyages@emory.edu</a>.</p>
pt: <p>Ao invés de utilizar o formulário de entrada de dados, entre em contato com <a href="mailto:voyages@emory.edu" shape="rect">voyages@emory.edu</a>.</p>

source: <p>Refresh resets the display of dots and time period of maps according to the choices made in &ldquo;Select map&rdquo; and the check boxes.</p>
es: <p>Refrescar reconfigura la exposición de los puntos del periodo del mapa, de acuerdo con la elección hecha en &ldquo;Seleccione mapa&rdquo; y las casillas de selección.</p>
pt: <p>“Atualizar” redefine a exibição de pontos e períodos de tempo dos mapas de acordo com as escolhas feitas em “Selecionar mapa” e nas caixas de seleção.</p>

source: <p>Remember that a limited number of categories of comparison is necessary for both bar and pie charts. Too many categories make a chart difficult to interpret. If you find this to be the case, use the left query frame to limit the number of categories or values to a manageable number. A bar chart is useful for comparing several categories on a numerical scale, for example, the number of voyages on British and Dutch vessels in the period 1641-1700, when development of sugar colonies in the Caribbean began, or number of slaves embarked in different regions of Africa, or the average size (in tons) of United States and British ships. Number of voyages, slaves embarked, and tonnage are all numerical variables. Flag or nationality and region are categorical variables. &nbsp;Use of the query frame to limit categories represented in a bar or pie chart is a key to making effective use of the feature.</p>
es: <p>Recuerde que un número limitado de categorías en la comparación es necesario tanto para el gráfico de barras como para el circular. Un grupo muy grande de categorías hace el gráfico difícil de interpretar. Si usted cree que este es el caso, use el cuadro de consulta a la izquierda para limitar el número de categorías a un número manejable. Un gráfico de barras es útil para comparar un grupo pequeño de categorías en una escala numérica, por ejemplo, el número de viajes en naves holandesas y británicas en el periodo 1641-1700, cuando comenzó el desarrollo de las colonias azucareras en el Caribe, el número de esclavos embarcados en diferentes regiones de África, o el tonelaje promedio de los barcos británicos y de los Estados Unidos. El número de viajes y el tonelaje de los barcos son todas variables numéricas. La bandera o nacionalidad y región son variables categóricas. El uso del cuadro de consulta para limitar las categorías que van a ser representadas en un gráfico de barras o circular es clave para hacer un uso efectivo de esta posibilidad.</p>
pt: <p>Lembre-se que é necessário um número limitado de categorias de comparação tanto para os gráficos de barra quanto para os de pizza. O excesso de categorias faz com que o gráfico se torne difícil de interpretar. Se isto acontecer, use o quadro de consulta à esquerda para limitar o número de categorias ou valores a um número razoável. O gráfico de barras é útil para comparar várias categorias em uma escala numérica: por exemplo, o número de viagens em navios britânicos e holandeses no período 1641-1700, quando começou o desenvolvimento das colônias açucareiras no Caribe; ou o número de escravos embarcados em regiões diferentes da África; ou o tamanho médio (em toneladas) dos navios americanos e britânicos. O número de viagens, o número de escravos embarcados e a tonelagem são variáveis numéricas. Já bandeira ou nacionalidade e região são variáveis categóricas. A utilização do quadro de consulta para limitar as categorias representadas em um gráfico de barras ou pizza é importante para se utilizar o recurso de modo eficaz.</p>

source: Pressed into government service
es: Obligado a entrar en servicio del gobierno
pt: Pressionado ao serviço do governo

source: Price of slaves at a port of sale in the Americas, standardized in English pounds sterling. "Slaves" were not "cheap"; rather, buyers paid high prices for enslaved Africans on the African coast and in the Americas.
es: Precio de los esclavos en un puerto de venta en territorio americano, estandarizado en libras esterlinas británicas. Los “esclavos” no eran “baratos”; al contrario, los compradores pagaban altos precios por los africanos esclavizados, tanto en la costa africana como en territorio Americano.
pt: Preço dos escravos em um porto de venda nas Américas, padronizado em libras esterlinas inglesas. Os “escravos” não eram “baratos”; ao contrário, os compradores pagavam altos preços por africanos escravizados na costa africana e nas Américas.

source: Price /standardized price
es: Precio/precio estandarizado
pt: Preço / preço padronizado

source: Primary port where slaving voyages began. Vessels were cleared for departure once they had registered with the custom house and paid duties and taxes on their cargoes.
es: Primer puerto desde el que partían los viajes esclavistas. La partida de los buques era autorizada una vez que se habían registrado con la aduana y habían pagado los impuestos por la carga transportada.
pt: No porto mais importante em que as viagens de escravos iniciavam. Os navios eram autorizados a partir depois que eram registrados na alfândega e pagavam tarifas aduaneiras e os impostos sobre as cargas.

source: Prime slaves
es: Esclavos de primera calidad
pt: Escravos de qualidade

source: Princes Island
es: Isla Princes
pt: Ilha do Príncipe

source: Princes Island and Elmina
es: Princes Island y Elmina
pt: Ilha do Príncipe e Elmina

source: Privateers
es: Corsarios
pt: Corsários

source: Prize
es: Botín
pt: Presa

source: Prize (taken from Dutch)
es: Botín tomado de los holandeses
pt: Presa (tomada aos holandeses)

source: Prize (taken from French)
es: Botín tomado de los franceses
pt: Presa (tomada aos franceses)

source: Prize (taken from Spanish)
es: Botín tomado de los españoles
pt: Presa (tomada aos espanhóis)

source: Prize (unknown place)
es: Botín sin información de origen
pt: Presa (lugar desconhecido)

source: Providence
es: Providencia

source: <p>Several resources are available on the Voyages website itself: essays and introductory maps in Assessing the slave trade, the chronology of key events in the history of the slave trade below the Estimates timeline, images in Resources, and the glossary with key terms used by historians of the slave trade. In addition, the list of Sources and links on the website, without pretending to be exhaustive, point the user towards some of the most important places beyond the website to look for information.</p>
es: <p>Varias fuentes están disponibles en el mismo sitio Viajes: ensayos y mapas introductorios en la sección Análisis del Tráfico de Esclavos, la cronología de sucesos claves en la historia de la trata bajo la línea de tiempo en las sección Estimaciones, imágenes en Fuentes y el glosario con términos claves usados por los historiadores del comercio de esclavos. Además, la lista de Fuentes y enlaces en el sitio web, lleva al usuario hacia algunos de los lugares más importantes más allá de este sitio para buscar más información.</p>
pt: <p>Vários recursos estão disponíveis no próprio website Viagens: ensaios e mapas introdutórios em Análises do tráfico de escravos, a cronologia de eventos-chave na história do tráfico de escravos abaixo da linha do tempo das Estimativas, imagens em Recursos, e o glossário com os principais termos utilizados pelos historiadores do tráfico de escravos. Além disso, a lista de Fontes e links no website, sem a pretensão de ser exaustiva, indica ao usuário alguns dos lugares mais importantes fora do website para procurar por informações.</p>

source: <p>Statistics in the Voyages Database are for slaving voyages for which documentary evidence has been found. Evidence of other voyages remains to be discovered. In some cases, it will never be discovered. An attempt has been made to systematically evaluate the completeness of the record of the slave trade for different national carriers in different periods of time. Statistics in Estimates take into account the incomplete nature of historical evidence and adjust figures derived from the Voyages Database upwards to provide an account of the actual volume of the slave trade.</p>
es: <p>Las estadísticas en la base de datos Viajes reflejan viajes esclavistas para los cuales se ha encontrado evidencia documentada. Hay evidencias de otros viajes que están por descubrirse. En algunos casos, nunca será descubierta. Se ha hecho un intento para evaluar sistemáticamente el contenido de los registros sobre el comercio de esclavos para diferentes naciones de traficantes en diferentes períodos. La estadística en Estimaciones tiene en cuenta la falta de evidencia histórica y ajusta hacia arriba las cifras derivadas de la Base de Datos para dar cuenta del volumen real del comercio de esclavos.</p>
pt: <p>As estatísticas do Banco de Dados: Viagens referem-se às viagens negreiras documentadas. Ainda falta descobrir documentos relativos a outras viagens. Em alguns casos, eles nunca serão encontrados. Foi feita uma tentativa de avaliar sistematicamente a totalidade do registro do tráfico de escravos de diferentes nações transportadoras em períodos de tempo distintos. As estatísticas das Estimativas levam em conta a natureza incompleta do registro histórico e ajustam para mais as cifras provenientes do Banco de Dados: Viagens, para dar conta do volume real do tráfico de escravos.</p>

source: <p>The area of the Atlantic world shown in the map area is represented by a white rectangle within the positioning box. Click on the zoom in magnifying glass (+) to observe how the rectangle is reduced as one zooms in. The white rectangle stays in the center of the box. Put the cursor on the map inside the box and move an area of the map you wish to view under the right triangle for it to be displayed on the map.</p>
es: <p>El área del mundo Atlántico mostrado en el mapa está representado por un rectángulo blanco dentro de la caja de posicionamiento. Pulse en la lupa (+) para observar cómo el rectángulo se reduce según ampliamos el mapa. El rectángulo blanco permanece en el centro de la caja. Ponga el cursor sobre el mapa dentro de la caja y mueva al área del mapa que quiere ver debajo del triángulo de la derecha para que se despliegue en el mapa.</p>
pt: <p>O território do mundo atlântico mostrado na área do mapa é representado por um retângulo branco dentro da caixa de posicionamento. Clique no zoom na lupa (+) para observar como o retângulo diminui à medida que o zoom aumenta. O retângulo branco permanece no centro da caixa. Coloque o cursor sobre o mapa dentro da caixa e coloque a área do mapa que você deseja ver no âmbito do quadrado branco para que ela seja exibida no mapa.</p>

source: <p>The default for &ldquo;Search the Database&rdquo; is the complete database. Thus, when no criteria of selection are specified in the query frame, the summary statistics describe the entirety of the slave trade. While in summary statistics, however, you can select voyages in the query frame at the left to see how they compare with the general average in the entire data set. For example, to answer the question, did the average number of slaves embarked on slave voyages decline or increase in the era of abolition after 1808, simply change the time frame on the left to 1808 to 1866 and click on &ldquo;Search.&rdquo;&nbsp; </p>
es: <p>La base de datos completa es la que se usa al inicio en &ldquo;Búsqueda en Viajes&rdquo;. Así, cuando no se especifican criterios de selección en el cuadro de búsqueda, el sumario estadístico describe la totalidad del comercio de esclavos. Sin embargo, mientras estemos en el sumario estadístico pueden seleccionarse viajes en el cuadro de búsqueda a la izquierda para ver cómo se comparan con el promedio general de todo el conjunto de datos. Por ejemplo, para responder la pregunta: el número promedio de esclavos embarcados en los viajes esclavistas ¿decreció o aumentó en la era de la abolición después de 1808? simplemente cambie el marco de tiempo a la izquierda al período 1808 a 1866 y luego pulse &ldquo;Búsqueda.&rdquo;&nbsp; </p>
pt: <p>O padrão para “Pesquisar no Banco de Dados” é o banco de dados completo. Assim, quando não foram especificados critérios de seleção no quadro de consulta, as estatísticas resumidas descrevem a totalidade do tráfico de escravos. Nas estatísticas resumidas, porém, você pode selecionar viagens na caixa de consulta à esquerda para ver como elas se comparam com a média geral em todo o conjunto de dados. Por exemplo, seja a pergunta: o número médio de escravos embarcados em viagens negreiras diminuiu ou aumentou na era da abolição depois de 1808? Para obter a resposta, basta alterar o intervalo de tempo à esquerda para 1808-1866 e clicar em “Pesquisar”.</p>

source: <p>The <em>Voyages</em> website supports education and research by making its information available for free. Much of the information is protected by copyright. An Attribution-Non-Commerical Creative Commons license governs much of the content on the site, including historical and imputed data found in the three main databases on the site &ndash; the Voyages Database, the Estimates Database, and the African Names Database. This license allows for the non-commercial republication of certain content on the site and the creation of derivate works, provided the <em>Voyages</em> website is appropriately credited as the original source. Some materials on the <em>Voyages</em> website, however, appear by permission of the copyright owners and require their approval before being republished. For a guide to the various content on the site, permissions governing their use, and examples of how to cite the original source, see the "Permissions to Reproduce" section of the "Legal" page.</p>
es: <p>El sitio web <em>Viajes</em> apoya la educación y la investigación brindando esta información gratuitamente. Mucha de esta información está protegida por Derecho de Autor. Una licencia de Atribución-no Comercial de Creative Commons controla mucho del contenido en el sitio, incluyendo información histórica y estimada incluida en las tres bases de datos principals de este sitio &ndash: La Base de datos Viajes, Base de datos de las Estimaciones y la Base de datos de nombres africanos. Esta licencia permite la publicación no-comercial de cierto contenido del sitio, así como la creación de trabajos derivados, provisto que el sitio web <em>Viajes</em> y esté debidamente acreditado como fuente original. Sin embargo, ciertos materiales en este sitio web aparecen por permiso de derecho de autor de sus propietarios y se requiere su aprobación para ser publicados nuevamente. Para una guía de los distintos contenidos en el sitio, permisos que controlan su uso y ejemplos de cómo citar la fuente original, vea la sección “Permiso para Reproducir” en la página “Legal”.</p>
pt: <p>O website <em>Viagens</em> apoia a educação e a pesquisa tornando as informações disponíveis de forma gratuita. Grande parte das informações é protegida por direitos autorais. Uma licença do Creative Commons do tipo Atribuição — Uso Não-Comercial rege grande parte do conteúdo do site, incluindo dados históricos e dados imputados encontrados nas três bases de dados principais do site — o Banco de Dados: Viagens, o Banco de dados: estimativas e o Banco de Dados Nomes Africanos. Esta licença permite republicações não-comerciais de determinados conteúdos do site e a criação de obras derivadas, desde que o website <em>Viagens</em> seja devidamente creditado como a fonte original. Alguns materiais do website <em>Viagens</em>, no entanto, aparecem com permissão dos proprietários dos direitos autorais e requerem a aprovação destes antes de serem republicados. Para orientar-se a respeito dos diversos conteúdos do site, informar-se sobre as permissões que regulam a sua utilização e ver exemplos de citação da fonte original, consulte a seção “Autorizações para Reprodução” da página “Questões Legais”.</p>
