Repository: rice-crc/voyages
Catalog: voyages/locale/*/LC_MESSAGES/django.po
Languages: es, pt

source: Captured by British - after disembarkation
es: Capturado por británicos, luego del desembarco
pt: Capturado por britânicos - depois do desembarque

source: Captured by British - after embarkation of slaves
es: Capturado por británicos, después del desembarco de esclavos
pt: Capturado por britânicos - depois do embarque de escravos

source: Captured by British - before slaves embarked
es: Capturado por británicos, antes del embarco de esclavos
pt: Capturado por britânicos - antes de embarque de escravos

source: Captured by British, released
es: Capturado por británicos, liberado
pt: Capturado por britânicos, liberado

source: Captured by British - unspecified
es: Capturado por británicos, sin especificar
pt: Capturado por britânicos - não especificado

source: Captured by Cie du Senegal
es: Capturado por la Cia de Senegal
pt: Capturado pela Cia do Senegal

source: Captured by crew, did not land slaves in the Americas
es: Capturado por la tripulación, no desembarcó esclavos en las Américas
pt: Capturado por tripulação, não desembarcou escravos nas Américas

source: Captured by crew: fate unknown
es: Capturado por la tripulación, destino desconocido
pt: Capturado por tripulação: destino desconhecido

source: Captured by Dutch - after disembarkation
es: Capturado por holandeses, luego de desembarco
pt: Capturado por holandeses - depois do desembarque

source: Captured by Dutch - before slaves embarked
es: Capturado por holandeses, antes de embarque de esclavos
pt: Capturado por holandeses - antes do embarque dos escravos

source: Captured by Dutch, slaves turned loose in Africa
es: Capturado por holandeses, esclavos liberados en Africa
pt: Capturado por holandeses, escravos soltos na África

source: Captured by Dutch, slaves turned loose in Brazil
es: Capturado por holandeses, esclavos liberados en Brasil
pt: Capturado por holandeses, escravos soltos no Brasil

source: Captured by Dutch - unspecified
es: Capturado por holandeses, sin especificar
pt: Capturado por holandeses - não especificado

source: Captured by English, slaves turned loose on Spanish Main
es: Capturados por ingleses, esclavos dejados en las colonias españolas del continente
pt: Capturado por ingleses, escravos soltos na América continental espanhola

source: Captured by first by the British and then by the Dutch after slaves embarked
es: Capturado primero pro británicos y luego por holandeses luego que los esclavos fueran desembarcados
pt: Capturado primeiro por britânicos e depois por holandeses após embarque de escravos

source: Captured by pirates after slaves embarked, ship and slaves burned.
es: Capturado por piratas luego de que los esclavos embarcaran, esclavos y barco quemados.
pt: Capturado por piratas após embarque de escravos, navio e escravos queimados.

source: captured by pirates and burned
es: capturado por piratas y quemado
pt: Capturado por piratas e queimado

source: Captured by pirates or privateers - after disembarkation
es: Capturado por piratas o corsarios, luego de desembarco
pt: Capturados por piratas ou corsários - depois do desembarque

source: Captured by pirates or privateers - after embarkation of slaves
es: Capturado por piratas o corsarios, luego de embarque de esclavos
pt: Capturados por piratas ou corsários - depois do embarque de escravos

source: Captured by pirates or privateers - before slaves embarked
es: Capturado por piratas o corsarios, antes del embarque de esclavos
pt: Capturados por piratas ou corsários - antes do embarque de escravos

source: Captured by pirates or privateers - unspecified
es: Capturado por piratas o corsarios, sin especificar
pt: Capturados por piratas ou corsários - não especificado

source: Captured by pirates - slaves sold in Americas from another ship
es: Capturado por piratas, esclavos vendidos en el Nuevo Mundo por otro barco
pt: Capturado por piratas – escravos vendidos nas Américas em outro navio

source: Captured by Portuguese - after embarkation of slaves
es: Capturado por portugueses, luego de embarque de esclavos
pt: Capturado por portugueses - depois do embarque de escravos

source: Captured by Portuguese - Americas after disembarkation
es: Capturado por portugueses, en las Américas luego de desembarque
pt: Capturado por portugueses - Américas depois do desembarque

source: Captured by Portuguese and Dutch
es: Capturado por portugueses y holandeses
pt: Capturado por portugueses e holandeses

source: Captured by Portuguese - before slaves embarked
es: Capturado por portugueses, antes de embarque de esclavos
pt: Capturado por portugueses - antes do embarque de escravos

source: Captured by Portuguese - unspecified
es: Capturado por portugueses, sin especificar
pt: Capturado por portugueses - não especificado

source: Captured by slaves, recaptured and landed slaves in the Americas
es: Capturado por esclavos, recapturado y desembarcó esclavos en las Américas
pt: Capturado por escravos, recapturado e desembarcou escravos nas Américas

source: Captured by slaves, recaptured and landed slaves in the Americas, lost
es: Capturado por esclavos, recapturado y desembarcó esclavos en las Américas, perdido
pt: Capturado por escravos, recapturado e desembarcou escravos nas Américas, perdido

source: Captured by slaves: ship did not reach the Americas
es: Capturado por esclavos, el barco no llegó a las Américas
pt: Capturado por escravos: navio não chegou às Américas

source: Captured by slaves, unknown outcome
es: Capturado por esclavos, desenlace desconocido
pt: Capturado por escravos, resultado desconhecido

source: Captured by Spanish - after disembarkation
es: Capturado por españoles, luego de desembarque
pt: Capturado por espanhóis - depois do desembarque

source: Captured by Spanish - after embarkation of slaves
es: Capturado por españoles, luego de embarque de esclavos
pt: Capturado por espanhóis - depois do embarque de escravos

source: Captured by Spanish - before slaves embarked
es: Capturado por españoles, antes del embarque de esclavos
pt: Capturado por espanhóis - antes do embarque de escravos

source: Captured by Spanish - unspecified
es: Capturado por españoles, sin especificar
pt: Capturado por espanhóis - não especificado

source: Captured by the Barbary Powers before embarking slaves
es: Capturado por los Bárbaros del Mediterráneo antes de embarque de esclavos
pt: Capturado pelos estados da Barbária antes do embarque de escravos

source: Captured by the British, retaken by original crew, completed voyage
es: Capturado por los británicos, recuperado por la tripulación, viaje completo
pt: Capturado por britânicos, retomado por tripulação original, completou viagem

source: Captured by the crew, no slaves taken, crew sold gold in Europe
es: Capturado por la tripulación, no embarque de esclavos, tripulación vendió oro en Europa
pt: Capturado pela tripulação, nenhum escravo tomado, tripulação vendou ouro na Europa

source: Captured by the Dominican Republic
es: Capturado por la República Dominicana
pt: Capturado pela República Dominicana

source: Captured by the French - after embarkation of slaves
es: Capturado por los franceses, luego del embarque de esclavos
pt: Capturado por franceses - depois do embarque de escravos

source: Captured by the French - after slaves disembarked
es: Capturado por los franceses, luego del desembarco de esclavos
pt: Capturado por franceses - depois do desembarque de escravos

source: Captured by the French - before slaves embarked
es: Capturado por los franceses, antes del embarque de esclavos
pt: Capturado por franceses - antes do embarque de escravos

source: Captured by the French - unspecified
es: Capturado por los franceses, sin especificar
pt: Capturado por franceses - não especificado

source: Captured by the Swedes
es: Capturado por los suecos
pt: Capturado pelos suecos

source: Captured by Turks
es: Capturado por los turcos
pt: Capturado por turcos

source: Captured by United States after slaves disembarked
es: Capturado por los Estados Unidos
pt: Capturado por EUA depois do desembarque de escravos

source: Captured by United States before slaves embarked
es: Capturado por los Estados Unidos antes de embarco
pt: Capturado por franceses - antes do embarque de escravos

source: Captured by United States, slave presence unspecified
es: Capturado por los Estados Unidos, presencia de esclavos sin especificar
pt: Capturado por EUA, presença de escravos não especificada

source: Captured by United States with slaves
es: Capturado por los Estados Unidos con esclavos
pt: Capturado por EUA com escravos

source: Captured by WIC
es: Capturado por la WIC holandesa
pt: Capturado pela CIO

source: Captured interloper
es: Capturado por un interloper
pt: Capturado intermediário

source: Captured - unspecified
es: Capturado, sin especificar
pt: Capturado - não especificado

source: Captured unspecified after embarkation of slaves
es: Captura sin especificar luego de embarco de esclavos
pt: Capturado não especificado depois do embarque de escravos

source: Captured unspecified after slaves disembarked
es: Captura sin especificar luego de desembarco de esclavos
pt: Capturado não especificado depois do desembarque de escravos

source: Captured unspecified before slaves embarked
es: Captura sin especificar antes de embarco de esclavos
pt: Capturado não especificado antes de embarque de escravos

source: Capture (of slave ship)
es: Captura (de un barco esclavista)
pt: Captura (de navio negreiro)

source: Cargo
es: Carga
pt: Carga

source: Caribbean (colony unspecified)
es: Caribe (colonia sin especificar)
pt: Caribe (colônia não especificada)

source: Casnasonis (location undetermined)
es: Casnasonis (locación sin especificar)
pt: Casnasonis (localização indeterminada)

source: Catuamo and Maria Farinha
es: Catuamo y Maria Farinha
pt: Catuamo e Maria Farinha

source: Cayenne
es: Cayena
pt: Caiena

source: C.C. Castle and Windward
es: C.C. Castle y Windward
pt: Castelo de Cabo Corso e Costa do Barlavento

source: Child ratio
es: Proporción de niños
pt: Proporção de crianças

source: Chowan river
es: Río Chowan
pt: Rio Chowan

source: CITING THE VOYAGES WEBSITE
es: CITANDO EL SITIO VIAJES
pt: COMO CITAR O WEBSITE VOYAGES

source: Clearance
es: Autorización (Puerto de)
pt: Desalfandegamento

source: Coanza River
es: Río Coanza
pt: Rio Quanza

source: Codes without labels
es: Códigos sin etiquetas
pt: Códigos sem etiquetas

source: Columbian Contact
es: Contacto colombino
pt: Contato colombiano

source: Columbian contact marks the first meeting of Old and New World peoples in October-December 1492 when Columbus arrived in the Bahamas, northern Cuba and northwest Hispaniola. On Columbus's return voyage in 1493 the Spanish began formally their exploration and conquest of the New World. The meeting of Old and New World peoples also began the transfer of peoples, crops, animals and diseases known as the "Columbian exchange," of which the trans-Atlantic slave trade forms a major part.
es: El contacto colombino marca el primer encuentro de los pueblos del viejo y del nuevo mundo, entre octubre y diciembre de 1492, que tuvo lugar cuando Colón llegó a las Bahamas, el norte de Cuba y el noroeste de la Isla Española. Con el viaje de regreso de Colón, en 1493, comenzó de manera formal la exploración y conquista española del Nuevo Mundo. Del mismo modo, con el encuentro de los pueblos del viejo y nuevo mundo empezó la transferencia de personas, cultivos, animales y enfermedades conocido como “el intercambio colombino”, del cual el tráfico transatlántico de esclavos constituyó una parte importante.
pt: O contato colombiano, primeiro encontro entre povos do Velho e do Novo Mundo, ocorreu em outubro-dezembro de 1492, quando Colombo chegou às Bahamas, ao norte de Cuba e a noroeste de Hispaniola. Na viagem de regresso de Colombo, em 1493, os espanhóis iniciaram formalmente a exploração e conquista do Novo Mundo. O encontro de povos do Velho e do Novo Mundo também deu início à transferência de povos, culturas, animais e doenças conhecida como “intercâmbio colombiano”, do qual o tráfico de escravos transatlântico constitui uma parte importante.

source: Compagnie (Cie) du S‚n‚gal (Senegal Company)
es: Compagnie (Cie) du Senegal (Compañía de Senegal)
pt: Compagnie (Cie) du Sénégal (Companhia do Senegal)

source: Completed voyage after slaves removed for salvage
es: Completó viaje luego que los esclavos fueron removidos para su salvación
pt: Completou viagem depois que escravos foram removidos para recuperação

source: Condemnation (of slave ship)
es: Condena (de un barco de esclavos)
pt: Condenação (de navio negreiro)

source: Condemned - Americas after disembarkation
es: Condenado, Américas luego de desembarco
pt: Condenado - Américas depois do desembarque

source: Condemned at Goree by the British
es: Condenado en Gorea por los británicos
pt: Condenado em Goreia por britânicos

source: Condemned - before slaves embarked
es: Condenado, antes de embarco de esclavos
pt: Condenado - antes do embarque de escravos

source: Condemned in Africa with slaves, slaves transshipped/sold
es: Condenado en Africa con esclavos, esclavos trasbordados y o vendidos
pt: Condenado na África com escravos, escravos baldeados/vendidos

source: Condemned in the Americas by British after slaves disembarked
es: Condenado en las Américas por los británicos luego de desembarco de esclavos
pt: Condenado nas Américas por britânicos depois do desembarque de escravos

source: Condemned in the Americas by British before slaves disembarked
es: Condenado en las Américas por los británicos antes de desembarco de esclavos
pt: Condenado nas Américas por britânicos antes do desembarque de escravos

source: Condemned - unspecified
es: Condenado, sin especificar
pt: Condenado - não especificado

source: Congo North
es: Congo norte
pt: Congo Norte

source: Congo River
es: Rio Congo
pt: Rio Congo

source: Connecticut, port unspecified
es: Connecticut, sin especificar puerto
pt: Connecticut, porto não especificado

source: Copenhagen
es: Copenhague
pt: Copenhague

source: Costa de Africa (mainland coast around S Tome/Principe)
es: Costa de Africa (costa continental cerca de S Tome/Principe)
pt: Costa da África (costa continental próximo a São Tomé/Príncipe)

source: Côte de Malaguette (runs through to Cape Palmas on Windward Coast)
es: Côte de Malaguette (desde Cape Palmas hacia Windward Coast)
pt: Costa da Malagueta (de Cabo Palmas à Costa do Barlavento)

source: Court of Mixed Commission
es: Tribunal de Comisión Mixta
pt: Tribunal de Comissão Mista

source: Court of Mixed Commission, Cape of Good Hope, condemned
es: Tribunal de Comisión Mixta, Cabo de Buena Esperanza, condenado
pt: Tribunal de Comissão Mista, Cabo da Boa Esperança, condenado

source: Court of Mixed Commission, Cape of Good Hope, restored
es: Tribunal de Comisión Mixta, Cabo de Buena Esperanza, restaurado
pt: Tribunal de Comissão Mista, Cabo da Boa Esperança, reintegrado

source: Court of Mixed Commission, Havana, condemned
es: Tribunal de Comisión Mixta, La Habana, condenado
pt: Tribunal de Comissão Mista, Havana, condenado

source: Court of Mixed Commission, Havana, restored
es: Tribunal de Comisión Mixta, La Habana, restaurado
pt: Tribunal de Comissão Mista, Havana, reintegrado

source: Court of Mixed Commission, Luanda, condemned
es: Tribunal de Comisión Mixta, Luanda, condenado
pt: Tribunal de Comissão Mista, Luanda, condenado

source: Court of Mixed Commission, Luanda, restored
es: Tribunal de Comisión Mixta, Luanda, restaurado
pt: Tribunal de Comissão Mista, Luanda, reintegrado

source: Court of Mixed Commission, Rio de Janeiro, condemned
es: Tribunal de Comisión Mixta, Rio de Janeiro, condenado
pt: Tribunal de Comissão Mista, Rio de Janeiro, condenado

source: Court of Mixed Commission, Rio de Janeiro, restored
es: Tribunal de Comisión Mixta, Rio de Janeiro, restaurado
pt: Tribunal de Comissão Mista, Rio de Janeiro, reintegrado

source: Court of Mixed Commission, Sierra Leone, condemned
es: Tribunal de Comisión Mixta, Sierra Leona, condenado
pt: Tribunal de Comissão Mista, Serra Leoa, condenado

source: Court of Mixed Commission, Sierra Leone, restored
es: Tribunal de Comisión Mixta, Sierra Leona, restaurado
pt: Tribunal de Comissão Mista, Serra Leoa, reintegrado

source: Courts of Mixed Commission Registers
es: Tribunales de Comisión Mixta, Registros de los
pt: Registros do Tribunal de Comissão Mista

source: Creole
es: Criollo
pt: Crioulo

source: Crew
es: Tripulación
pt: Tripulação

source: Crew action
es: Motín
pt: Ação da tripulação

source: Cuba, south coast
es: Cuba, costa sur
pt: Cuba, costa medirional

source: Cuba, west coast
es: Cuba, costa oeste
pt: Cuba, costa ocidental

source: Custom graphs offer the possibility to construct three kinds of graphs: XY, pie, and bar charts. When should I use each type?
es: Los gráficos a la medida ofrecen la posibilidad de crear tres tipos de gráficos: XY, tipo circular o de torta y gráficos de barras. ¿Cuándo debo usar cada tipo?
pt: Os gráficos personalizados oferecem a possibilidade de construção de três tipos de gráficos: XY, pizza e barras. Quando devo usar cada um desses tipos?

source: CUSTOM GRAPHS (VOYAGES DATABASE)
es: GRAFICOS A LA MEDIDA (BASE DE DATOS VIAJES)
pt: GRÁFICOS PERSONALIZADOS (BANCO DE DADOS: VIAGENS)

source: Custom House
es: Aduana
pt: Alfândega

source: Cut off
es: Cortar las amarras
pt: Interceptação

source: Cut off by Africans from shore. Recaptured and landed slaves in Americas
es: Interrumpido por africanos en la costa. Recapturado y los esclavos desembarcados en las Américas
pt: Interceptado por africanos na costa. Recapturado e desembarcou escravos nas Américas

source: Cut off by Africans from shore, ship did not reach the Americas
es: Interrumpido por africanos en la costa, el barco no llegó a las Américas
pt: Interceptado por africanos na costa, navio não chegou às Américas

source: Cut-off (meaning unclear)
es: Interrumpido (significado no claro)
pt: Interceptado (significado obscuro)

source: Danish Gold Coast
es: Costa de Oro danesa
pt: Costa do Ouro dinamarquesa

source: Danish West Indies
es: Indias Occidentales Danesas
pt: Índias Ocidentais dinamarquesas

source: Danish West Indies, colony unspecified
es: Indias Occidentales, colonia sin especificar
pt: Índias Ocidentais dinamarquesas, colônia não especificada

source: Dates when slaving vessels departed from and arrived at markets in the Atlantic world. Dates of departure are generally the days on which vessels cleared customs, unless a muster roll (ship's crew list) survives to document days of sailing.
es: Fechas en las cuales los navíos esclavistas partían y arribaban a los mercados en el mundo atlántico. La fecha de partida era generalmente el día en el cual los barcos recibían autorización de la aduana, a no ser que se encuentre un documento de nómina (listado de los miembros de la tripulación) que documente con exactitud los días de navegación.
pt: As datas em que os navios negreiros partiam e aportavam nos mercados do mundo atlântico. As datas de partida são geralmente os dias em que os navios foram desalfandegados, a menos que um rol de equipagem (lista de tripulantes) do navio tenha sobrevivido, documentando os dias de navegação.

source: Date trade began in Africa
es: Fecha en que comenzó el comercio en África
pt: Data em que o comércio começou na África

source: Date vessel arriveds with slaves
es: Fecha de arribo del navío con esclavos
pt: Data em que o navio chegou com escravos

source: Date vessel departed Africa
es: Fecha en que el navío partió de África
pt: Data em que o navio partiu da África

source: Date vessel departed for homeport
es: Fecha de partida del navío hacia el puerto de origen
pt: Data em que o navio partiu do porto de origem

source: Date voyage began
es: Fecha en que comenzó el viaje
pt: Data em que a viagem começou

source: Delaware, port unspecified
es: Delaware, puerto sin especificar
pt: Delaware, porto não especificado

source: Delaware River
es: Rio Delaware
pt: Rio Delaware

source: Delivered slaves for original owners
es: Entregó esclavos a los dueños de la empresa
pt: Entregou escravos aos donos originais

source: Denmark
es: Dinamarca
pt: Dinamarca

source: Denmark / Baltic
es: Dinamarca o Báltico
pt: Dinamarca / Báltico

source: Denmark, port unspecified
es: Dinamarca, puerto sin especificar
pt: Dinamarca, porto não especificado

source: Departures
es: Puertos de salida
pt: Piratas

source: Departures refer to ports where voyages originated. Ships would clear customs "for Africa" and departed from Europe or the Americas. By 1820, almost all slaving voyages originated in Brazil, the West Indies or North America.
es: Puertos donde se originaban los viajes. Los barcos, una vez autorizados por la aduana “para África”, partían desde Europa o las Américas. Alrededor de 1820 casi todas las expediciones salían de Brasil, las Indias Occidentales o Norteamérica.
pt: As partidas referem-se aos portos em que as viagens se originavam. Os navios se desalfandegavam e partiam, rumo à África, da Europa ou das Américas. A partir de 1820, quase todas as viagens negreiras se originavam no Brasil, nas Índias Ocidentais ou na América do Norte.

source: Destroyed, lost or sold as result of slave rebellion
es: Destruido, perdido, o vendido como resultado de rebelión esclava
pt: Destruído, perdido ou vendido como resultado de rebelião de escravos

source: Destroyed - unspecified
es: Destruido, sin especificar
pt: Destruído - não especificado

source: Detained and condemned in the United States after slaves disembarked
es: Detenido y condenado en los Estados Unidos luego de desembarco de esclavos
pt: Detido e condenado nos EUA depois do desembarque de escravos

source: Diaspora
es: Diáspora
pt: Diáspora

source: Differences between men and women, which influenced how slave traders organized shipboard confinement of Africans. Perceiving that women were not a security threat, captains often did not shackle women and imprisoned them towards the stern of the vessel and hence near the weapons' chest. Insurrections often occurred when women gained access to firearms.
es: Diferencias entre varones y mujeres según las cuales los comerciantes de esclavos organizaban el confinamiento a bordo de los africanos. Al percibir que las mujeres no constituían una amenaza para la seguridad de la tripulación, los capitanes no acostumbraban a encadenarlas y las mantenían en la popa y por consiguiente próximas al lugar donde se guardaban las armas. Es de notar, sin embargo, que cuando las mujeres lograban acceso a las armas a menudo ocurrían rebeliones.
pt: Diferenças entre homens e mulheres, que influenciavam o modo como os traficantes de escravos organizavam o confinamento dos africanos a bordo. Percebendo que as mulheres não representavam uma ameaça à segurança, os comandantes muitas vezes não lhes punham grilhões, prendendo-as na popa do navio e, portanto, perto do depósito de armas. Eram frequentes insurreições que ocorriam quando as mulheres ganhavam acesso às armas de fogo.

source: Disembark/disembarkation
es: Desembarcar / Desembarque
pt: Desembarque

source: ditto Arquivos Angola, II, vol 25, pp. 432-33.
es: ditto Arquivos Angola, II, Vol 25, págs. 432-33.
pt: dito Arquivos Angola, II, vol 25, pp. 432-33.
