Repository: rice-crc/voyages
Catalog: voyages/locale/*/LC_MESSAGES/django.po
Languages: es, pt

source: Contact <a href="mailto:&#118;&#111;&#121;a&#103;&#101;s&#64;&#101;&#109;o&#114;&#121;&#46;&#101;d&#117;">the <em>Voyages</em> website administrator</a> with questions or requests about re-using images contained within the Voyages Database or the Estimates Database (graphs, maps, timeline). The <em>Voyages</em> logo is only available for approved publicity for the <em>Voyages</em> site.
es: Contacte <a href="mailto:&#118;&#111;&#121;a&#103;&#101;s&#64;&#101;&#109;o&#114;&#121;&#46;&#101;d&#117;">al administrador del sitio web <em>Viajes</em></a> con preguntas y solicitudes para reusar imágenes contenidas en la Base de datos Viajes o en la Base de datos de los Estimaciones (gráficos, mapas, tablas cronológicas). El logo <em>Viajes</em> solo está disponible y autorizado para ser publicado en el sitio <em>Viajes</em> exclusivamente.
pt: Contate <a href="mailto:&#118;&#111;&#121;a&#103;&#101;s&#64;&#101;&#109;o&#114;&#121;&#46;&#101;d&#117;">o administrador do website <em>Viagens</em></a> com perguntas ou pedidos referentes à reutilização de imagens contidas no Banco de Dados: Viagens ou no Banco de dados: Estimativas (gráficos, mapas, linha do tempo). O logotipo <em>Viagens</em> está disponível apenas para a publicidade aprovada para o site <em>Viagens</em>.

source: Contact Yale University Press.
es: Contactar Yale University Press.
pt: Contate a Yale University Press

source: <span class="format">Format:</span> [title of map]. JPEG. <i>Voyages: The Trans-Atlantic Slave Trade Database.</i> [URL for Introductory Maps section of Voyages website] (accessed Month, Day, Year).
es: <span class="format">Formato::</span> [título del mapa]. JPEG. <i>Viajes: base de datos del tráfico trasatlántico de esclavos.</i> [URL de la sección de Mapas introductorios del sitio web Viajes] (accedido en el Mes, Día, Año).
pt: <span class="format">Formato:</span> [título do mapa]. JPEG. <i>Viagens: Banco de Dados do Tráfico de Escravos Transatlântico.</i> [URL da seção Mapas Introdutórios do website Viagens] (acessado em Dia, Mês, Ano).

source: <span class="example">Example:</span> Map 4: Wind and ocean currents of the Atlantic basins. JPEG. <i>Voyages: The Trans-Atlantic Slave Trade Database.</i>
es: <span class="example">Ejemplo:</span> Mapa 4. Vientos y corrientes oceánicas de las cuencas del Atlántico. JPEG. <i>Viajes: base de datos del tráfico trasatlántico de esclavos.</i>
pt: <span class="example">Exemplo:</span> Mapa 4: Ventos e correntes marítimas das bacias do Atlântico. JPEG. <i>Viagens: Banco de Dados do Tráfico de Escravos Transatlântico.</i>

source: TEXT
es: TEXTO
pt: TEXTOS

source: Contact individual author for permission to republish.
es: Contacte al autor individual para obtener permiso para publicar nuevamente.
pt: Contate o autor individual a fim de obter permissão para republicar

source: <span class="format">Format:</span> [author of essay]. [publication date of essay]. [title of essay]. <i>Voyages: The Trans-Atlantic Slave Trade Database.</i> [URL to first page of essay in Essays section] (accessed Month, Day, Year).
es: <span class="format">Formato:</span> [autor del ensayo]. [fecha de publicación]. [título del ensayo]. </i>Viajes: base de datos del tráfico trasatlántico de esclavos.</i> [Dirección URL de la primera página del ensayo en la sección de Ensayos] (accedido Mes, Día, Año).
pt: <span class="format">Formato:</span> [autor do ensaio]. [data de publicação do ensaio]. [título do ensaio]. <i>Viagens: Banco de Dados do Tráfico de Escravos Transatlântico.</i> [URL da primeira página de ensaio na seção Ensaios] (acessado em Dia, Mês, Ano).

source: <span class="example">Example 1:</span> Behrendt, Stephen D. 2008. Seasonality in the trans-Atlantic slave trade. <i>Voyages: The Trans-Atlantic Slave Trade Database.</i>
es: <span class="example">Ejemplo 1:</span> Behrendt, Stephen D. 2008. \Estacionalidad del tráfico trasatlántico de esclavos. <i>Viajes: base de datos del tráfico trasatlántico de esclavos.</i>
pt: <span class="example">Exemplo 1:</span> Behrendt, Stephen D. 2008. Sazonalidade no tráfico de escravos transatlântico. <i>Viagens: Banco de Dados do Tráfico de Escravos Transatlântico.</i>

source: <span class="example">Example 2:</span> Eltis, David, and Paul F. Lachance. 2009. Estimates of the size and direction of the trans-Atlantic slave trade. <i>Voyages: The Trans-Atlantic Slave Trade Database.</i>
es: <span class="example">Ejemplo 2: </span> Eltis, David, y Paul F. Lachance. 2009. Estimaciones del tamaño y dirección de la trata trasatlántica. <i>Viajes: base de datos del tráfico trasatlántico de esclavos.</i>
pt: <span class="example">Exemplo 2:</span> Eltis, David, and Paul F. Lachance. 2009. Estimativas do tamanho e da direção do tráfico de escravos transatlântico. <i>Viagens: Banco de Dados do Tráfico de Escravos Transatlântico.</i>

source: As with any information or object reused or republished in another context, original author or copyright should be appropriately credited.
es: Como con toda información o material reusado y publicado nuevamente en otro contexto, el autor original o el derecho de autor debe ser debidamente citado.
pt: Tal como em relação a qualquer informação ou objeto reutilizado ou republicado em outro contexto, o autor original ou copyright devem ser devidamente creditados.

source: Lesson plans
es: Planes de estudio
pt: Planos de aula

source: Curriculum and instruction only. Not for commercial republication. Contact individual authors for additional permissions.
es: Solamente para currículo e instrucción. No para publicarse con fines comerciales. Contacte a los autores originales para autorización adicional.
pt: Apenas currículo e instrução. Não para republicação comercial. Contate autores individuais para permissões adicionais.

source: <span class="format">Format:</span> [author of lesson plan]. [title of lesson plan]. <i>Voyages: The Trans-Atlantic Slave Trade Database.</i> [URL to PDF version of lesson plan] (accessed Month, Day, Year).
es: <span class="format">Formato:</span> [autor del plan de estudio]. [título del plan de estudio]. <i>Viajes: base de datos del tráfico trasatlántico de esclavos.</i> [URL to versión PDF del plan de estudio] (accedido el Mes, Día, Año).
pt: <span class="format">Formato:</span> [autor do plano de aula]. [título do plano de aula]. <i>Viagens: Banco de Dados do Tráfico de Escravos Transatlântico.</i> [URL da versão em PDF do plano de aula] (acessado em Dia, Mês, Ano).

source: Other text
es: Otros textos
pt: Outros textos

source: PDF documents, glossary, FAQs, site text, and other text on the site not attributed to an individual is covered by a <a href="http://creativecommons.org/licenses/by-nc/3.0/us" target="_blank">Creative Commons Attribution-Noncommercial 3.0 United States License</a>.
es: Documentos PDF, glosarios, Preguntas Frecuentes, texto del sitio web y cualquier otro texto en el sitio que no se atribuye a un individuo en particular, está protegido bajo la Licencia de atribución no comercial 3.0 <a href="http://creativecommons.org/licenses/by-nc/3.0/us" target="_blank">Creative Commons de los Estados Unidos</a>.
pt: Documentos PDF, glossário, perguntas frequentes, textos do site e outros textos do site não atribuídos a um indivíduo estão cobertos por uma <a href="http://creativecommons.org/licenses/by-nc/3.0/us" target="_blank">Creative Commons Attribution-Noncommercial 3.0 United States License</a>.

source: <span class="format">Format:</span> Demos: [title of demonstration video]. QuickTime movie. <i>Voyages: The Trans-Atlantic Slave Trade Database.</i> <a href="http://www.slavevoyages.org" target="_blank">http://www.slavevoyages.org</a> (accessed Month, Day, Year).
es: <span class="format">Formato:</span> Demos: [título del video de muestra]. Video QuickTime. <i>Viajes: base de datos del tráfico trasatlántico de esclavos.</i> <a href="http://www.slavevoyages.org" target="_blank">http://www.slavevoyages.org</a> (accedido el Mes, Día, Año)
pt: <span class="format">Formato:</span> Demonstrações: [título de vídeo de demonstração]. Filme QuickTime. <i>Viagens: Banco de Dados do Tráfico de Escravos Transatlântico.</i> <a href="http://www.slavevoyages.org" target="_blank">http://www.slavevoyages.org</a> (acessado em Dia, Mês, Ano).

source: <span class="example">Example:</span> Demos: Voyages site overview. QuickTime movie. <i>Voyages: The Trans-Atlantic Slave Trade Database.</i>
es: <span class="example">Ejemplo</span> Demos: visión general del sitio Viajes. Video QuickTime. </i>Viajes: base de datos del tráfico trasatlántico de esclavos.</i>
pt: <span class="example">Exemplo:</span> Demonstrações: Visão geral do site Viagens. Filme QuickTime. <i>Viagens: Banco de Dados do Tráfico de Escravos Transatlântico.</i>

source: [Link to Website]
es: [Enlaces]
pt: [Link para o Website]

source: Open Access
es: Libre acceso
pt: Acesso aberto

source: Voyages</em> is an open access website. No permission or license agreement is needed to create a link to this site.
es: Viajes</em> es un sitio de libre acceso. No se requiere permiso o licencia para crear un enlace a este sitio web.
pt: O <em>Viagens</em> é um website de acesso livre. Nenhum acordo de permissão ou licença é necessário para criar um link para este site.

source: Licenses
es: Licencias
pt: Licenças

source: <em>Voyages: The Trans-Atlantic Slave Trade Database</em> by Emory University is licensed under a <a href="http://creativecommons.org/licenses/by-nc/3.0/us/" target="_blank">Creative Commons Attribution-Noncommercial 3.0 United States License</a>. For permissions beyond the scope of this license, please contact <a href="mailto:&#118;&#111;&#121;a&#103;&#101;s&#64;&#101;&#109;o&#114;&#121;&#46;&#101;d&#117;">the Voyages website administrator</a>. Please note that this license only applies to intellectual content for which Voyages is the rights holder. See "Permissions to Reproduce" above or contact <a href="mailto:&#118;&#111;&#121;a&#103;&#101;s&#64;&#101;&#109;o&#114;&#121;&#46;&#101;d&#117;">the Voyages website administrator</a> for more information on the types of content on the Voyages site and permissions required for re-use.
es: <em>Viajes: base de datos del tráfico trasatlántico de esclavos</em> de la Universidad de Emory está bajo la <a href="http://creativecommons.org/licenses/by-nc/3.0/us/" target="_blank">Licencia de atribución no comercial 3.0 Creative Commons de los Estados Unidos.</a>. Para otras autorizaciones además de esta licencia, por favor contacte al <a href="mailto:&#118;&#111;&#121;a&#103;&#101;s&#64;&#101;&#109;o&#114;&#121;&#46;&#101;d&#117;">administrador del sitio web Viajes.</a>. Nótese que esta licencia solamente se aplica al contenido intelectual del cual Viajes es propietario. Véase “Autorización para la reproducción de contenido” arriba o contacte al <a href="mailto:&#118;&#111;&#121;a&#103;&#101;s&#64;&#101;&#109;o&#114;&#121;&#46;&#101;d&#117;">administrador del sitio web para más información sobre los tipos de contenido en el sitio Viajes y los permisos requeridos para reutilizarlo.
pt: <em>Viagens: O Banco de Dados do Tráfico de Escravos Transatlântico</em> da Emory University está licenciado sob uma <a href="http://creativecommons.org/licenses/by-nc/3.0/us/" target="_blank">Creative Commons Attribution-Noncommercial 3.0 United States License</a>. Para permissões além do âmbito desta licença, favor entrar em contato com <a href="mailto:&#118;&#111;&#121;a&#103;&#101;s&#64;&#101;&#109;o&#114;&#121;&#46;&#101;d&#117;">o administrador do website Viagens</a>. Observe-se que esta licença só se aplica ao conteúdo intelectual de que o Viagens é o detentor dos direitos. Consulte “Autorizações de reprodução” acima ou entre em contato com <a href="mailto:&#118;&#111;&#121;a&#103;&#101;s&#64;&#101;&#109;o&#114;&#121;&#46;&#101;d&#117;">o administrador do website Viagens</a> para mais informações sobre os tipos de conteúdo no site Viagens e para as permissões necessárias para reutilização.

source: <em>Voyages: The Trans-Atlantic Slave Trade Database</em> was constructed using open source software components. In honor of the open source movement which helps make projects such as this possible, and in obligation to its own commitments to its federal sponsor, this site licenses its code through a <a href="http://www.gnu.org/licenses/gpl.html" target="_blank">GNU General Public License (GPL), version 3</a> or any later version. Open source software components of the Voyages website are freely available through <a href="https://github.com/emory-libraries/voyages" target="_blank">GitHub</a>.
es: <em>Viajes: la base de datos del tráfico trasatlántico de esclavos</em> fue construida usando componentes de software de fuente abierta. En honor del movimiento de fuente abierta que permite hacer posibles proyectos como este, y cumpliendo con su obligación de compromiso para con su patrocinador federal, este sitio web queda autorizado mediante una licencia pública general <a href="http://www.gnu.org/licenses/gpl.html" target="_blank"> GNU (General Public License) GLP versión 3\</a> en adelante. Los componentes de software de fuente abierta de Viajes están disponibles gratuitamente a través de <a href="https://github.com/emory-libraries/voyages" target="_blank">GitHub</a>.
pt: <em>Viagens: O Banco de Dados do Tráfico de Escravos Transatlântico</em> foi construído a partir de componentes de software de código aberto. Em homenagem ao movimento de código aberto, que ajuda a viabilizar projetos como este, e em observância a seus próprios compromissos com seu patrocinador federal, este website licencia seu código através de uma <a href="http://www.gnu.org/licenses/gpl.html" target="_blank">GNU General Public License (GPL), version 3</a>, ou qualquer versão mais recente. Os componentes de software de código aberto do website Viagens estão disponíveis gratuitamente através do <a href="https://github.com/emory-libraries/voyages" target="_blank">GitHub</a>.

source: Source:
es: Fuente:
pt: Fonte:

source: Language:
es: Idioma:
pt: Idioma:

source: Related voyages
es: Viajes relacionados
pt: Viagens relacionadas

source: Back to start
es: Vuelta al comienzo
pt: Voltar ao início

source: See all images ...
es: Ver todas las imágenes...
pt: Ver todas as imagens ...

source: Search for images
es: Buscar imágenes
pt: Pesquisar por imagem

source: Start again
es: Comenzar de nuevo
pt: Reiniciar

source: Year:
es: Año:
pt: Ano:

source: Height [in]
es: Altura (pulgadas)
pt: Altura [pol.]

source: Go to African-Origins Record
es: Ir a registro de orígenes africanos
pt: Ir para Origens Africanas

source: GO
es: IR

source: results per page
es: resultados por pagina
pt: resultados por página

source: « First
es: « Primero
pt: « Primeiro

source: « Prev
es: « Previo
pt: « Anterior

source: Next »
es: Próximo »
pt: Próximo »

source: Last »
es: Último »
pt: Último »

source: Search for Africans
es: Búsqueda de africanos
pt: Buscar africanos

source: males
es: varones
pt: machos

source: females
es: femeninas
pt: fêmeas

source: Place of origin
es: Lugar de origen
pt: Lugar de origem

source: Quicksearch
es: Búsqueda rápida
pt: Pesquisa rápida

source: Embarkation and disembarkation
es: Embarque y desembarque
pt: Embarque e desembarque

source: Place of embarkation
es: Lugar de embarque
pt: Lugar de embarque

source: New Query
es: Nueva búsqueda
pt: Nova consulta

source: Assessing the Slave Trade
es: Análisis del tráfico de esclavos
pt: Análises do Tráfico de Escravos

source: Roll over names of designated regions on the map above for descriptions of the role of each in the trans-Atlantic slave trade.
es: Mueva el cursor sobre las regiones señaladas en el mapa arriba para acceder a una descripción del papel desempeñado por cada una en el tráfico trasatlántico de esclavos.
pt: Passe o mouse sobre os nomes das regiões designadas no mapa acima para ver o papel desempenhado por cada uma delas no tráfico de escravos transatlântico.

source: North America
es: Norteamérica
pt: América do Norte

source: The North American mainland played a relatively minor role in the trans-Atlantic slave trade. Its ports sent out less than five percent of all known voyages, and its slave markets absorbed less than four percent of all slaves carried off from Africa. An intra-American trade in slaves – originating in the Caribbean - supplied additional slaves, however. This region was exceptional in the Americas in that a positive rate of natural population growth began relatively early, thus reducing the dependence of the region on coerced migrants.
es: El territorio continental de los Estados Unidos desempeñó un papel relativamente menor en el tráfico trasatlántico de esclavos. Menos del cinco por ciento de todos los viajes esclavistas de los que se tiene conocimiento zarparon de los puertos de esta región, y los mercados de esclavos del área absorbieron menos del cuatro por ciento de todos los esclavos traídos de África. Sin embargo, el tráfico de esclavos intra-americano –originado en el Caribe- abasteció de esclavos a esta región en forma adicional. Esta región fue excepcional en las Américas por presentar un temprano índice positivo de crecimiento natural de la población esclava, lo cual redujo su dependencia de la inmigración forzosa.
pt: A América do Norte continental desempenhou um papel relativamente menor no tráfico de escravos transatlântico. De seus portos partiram menos de cinco por cento de todas as viagens conhecidas, e seus mercados de escravos absorveram menos de quatro por cento de todos os cativos transportados da África. Porém escravos adicionais foram fornecidos por um tráfico intra-americano, com origem no Caribe. A América do Norte destaca-se das outras das Américas porque nela o crescimento vegetativo da população cativa começou relativamente cedo, tornando-a menos dependente da migração forçada.

source: Caribbean
es: El Caribe
pt: Caribe

source: The Caribbean was one of the two major broad regional markets for slaves from Africa. Over the two centuries when the trade was at its height, the major locations for sugar production, and therefore the major slave markets, shifted from the eastern Caribbean to the west. Here, first Jamaica, then St. Domingue, and finally in the nineteenth century, Cuba, absorbed most of the slaves brought into the region. As this implies, few islands developed self-sustaining populations at any point in the slave trade era. Caribbean ports also sent out more slaving expeditions to Africa than did the North American mainland ports.
es: El Caribe fue uno de los dos mayores mercados de esclavos africanos en las Américas. Durante el período de dos siglos en los cuales el tráfico de esclavos alcanzó máxima expresión, los principales centros de producción azucarera se desplazaron del oriente al occidente del Caribe. Primero Jamaica, después Saint Domingue y finalmente Cuba en el siglo XIX, importaron la mayoría de los esclavos traídos a la región. Este hecho implica que sólo una minoría de las islas de la región desarrolló poblaciones auto-sustentadas en tiempos de la trata. Por otra parte, de los puertos del Caribe salieron más expediciones esclavistas hacia África que de los puertos de los Estados Unidos.
pt: O Caribe foi um dos dois principais grandes mercados regionais de escravos transportados da África. No decorrer dos dois séculos em que o tráfico estava no auge, as principais regiões produtoras de açúcar — e portanto os maiores mercados de escravos — se deslocaram do Caribe oriental para o ocidental. Ali, primeiro a Jamaica, depois São Domingos e por fim, no século XIX, Cuba absorveram a maior parte dos africanos trazidos para a região. Isso implica que foram poucas a ilhas em que a população cativa chegou a ser autossustentável em algum momento de toda a era do tráfico de escravos. Os portos caribenhos também enviaram mais expedições negreiras para a África do que os da América do Norte continental.

source: Brazil
es: Brasil
pt: Brasil

source: Brazil was the center of the slave trade carried on under the Portuguese flag, both before and after Brazilian independence in 1822, and Portugal was by far the largest of the national carriers. Brazil dominated the slave trade in the sense that Rio de Janeiro and Bahia sent out more slaving voyages than any port in Europe, and certainly many times more than did Lisbon. Over nearly three centuries between 1560 and 1850, Brazil was consistently the largest destination for slaves in the Americas. Almost all the slaves coming into the region came from just two coastal areas in Africa: the Bight of Benin and West-central Africa.
es: Brasil fue el centro del tráfico de esclavos llevado a cabo bajo bandera portuguesa, tanto antes como después de su independencia en 1822, al tiempo que Portugal fue sobradamente la nación que condujo el mayor tráfico de esclavos. Brasil dominaba la trata esclavista ya que tanto de Rio de Janeiro como de Bahía salieron más viajes esclavistas que de ningún otro puerto de Europa, y con certeza varias veces más que de los que partían de Lisboa. Durante casi tres siglos, entre 1560 y 1850, Brasil se mantuvo como el punto de destino más importante para los esclavos en las Américas. Casi todos los esclavos que llegaban a Brasil procedían sólo de dos áreas costeras en África: la Ensenada de Benín y el África centro-occidental.
pt: O Brasil foi o centro do tráfico de escravos realizado sob a bandeira portuguesa, tanto antes quanto depois da independência brasileira, em 1822, e Portugal foi de longe a maior nação transportadora. O Brasil dominou o tráfico de escravos na medida em que partiram do Rio de Janeiro e da Bahia mais viagens negreiras do que de qualquer porto europeu, sem dúvida muito mais do que de Lisboa. Por quase três séculos — de 1560 a 1850 — o Brasil foi sempre o maior destino de escravos nas Américas. Quase todos os cativos transportados para o Brasil vieram de apenas duas regiões costeiras da África: o golfo do Benim e a África Centro-Ocidental.

source: Europe
es: Europa
pt: Europa

source: Europe was the starting point for about half of all trans-Atlantic slaving voyages. This traffic dominated the West African to Caribbean section of the slave trade. The major ports were at first located in the Iberian peninsula, but by the eighteenth century northern European ports had become dominant. After 1807, France and the Iberian ports sent out the great majority of European-based slaving voyages. The European consumers’ demand for sugar was the driving force behind 350 years of trans-Atlantic slave trading.
es: Europa fue el punto de partida de casi la mitad de todos los viajes esclavistas trasatlánticos. Este tráfico dominaba la sección de la trata de esclavos comprendida entre el África occidental y el Caribe. Al inicio, los principales puertos estaban ubicados en la península ibérica, pero para el siglo XVIII los puertos del norte de Europa eran los más importantes. Después de 1807, la mayoría de los viajes esclavistas europeos partió de Francia y de los puertos ibéricos. La demanda de azúcar de los consumidores europeos fue la fuerza motriz que impulsó 350 años de tráfico transatlántico de esclavos.
pt: A Europa foi o ponto de partida de cerca de metade de todas as viagens negreiras transatlânticas. Este tráfico dominou a parcela do comércio negreiro que envolvia a África Ocidental e o Caribe. De início, os principais portos estavam localizados na península Ibérica, mas no século XVIII os portos do norte da Europa já haviam se tornado dominantes. A partir de 1807, a França e os portos ibéricos foram os pontos de partida da grande maioria das expedições negreiras com base na Europa. A demanda de açúcar na Europa foi o fator que impulsionou 350 anos de tráfico de escravos transatlântico.

source: Africa
es: África
pt: África
