Repository: rice-crc/voyages
Catalog: voyages/locale/*/LC_MESSAGES/django.po
Languages: es, pt

source: Whydah was the largest port of slave embarkation in the Bight of Benin, and for a brief period in the beginning of the eighteenth century, it emerged as the major slaving port in the transatlantic slave trade. Whydah was capital of the old Hueda Kingdom, under which the port was known to Europeans as Sabi, Savi or Xavier. Several European nations had commercial establishments there, and the slave trade prospered in the Hueda Kingdom until the beginning the eighteenth century. In 1727, the king of Dahomey conquered Whydah and the slave trade declined momentarily, but the port continued active until the 1860s, perpetuating the name of Whydah as an important port in the transatlantic slave trade. The image shows an illustration of Whydah at the peak of the slave trade in the 1720s. Note the European factories, left and center, the royal palace, right, an the town, top. The image is reproduced courtesy of Tracy W. McGregor Library of American History, Special Collections, University of Virginia Library. Permission required to reproduce.
es: Whydah era el mayor puerto de embarque de esclavos en la Ensenada de Benín, y por un breve periodo al comienzo del siglo XVIII emergió como el mayor puerto esclavista del comercio trasatlántico de esclavos. Whydah era la capital del antiguo reino de Hueda, cuyo puerto era conocido por los europeos como Sabi, Savi o Xavier. Varias naciones europeas tenían establecimientos comerciales allí, y el comercio de esclavos prosperó en el reino de Hueda hasta el comienzo del siglo XVIII. En 1727, el rey de Dahomey conquistó Whydah y el tráfico de esclavos disminuyó momentáneamente, pero el puerto continuó activo hasta la década de 1860, perpetuando el nombre de Whydah como un importante puerto del comercio trasatlántico de esclavos. La imagen muestra una ilustración de Whydah en el apogeo del comercio de esclavos en la década de 1720. Nótese las factorías europeas a la izquierda y al centro, el palacio real a la derecha y al final el pueblo. La imagen reproducida es cortesía de Tracy W. McGregor Library of American History, Special Collections, University of Virginia Library. Se requiere permiso para su reproducción.
pt: Ajudá ou Uidá foi o maior porto de embarque de escravos no golfo do Benim, e por um breve período, no início do século XVIII, tornou-se o principal porto negreiro do tráfico transatlântico. Ajudá era a capital do antigo reino de Huedá, cujo porto era conhecido pelos europeus como Sabi, Savi ou Xavier. Várias nações europeias tinham estabelecimentos comerciais ali, e o tráfico de escravos prosperou no reino de Huedá até o início do século XVIII. Em 1727, o rei do Daomé conquistou Ajudá e o tráfico de escravos diminuiu momentaneamente, mas o porto continuou ativo até a década de 1860, perpetuando o nome de Ajudá como um importante porto no tráfico de escravos transatlântico. A imagem mostra uma ilustração de Ajudá no auge do tráfico de escravos na década de 1720. Observem-se as feitorias europeias à esquerda e ao centro, o Palácio Real à direita, e a cidade no alto. Imagem reproduzida com autorização da Tracy W. McGregor Library of American History, Special Collections, University of Virginia Library. Exige-se permissão para reproduzi-la.

source: Abandoned and/or sold off Africa
es: Abandonado y/o vendido en Africa
pt: Abandonado e/ou vendido ao largo da costa africana

source: Abandoned in Europe after completing voyage
es: Abandonado en Europa luego de completar el viaje
pt: Abandonado na Europa após completar viagem

source: Abandoned or condemned for unseaworthiness in the Americas
es: Abandonado o condenado por quebrado en las Américas
pt: Abandonado ou condenado por inavegabilidade nas Américas

source: A book in which a ship captain kept the daily navigational log and details of some occurrences on board. To plot their course, captains noted wind direction, hull speed, latitude and longitude. Log books are a valuable source as they provide detail of the daily running of a slaving vessel including crew deaths and acts of resistance by the slaves.
es: Libro donde el capitán del barco llevaba el registro de navegación diario, así como los detalles de acontecimientos a bordo. El curso del viaje era planificado según la dirección del viento, la velocidad del casco, la latitud y la longitud. Los registros son una fuente de gran valor puesto que proveen detalles del curso diario de navegación de los barcos esclavistas, incluyendo muertes de tripulantes y actos de resistencia por parte de los esclavos.
pt: Um livro no qual o comandante de navio fazia o registro diário de navegação e os detalhes de algumas ocorrências a bordo. Para traçar o curso, os comandantes verificavam a direção do vento, a velocidade de casco, a latitude e a longitude. Os diários de bordo são uma fonte valiosa na medida em que fornecem detalhes da administração diária de um navio negreiro, incluindo as mortes de tripulantes e os atos de resistência por parte dos escravos.

source: A coastal town with a navigable harbor and infrastructure needed to load and unload cargoes.
es: Pueblo costero con un muelle navegable y la infraestructura requerida para la estiba y descarga de mercancías.
pt: Uma cidade costeira com um ancoradouro navegável e a infraestrutura necessária para carregar e descarregar cargas.

source: A contract between the Spanish Crown and an individual or company for a semi-monopoly of the sale of licenses for the exportation of slaves to Spanish America. In 1518 King Charles V (Emperor Charles I) initiated the policy of selling slave-trading licenses to merchant-bankers to earn income for the Crown and supply enslaved labor to the Spanish Antilles. Historians estimate that 130,000-150,000 licenses to export slaves from 1518 to 1600. The asiento system continued until a policy of free trade was instituted in the Spanish colonial world in 1789.
es: Contrato entre la corona española y cualquier individuo o compañía para el semi-monopolio de la venta de licencias para la exportación de esclavos a la América española. En 1518 el Rey Carlos V (Emperador Carlos I) inició una política de venta de licencias a traficantes de esclavos para obtener ganancias para la Corona y proveer trabajo esclavo para las Antillas españolas. Los historiadores estiman que entre 130.000 y 150.000 licencias se vendieron para exportar esclavos entre 1518 y 1600. El sistema de Asiento continuó hasta que una ley de liberalización del mercado se instituyó en el mundo colonial español en 1789.
pt: Um contrato entre a Coroa espanhola e um indivíduo ou empresa, que instaurava um semimonopólio de venda de licenças para a exportação de escravos para a América espanhola. Em 1518, o rei Carlos V (imperador Carlos I) iniciou a política de venda de licenças de tráfico de escravos para os mercadores-banqueiros, a fim de gerar renda para a Coroa e fornecer mão de obra escrava para as Antilhas espanholas. Os historiadores estimam que foram concedidas de 130.000 a 150.000 licenças para exportar escravos entre 1518 e 1600. O sistema do asiento perdurou até uma política de livre comércio ser instituída no mundo colonial espanhol, em 1789.

source: A court for hearing prize cases in which vessels have been captured in war. The High Court assessed the value of the prize, and decided whether the prize was taken in accordance with maritime law. Armed slaving vessels issued with a letter of marque sometime took prizes during their voyage, a lucrative side business which offset somewhat the additional risk incurred in wartime.
es: Tribunal que realizaba audiencias para juzgar casos de barcos capturados y botines de guerra en cada país. El Alto Tribunal determinaba el valor del botín y si este había sido obtenido en concordancia con la ley marítima. Los barcos de esclavos que llevaban armas y que habían recibido una patente de corso a veces tomaban botines durante sus viajes, un lucrativo negocio secundario que de alguna manera aliviaba el riesgo de estas expediciones durante tiempos de guerra.
pt: Tribunal que tratava de casos relativos a navios capturados durante a guerra. O conselho avaliava o valor da presa de guerra e decidia se ela havia sido obtida em conformidade com o direito marítimo. Navios negreiros armados dotados de uma carta de corso às vezes tomavam presas durante uma viagem, um lucrativo empreendimento secundário que compensava de alguma forma o risco adicional que se corria em tempo de guerra.

source: Acts by slaves or crewmen to gain freedom or improve their shipboard conditions. Most Africans resisted their slave status and shipboard confinement; some sailors resisted the power of tyrannical officers.
es: Acciones llevadas a cabo por los esclavos o por los miembros de las tripulaciones para obtener su libertad o mejorar sus condiciones a bordo. La mayoría de los africanos ofrecían resistencia a su condición de esclavos y al limitado espacio al que eran confinados en el barco.
pt: Ações de escravos ou de tripulantes para ganhar a liberdade ou melhorar as condições de vida a bordo. A maioria dos africanos resistia à sua condição de escravo e ao confinamento de bordo; alguns marinheiros resistiam ao poder de oficiais tirânicos.

source: A decision by customs inspectors that a slaving vessel is no longer seaworthy. Many slavers were older vessels fitted out for the purpose of making only one or two voyages. As a result, slaving ships were condemned more often than ships in other trades. During wartime, many slave ships also were condemned due to damage caused by enemy action. Most condemnations occurred in the Americas.
es: Decisión tomada por inspectores de aduana de cancelar de forma permanente las operaciones del barco debido a su deterioro. Muchas de estas naves habían sido construidas para realizar solamente uno o dos viajes, pero no más. Por esta razón, los barcos de esclavos eran condenados con mayor frecuencia que otros barcos de carga. En tiempos de guerra, muchos barcos de esclavos eran condenados debido al daño causado por los enemigos en batalla. La mayoría de las condenas ocurrían en las Américas.
pt: A decisão dos inspetores da alfândega de que um navio negreiro já não estava mais em condições de navegar. Muitos navios negreiros eram embarcações antigas equipadas para fazer apenas uma ou duas viagens. Como resultado, esses navios eram condenados com mais frequência do que os empregados em outros tipos de comércio. Durante as guerras, muitos navios negreiros também eram condenados devido aos danos causados pela ação do inimigo. A maioria das condenações ocorreu nas Américas.

source: A dispersion of an originally homogeneous people. The Atlantic slave trade dispersed 10-11 million people throughout the temperate and tropical Americas creating an 'African Diaspora'.
es: Dispersión de un pueblo originalmente homogéneo. El tráfico transatlántico de esclavos dispersó entre diez y once millones de personas a través del territorio americano templado y tropical, creándose de este modo la “diáspora africana”.
pt: A dispersão de um povo originalmente homogêneo. O tráfico atlântico de escravos dispersou 10-11 milhões de pessoas pelas Américas temperada e tropical, criando uma “diáspora africana”.

source: Adult female Africans sold into the trans-Atlantic slave trade. Generally, slaving traders classified "women" as taller than four feet four inches or older than 13-14 years of age. On most slaving vessels captains confined "women" to specific below-deck compartments towards the stern of the vessel. Women, often not shackled, occasionally broke into arms' chests, located in or near the captains' cabins and helped instigate insurrections.
es: Africanas adultas vendidas a la trata. Por lo general, los traficantes de esclavos clasificaban como ¨mujeres” a las que medían más de un metro 30 centímetros de estatura o eran mayores de 13 0 14 años. En la mayoría de los barcos esclavistas los capitanes confinaban a las mujeres a compartimentos específicos bajo cubierta hacia la popa del barco. Las mujeres, que con frecuencia no iban sujetas con grilletes, irrumpían en los depósitos de armas del barco, ubicados en o cerca del camarote del capitán y ayudaban a instigar insurrecciones a bordo.
pt: Africanas adultas vendidas no tráfico de escravos transatlântico. Geralmente, os traficantes de escravos classificavam como “mulheres” as escravas com menos de quatro pés e quatro polegadas (1,30 m) de altura, ou com menos de 13-14 anos de idade. Na maioria dos navios negreiros, os comandantes confinavam as “mulheres” em determinados compartimentos do porão em direção à popa do navio. As mulheres, que normalmente não eram acorrentadas, por vezes arrombavam os baús de armas localizados dentro ou perto das cabines dos comandantes, ajudando a instigar insurreições.

source: Adult male Africans sold into the trans-Atlantic slave trade. Generally, slaving traders classified "men" as taller than four feet four inches or older than 13-14 years of age. On most slaving vessels captains confined and chained "men" to specific below-deck compartments towards the center and bow of the vessel.
es: Esclavos varones adultos traficados en la trata transatlántica. Por regla general, los traficantes consideraban adultos a los que medían más de cuatro pies y cuatro pulgadas de estatura (1,30 metros) y eran mayores de 13 o 14 años de edad. En la mayoría de los barcos los capitanes confinaban y encadenaban a los “hombres” en una sección específica bajo cubierta, hacia la proa y centro del barco.
pt: Africanos adultos vendidos ao tráfico de escravos transatlântico. Geralmente os traficantes classificavam como “homens” os escravos do sexo masculino com altura superior a quatro pés e quatro polegadas (1,30 m) ou com mais de 13 ou 14 anos de idade. Na maioria dos navios negreiros, os comandantes confinavam e acorrentavam os “homens” em compartimentos específicos do porão, em direção ao centro e à proa do navio.

source: African men and women generally older than 13 or 14 years of age or taller than four feet four inches. Over the 350-year history of the trans-Atlantic slave trade, captains purchased more adults (80%) than children (20%). Specific age ratios differ by time and place.
es: Hombres y mujeres africanos generalmente mayores de 13 o 14 años o con más de 4 pies con 4 pulgadas (1,30 metros). A lo largo de los 350 años que duró la trata transatlántica de esclavos los capitanes compraron más adultos (80%) que niños (20%). Las proporciones de edad específicas varían de acuerdo al tiempo y la localización geográfica.
pt: Homens e mulheres africanos, em geral com mais de 13 ou 14 anos de idade, ou altura superior a quatro pés e quatro polegadas (1,30 m). Ao longo dos 350 anos de história do tráfico de escravos transatlântico, os comandantes compraram mais adultos (80%) do que crianças (20%). As relações etárias específicas variam conforme o tempo e o lugar.

source: Africans on shore "cut off" slaving vessels anchored in harbors or rivers on the African coast. Enslaved Africans on board also "cut off" ships during insurrections, though the term occurs more frequently as shore-based attacks. Finally, slave ships were "cut off" by the rising and lowering of tides which trapped vessels in rivers and creeks.
es: Los africanos que se encontraban en tierra firme en ocasiones cortaban las amarras de los barcos que estaban anclados en bahías o ríos en la costa africana. Los africanos esclavizados en los barcos a veces también lo hacían durante las revueltas, aunque el término se aplica con mayor frecuencia para referirse a ataques desde la orilla. Asimismo en ocasiones los barcos se soltaban por la incidencia de las mareas, quedando atrapados en ríos y ensenadas.
pt: Os africanos em terra interceptavam navios negreiros ancorados nos portos ou rios na costa africana. Os escravos africanos a bordo também interceptavam navios durante as rebeliões, embora o termo seja aplicado mais frequentemente a ataques que partiam da terra. Finalmente, diz-se também que os navios negreiros eram interceptados quando a maré subia e depois descia, encalhando-os em rios e braços de mar.

source: After abolition, liberated Africans freed by the Royal Navy were registered before their return to Africa. The registers contain a wealth of information such as an African's name, height, origin and sex. Digitized initial pages of some of these registers can be seen in the Resources section of the Voyages website, by going to the "Images" subsection then clicking on "Manuscripts."
es: Tras la abolición, los africanos liberados por la marina británica fueron registrados antes de retornar a África. Estos registros son ricos en información sobre sus nombres africanos, estatura, procedencia y género. Las páginas iniciales de algunos de estos registros han sido digitalizadas y pueden ser halladas en la sección Recursos de este sitio web, haciendo clic en el enlace “Imágenes” y luego haciendo clic en “Manuscritos.”
pt: Depois da abolição, africanos libertados pela Marinha Real britânica eram registrados antes de seu retorno à África. Os registros contêm uma riqueza de informações, tais como nome, altura, origem e sexo de africanos. Páginas iniciais digitalizadas de alguns desses registros podem ser vistos na seção de Recursos do site Viagens, na subseção “Imagens”, clicando-se em “Manuscritos”.

source: After the conquest of the Aztec and Inca Empires in the sixteenth century, the Spanish consolidated their Central American rule from Mexico to Venezuela. The Spanish imported most enslaved Africans into Central America via Veracruz (Mexico) and Cartegena (Columbia). Many of these slaves were destined for the silver mines of central Mexico and to the region around Potosi, "The Silver Mountain," located today in Bolivia.
es: Tras la conquista de los imperios azteca e inca en el siglo XVI se consolidó el dominio español desde México hasta Venezuela y Perú. Los españoles importaron la mayoría de los africanos esclavizados en América del Norte y Central a través de Veracruz (México) y en América del Sur por la vía de Cartagena (Colombia). Muchos de estos esclavos se destinaban a las minas de plata en el área central de México y en la región alrededor de Potosí, ubicada hoy en Bolivia.
pt: Após a conquista dos impérios asteca e inca no século XVI, os espanhóis consolidaram seu domínio na América Central, do México à Venezuela. A maioria dos escravos africanos na América Central foi importada pelos espanhóis via Veracruz (México) e Cartagena (Colômbia). Muitos desses escravos eram destinados às minas de prata do México Central e à região em torno de Potosí, “a Montanha de Prata”, localizada atualmente na Bolívia.

source: After the opening of the New World by the Spanish and Portuguese circa 1500, some 12 million Africans were shipped west between 1500 and 1867. Most enslaved Africans were embarked from modern-day Nigeria, Congo, Zaire and Angola. Europeans purchased enslaved Africans mostly along the Atlantic African coastline from the Senegal River to Benguela (Angola) and then in Madagascar and Mozambique in southeast Africa.
es: Tras la apertura del Nuevo Mundo por los españoles y portugueses circa 1500, alrededor de 12 millones de africanos fueron enviados a través del Atlántico entre 1500 y 1867. La mayoría de los esclavos africanos procedían de lo que hoy se considera Nigeria, Congo, Congo DR y Angola. Los europeos compraban esclavos africanos principalmente a lo largo de la costa atlántica africana que abarca del río Senegal hasta Benguela (Angola) y luego Madagascar y Mozambique en el sureste de África.
pt: Após a abertura do Novo Mundo pelos espanhóis e portugueses por volta de 1500, cerca de 12 milhões de africanos foram enviados para as Américas entre 1500 e 1867. A maioria dos africanos escravizados foi embarcada nos territórios que atualmente pertencem a Nigéria, Congo, Zaire e Angola. Os europeus compravam africanos escravizados principalmente ao longo do litoral atlântico africano, do rio Senegal a Benguela (Angola); em segundo lugar vinham Madagascar e Moçambique, no sudeste da África.

source: Alagoas province
es: Provincia de Alagoas
pt: Província de Alagoas

source: A large estate or farm on which cash crops and provisions are grown, usually by slave workers. Plantations constituted the destination of the majority of enslaved Africans. Plantation workers faced long hours planting, growing and harvesting crops such as sugar, tobacco and cotton. The poor conditions on plantations typically resulted in high mortality rates. In the Caribbean and Brazil, for example, plantation owners purchased slaves on the basis that they would live for four years.
es: Un gran terreno o finca en el cual se desarrollan cultivos de interés comercial, y también de subsistencia, usualmente con fuerza de trabajo esclava. Las plantaciones constituían el destino de la mayoría de los africanos esclavizados. Los trabajadores de las plantaciones enfrentaban largas horas en la siembra, el cultivo y la cosecha de productos como la azúcar, el tabaco y el algodón. Por lo general, las pobres condiciones de vida en las plantaciones provocaban altas tasas de mortalidad. En el Caribe y en Brasil, por ejemplo, los dueños de las plantaciones compraban los esclavos en el entendido de que no vivirían más de cuatro años.
pt: Uma grande propriedade ou fazenda que cultivava produtos agrícolas para fins comerciais e provisões, normalmente com mão de obra escrava. As plantations eram o destino da maioria dos africanos escravizados. Os trabalhadores das plantations enfrentavam longas horas de plantio, cultivo e colheita de culturas tais como açúcar, fumo e algodão. As más condições nas plantations normalmente resultavam em altas taxas de mortalidade. No Caribe e no Brasil, por exemplo, os proprietários das plantations adquiriam escravos estimando que eles fossem viver somente mais quatro anos.

source: A London-based private company founded in 1672 with a monopoly on African trade and subsidized by tax payers. The Crown chartered the Company to advance British gold and slave trades along the West African Coast, centered on forts in the mouth of the Gambia River, in Sierra Leone, along the Gold Coast and at Ouidah (Whydah), in modern-day Benin. English interlopers, private merchants trading in contravention of the company's monopoly, reduced the Company's profits. The termination of the Company's monopoly privileges in 1698 and 1712 accelerated its decline, culminating in its dissolution in 1752.
es: Compañía privada basada en Londres, fundada en 1672, que gozaba del monopolio sobre el comercio africano y era subsidiada con los impuestos de los contribuyentes. La Corona fletaba la Compañía para promover el comercio británico de oro y de esclavos a lo largo de la costa occidental africana, centrado en los fuertes de la boca del río Gambia, en Sierra Leona, en la Costa de Oro, y en Ouidah (Whydah, hoy en Benin). Intérlopes ingleses y mercaderes comerciando en contravención al monopolio de la compañía, redujeron los beneficios de la misma. La terminación de los beneficios monopólicos de la compañía ocurrió en 1698 y 1712, lo que aceleró su decadencia, culminando con su disolución en 1752.
pt: Companhia privada com sede em Londres, fundada em 1672, com monopólio sobre o tráfico de africanos e subsidiada pelos contribuintes. A Coroa privilegiava a Companhia na promoção do comércio britânico de ouro e de escravos na costa oeste africana, centrado nos fortes na foz do rio Gâmbia, em Serra Leoa, ao longo da Costa do Ouro e de Uidá (Whydah), no atual território do Benim. Ilegais ingleses — ou seja, mercadores privados traficando em violação ao monopólio da Companhia — reduziam seus lucros. O fim dos privilégios de monopólio da Companhia entre 1698 e 1712 acelerou seu declínio, culminando com sua dissolução em 1752.
