Repository: rice-crc/voyages
Catalog: voyages/locale/*/LC_MESSAGES/django.po
Languages: es, pt

source: W Central Africa pre-1700
es: Africa Centro-Occidental pre-1700
pt: África Centro-Ocidental, antes de 1700

source: Windward C. 1700-1800
es: Costa de Barlovento 1700-1800
pt: Costa do Barlavento, 1700-1800

source: <span class="superscript">1</span> David Eltis and David Richardson, eds., <span class="italic">Extending the Frontiers: Essays on the New Transatlantic Slave trade Database</span> (New Haven: Yale University Press, 2008).
es: <span class="superscript">1</span> David Eltis y David Richardson, eds., <span class="italic">Extending the Frontiers: Essays on the New Transatlantic Slave trade Database</span> (New Haven: Yale University Press, 2008).
pt: <span class="superscript">1</span> David Eltis e David Richardson, orgs., <span class="italic">Extending the Frontiers: Essays on the New Transatlantic Slave trade Database</span> (New Haven: Yale University Press, 2008).

source: <span class="superscript">2</span> Joseph Inikori has given “a preferred global figure of 15.4 million for the European slave trade.” Adjusting for those carried to the offshore islands and Europe, this implies 14.9 million headed for the Americas. See <span class="italic">Cahiers d’Etudes africaines</span>, 32 (1993):686.
es: <span class="superscript">2</span> Joseph Inikori ha ofrecido “una cifra global preferida de 15.4 millones para el comercio europeo de esclavos”. Al hacer un ajuste de este número con el de aquellos llevados a las islas de ultramar y a Europa, se infiere que 14.9 millones fueron a territorio americano.<span class="italic"> Cahiers d’Etudes africaines</span>, 32 (1993):686.
pt: <span class="superscript">2</span> Joseph Inikori estima “um total global preferencial de 15,4 milhões para o tráfico de escravos europeu.” Ajustando-se para levar em conta os transportados para as ilhas costeiras e para a Europa, temos 14.9 milhões destinados às Américas. Ver <span class="italic">Cahiers d’Etudes africaines</span>, 32 (1993):686.

source: <span class="superscript">4</span> British slave ships trading from Africa to Lisbon include the <span class="italic">Kent</span> (1731), the <span class="italic">Mary</span> (1737), and the <span class="italic">Betsey</span> and <span class="italic">Hennie</span> (1755). For sources see the data set. For the removal of slaves from Ambriz to St. Helena and Sierra Leone, see Kelly Muspratt to Aberdeen, 31 July 1843, British National Archives (henceforth BNA), FO84/501.
es: <span class="superscript">4</span> Entre los barcos británicos que comerciaban desde África a Lisboa estaban el <span class="italic">Kent</span> (1731), el <span class="italic">Mary</span> (1737), y <span class="italic">Betsey</span> el Betsey y <span class="italic">Hennie</span> (1755). Para las fuentes véase el conjunto de datos. Para la retirada de esclavos desde Ambritz a St. Helena y Sierra Leona, ver Kelly Muspratt to Aberdeen, 31 July 1843, British National Archives (en adelante BNA), FO84/501.
pt: <span class="superscript">4</span> Entre os navios negreiros britânicos que atuavam no tráfico da África para Lisboa incluem-se o <span class="italic">Kent</span> (1731), o <span class="italic">Mary</span> (1737), e o <span class="italic">Betsey</span> e o <span class="italic">Hennie</span> (1755). Para a remoção de escravos de Ambriz para Santa Helena e Serra Leoa, v. Kelly Muspratt a Aberdeen, 31 de julho de 1843, British National Archives (doravante BNA), FO84 / 501.

source: <span class="superscript">5</span> A separate discussion of tonnage is to be found below.
es: <span class="superscript">5</span>Más adelante se encuentra otro debate sobre tonelaje.
pt: <span class="superscript">5</span> Para uma discussão em separado sobre tonelagem, v. abaixo.

source: <span class="superscript">6</span> One frequently cited shipping list reports that there were no children on board several British slave voyages in the 1790s (House of Lords Record Office, House of Lords, Main Papers, 28 July 1800). This document, however, omitted to report the children embarked (cf. BNA, T70/1574; House of Lords Record Office, House of Lords, Main Papers, 14, 25 June 1799). In Luanda and Benguela Portuguese customs reports of departures for Brazil report very low numbers of children embarked. But in this instance, “children” refers to infants only, and was above a tax category that indicated exemption from customs duties.
es: <span class="superscript">6</span> Un listado de embarco citado con frecuencia reporta que no habían niños a bordo de algunos viajes esclavistas británicos en la década de 1790 (House of Lords Record Office, House of Lords, Main Papers, 28 de julio de 1800). Sin embargo, este documento omitió reportar los niños embarcados (cf. BNA, T70/1574; House of Lords Record Office, House of Lords, Main Papers, 14, 25 de junio 1799). En Luanda y Benguela, los reportes de partida hacia Brasil de la aduana portuguesa registran un número muy bajo de niños embarcados. Pero en este caso, por la palabra “niños” se refiere sólo a infantes y estaba por encima de la categoría de impuestos que indicaban excepción de compromisos aduaneros.
pt: <span class="superscript">6</span> Uma lista de navios frequentemente citada relata que não havia crianças a bordo de diversas viagens negreiras britânicas da década de 1790 (House of Lords Record Office, House of Lords, Main Papers, 28 de julho de 1800). Este documento, no entanto, não menciona as crianças embarcadas (cf. BNA, T70 / 1574; House of Lords Record Office, House of Lords, Main Papers, 14, 25 de junho de 1799). Em Luanda e Benguela, os relatórios aduaneiros portugueses de partidas para o Brasil relataram números muito baixos de crianças embarcadas. Mas nesse caso “crianças” refere-se apenas a bebês, que estavam em uma categoria fiscal que implicava isenção das taxas aduaneiras.

source: <span class="superscript">7</span> Mediterranean passes were issued by most European nations as a result of treaties with the Barbary powers. In theory, these documents allowed the vessels of the signing nation to pass freely through the “Mediterranean” waters frequented by Barbary corsairs. The passes record vessels’ and captain’s names, tonnage, the date the pass was issued, and intended trading location, such as “Africa” or “Africa and the Americas” or “Barbary” or “Madeira.” See David Richardson, <span class="italic"> The Mediterranean Passes in the Public Records Office </span> (East Ardsley, UK: EP Microform Ltd., 1981). On different numbers reported in the Americas, in the date given for the arrival of slave vessels might be the date the vessel cleared customs, but in fact this could easily occur 2-4 weeks after the actual arrival.
es: <span class="superscript">7</span> La mayoría de las naciones europeas emitían salvoconductos mediterráneos como resultado de tratados firmados con las potencias berberiscas. En teoría estos salvoconductos permitían a los navíos de la nación firmante pasar libremente a través de las aguas mediterráneas frecuentadas por corsarios bereberes. Los salvoconductos o pases anotaban los nombres de los navíos y capitanes, tonelaje, fecha en que el pase fue emitido y lugar con el que se intentaba comerciar, tales como “África”, “África y América,” “Países Bereberes” o “Madeira.” Véase David Richardson, <span class="italic"> The Mediterranean Passes in the Public Records Office</span> (East Ardsley, UK: EP Microform Ltd., 1981). Sobre los números diferentes reportados en territorio americano, en la fecha dada como llegada de los navíos esclavistas puede estar la fecha en que el navío terminó el trámite de aduanas, pero esto pudo haber realmente ocurrido dos o tres semanas después de la llegada real.
pt: <span class="superscript">7</span> Os passes mediterrâneos eram emitidos pela maioria dos países europeus como resultado de acordos com as potências berberiscas. Teoricamente, esses documentos permitiam que os navios da nação associada passassem livremente pelas águas do Mediterrâneo frequentadas por corsários berberes. Os passes registravam os nomes dos capitães, a tonelagem, a data em que o passe era emitido e os locais de destino de tráfico, como “África”, ou “África e as Américas”, ou “Berbéria”, ou “Madeira”. V. David Richardson, The Mediterranean Passes in the Public Records Office (East Ardsley, UK: EP Microform Ltd., 1981). Em diferentes números relatados nas Américas, a data prevista para a chegada de navios negreiros poderia ser a data do desalfandegamento, mas na verdade isso podia facilmente ocorrer de 2 a 4 semanas após a chegada do navio.

source: <span class="superscript">8</span> Robert Louis Stein, <span class="italic">The French Slave Trade in the Eighteenth Century: An Old Regime Business</span> (Madison: University of Wisconsin Press, 1979), xv. Some armateurs also may have owned the vessel. French dictionaries define armateurs firstly as those merchants who fit out the ship or expedition and secondly as (ship)owners. See Emile Littré, <span class="italic">Dictionnaire de la Langue Française</span>, vol. I (Paris: Hachette, 1881), 194.
es: <span class="superscript">8</span> Robert Louis Stein, <span class="italic">The French Slave Trade in the Eighteenth Century: An Old Regime Business</span> (Madison: University of Wisconsin Press, 1979), xv. Es posible que algunos armateurs hayan sido dueños del navío. Los diccionarios franceses definen a los armateurs en primer lugar como a aquellos comerciantes que preparan el barco o la expedición y en forma secundaria como a propietarios (del barco). Véase Emile Littré, <span class="italic">Dictionnaire de la Langue Française</span>, vol. I (Paris: Hachette, 1881), 194.
pt: <span class="superscript">8</span> Robert Louis Stein, <span class="italic">The French Slave Trade in the Eighteenth Century: An Old Regime Business</span> (Madison: University of Wisconsin Press, 1979), xv. Alguns armateurs também podem ter sido proprietários de navios. Os dicionários franceses definem os armateurs primeiro como os comerciantes que equipam o navio ou a expedição, e só depois como proprietários (do navio). Ver Emile Littré, <span class="italic">Dictionnaire de la Langue Française</span>, vol. I (Paris: Hachette, 1881), 194.

source: <span class="superscript">9</span> One major aid in identifying produce vessels is the Seaman’s Sixpence ledgers (BNA, ADM 68 series). One of our team, Jelmer Vos, went through this large series with great care.
es: <span class="superscript">9</span> Entre las mayores ayudas para identificar los navíos de productos agrícolas se encuentran los registros comerciales del Seaman’s Sixpence (series BNA, ADM 68). Un miembro de nuestro equipo, Jelmer Vos, revisó esta larga serie con sumo cuidado.
pt: <span class="superscript">9</span> Para identificar os navios que transportavam produtos agrícolas, são importantes os registros do Seaman’s Sixpence (BNA, ADM 68 series). Um membro de nossa equipe, Jelmer Vos, examinou cuidadosamente essa longa série.

source: <span class="superscript">10</span> One of the most widely used contemporary surveys of African regional preferences was Lt. Edward Bold, <span class="italic">The Merchants and Mariners’ African Guide</span> (J. W. Norie and Co.: London, 1822). For a very detailed private record, see the manuscript in the Sidney Jones Library, University of Liverpool, “Memorandum of African Trade, 1830–1840,” for W.A. Maxwell and Co.
es: <span class="superscript">10</span> Uno de las estudios contemporáneos más ampliamente utilizados sobre las preferencias regionales africanas fue Lt. Edward Bold, <span class="italic">The Merchants and Mariners’ African Guide</span> (J. W. Norie and Co.: London, 1822). Para un registro muy detallado vea el manuscrito “Memorandum of African Trade, 1830–1840, por W.A. Maxwell y Co., que se encuentra en la Sidney Jones Library, Universidad de Liverpool.
pt: <span class="superscript">10</span> Um dos levantamentos contemporâneos das preferências regionais africanas mais utilizados foi Lt. Edward Bold, <span class="italic">The Merchants and Mariners’ African Guide</span> (J. W. Norie and Co.: London, 1822). Para um registro privado muito detalhado, consultar o manuscrito na Sidney Jones Library, University of Liverpool, “Memorandum of African Trade, 1830–1840,” para a W.A. Maxwell and Co.

source: <span class="superscript">11</span> See Pierre Verger, <span class="italic">Trade Relations Between Bahia de Todos os Santos and the Bight of Benin, 17th to the 19th Century</span> (Ibadan: Ibadan University Press, 1976), 358-361; and David Eltis, “The Export of Slaves from Africa, 1820–43,” <span class="italic">Journal of Economic History</span> 37 (1977): 417-420, for a fuller discussion.
es: <span class="superscript">11</span> Ver Pierre Verger, <span class="italic">Trade Relations Between Bahia de Todos os Santos and the Bight of Benin, 17th to the 19th Century</span> (Ibadan: Ibadan University Press, 1976), 358-361; y David Eltis, “The Export of Slaves from Africa, 1820–43,” <span class="italic">Journal of Economic History</span> 37 (1977): 417-420, por una mayor discusión.
pt: <span class="superscript">11</span> V. Pierre Verger, <span class="italic">Trade Relations Between Bahia de Todos os Santos and the Bight of Benin, 17th to the 19th Century</span> (Ibadan: Ibadan University Press, 1976), 358-361; and David Eltis, “The Export of Slaves from Africa, 1820–43,” <span class="italic">Journal of Economic History</span> 37 (1977): 417-420, para uma discussão mais detalhada.

source: <span class="superscript">12</span> In the downloadable version they would use the data variables “Percentage male embarked*” (MALRAT1), “Percentage male disembarked*” (MALRAT3), “Percentage children embarked*” (CHILRAT1) and “Percentage children disembarked*” (CHILRAT3) variables instead of the variables, “Percentage male*” (MALRAT7) and “Percentage children*” CHILRAT7.
es: <span class="superscript">12</span> En la versión descargable se usaría las variables de datos “Porcentaje de varones embarcados” (MALRAT1), “Porcentaje de varones desembarcados” (MALRAT3), “Porcentaje de niños embarcados” (CHILRAT1) y “Porcentaje de niños desembarcados” (CHILDRAT3), en lugar de las variables “Porcentaje de varones” (MALRAT7) y “Porcentaje de niños” (CHILRAT7).
pt: <span class="superscript">12</span> Na versão para download, eles usariam as variáveis de dados “Porcentagem de homens embarcados*” (MALRAT1), “Porcentagem de homens desembarcados*” (MALRAT3), “Porcentagem de crianças embarcadas*” (CHILRAT1) e “Porcentagem de crianças desembarcadas*” (CHILRAT3) em vez das variáveis “Porcentagem de homens*” (MALRAT7) e “Porcentagem de crianças*” CHILRAT7.

source: <span class="superscript">13</span> For discussion of the general problem see Frederick C. Lane, “Tonnages, Medieval and Modern,” <span class="italic">Economic History Review</span>, 17 (1964–5): 213–33.
es: <span class="superscript">13</span>Para una discusión del problema en general, ver Frederick C. Lane, “Tonnages, Medieval and Modern,” <span class="italic">Economic History Review</span>, 17 (1964–5): 213–33.
pt: <span class="superscript">13</span> Para uma discussão do problema em geral, v. Frederick C. Lane, “Tonnages, Medieval and Modern,” <span class="italic">Economic History Review</span>, 17 (1964–5): 213–33.

source: <span class="superscript">14</span> The 1773 legislation is 13 Geo III, c. 74. See W. Salisbury, “Early Tonnage Measurements in England: I, H.M. Customs and Statutory Rules,” <span class="italic">Mariner’s Mirror</span>, 52 (1966): 329–40. To convert registered tons into measured tons, we used the formulae in Christopher J. French, “Eighteenth Century Shipping Tonnage Measurements,” <span class="italic">Journal of Economic History</span> 33 (1973): 434–43. The 1786 act is 26 Geo III, c. 60, and its 1835 counterpart is 5 and 6 Will IV, c. 56, which introduced different rules for empty ships (s. 2) and those with cargo (s. 6). As the latter appears to have been used on slave ships, it is the one adopted here, and a further regression equation allows us to convert post-1836 tonnages into the measured ton of 1773–1835. It is: <br> Y = 52.86 + (1.22 x X) N = 63, R² = 0.77 <br> where Y = measured tons, 1773–1835, and X = measured tons after 1835.
es: <span class="superscript">14</span>La legislación de 1773 es Geo III, c. 74. Véase W. Salisbury, “Early Tonnage Measurements in England: I, H.M. Customs and Statutory Rules,” <span class="italic">Mariner’s Mirror</span>, 52 (1966): 329–40. Para convertir toneladas registradas en toneladas medidas utilizamos las fórmulas que aparecen en Christopher J. French, “Eighteenth Century Shipping Tonnage Measurements,” <span class="italic">Journal of Economic History</span>33 (1973): 434–43. La ley de 1786 es Geo III, c. 60, y su contrapartida de 1835 es 5 y 6 WiII IV, c.56, que introdujo reglas diferentes para los barcos vacíos (s. 2) y aquellos con carga (s. 6). Como esta última parece haber sido la utilizada en los barcos esclavistas, es la que hemos adoptado y una ecuación posterior de regresión nos permite convertir tonelajes posteriores a 1836 a las tonelada medida de 1773-1835. Esta ecuación es: <br> Y = 52.86 + (1.22 x X) N = 63, R2 = 0.77 <br> Donde Y = toneladas medidas, 1773-1835, y X = toneladas medidas después de 1835.
pt: <span class="superscript">14</span> A legislação de 1773 é 13 Geo III, c. 74. Ver W. Salisbury, “Early Tonnage Measurements in England: I, H.M. Customs and Statutory Rules,” <span class="italic">Mariner’s Mirror</span>, 52 (1966): 329–40. Para converter as toneladas de arqueação em toneladas medidas, utilizamos as fórmulas apresentadas em Christopher J. French, “Eighteenth Century Shipping Tonnage Measurements,” <span class="italic">Journal of Economic History</span> 33 (1973): 434–43. A lei de 1786 é 26 Geo III, c. 60, e sua contraparte de 1835 é 5 e 6 de Will IV, c. 56, que introduziu regras diferentes para os navios vazios (s. 2) e navios carregados (s. 6). Como estes últimos parecem ter sido utilizados como navios negreiros, são eles os adotados aqui. Uma outra equação de regressão nos permite converter as tonelagens pós-1836 na tonelada medida de 1773-1835: <br>Y = 52.86 + (1.22 x X) N = 63, R² = 0.77 <br>onde Y = toneladas medidas, 1773-1835, e X = toneladas medidas após 1835.

source: <span class="superscript">15</span> Palmerston to Kennedy, May 4, 1840 (circular dispatch), BNA, FO84/312.
es: <span class="superscript">15</span> Palmerston a Kennedy, Mayo 4, 1840 (despacho circular), BNA, FO84/312.
pt: <span class="superscript">15</span> Palmerston para Kennedy, 04 de maio de 1840 (despacho circular), BNA, FO84/ 312.

source: <span class="superscript">16</span> H. Chamberlain to Canning, 18 Sept. 1824 (enc.), FO84/31; W. Cole and H. W. Macaulay to Palmerston, 1 Jan. 1835 (enc.), BNA, FO84/169; W. W. Lewis and R. Docherty to Palmerston, 9 Sept. 1837 (enc.), BNA, FO84/214; J. Barrow to Aberdeen, 16 May 1842 (enc.), BNA, FO84/439; G. Jackson and F. Grigg to Aberdeen, 2 Jan. 1841 (enc.), BNA, FO84/350.
es: <span class="superscript">16</span> H. Chamberlain a Canning, 18 Sept. 1824 (enc.), FO84/31; W. Cole y H. W. Macaulay a Palmerston, 1 Ene. 1835 (enc.), BNA, FO84/169; W. W. Lewis y R. Docherty a Palmerston, 9 Sept. 1837 (enc.), BNA, FO84/214; J. Barrow a Aberdeen, 16 Mayo 1842 (enc.), BNA, FO84/439; G. Jackson y F. Grigg to Aberdeen, 2 Ene. 1841 (enc.), BNA, FO84/350.
pt: <span class="superscript">16</span> H. Chamberlain a Canning, 18 de setembro de 1824 (enc.), FO84/31; W. Cole e HW Macaulay a Palmerston, 01 de janeiro de 1835 (enc.), BNA, FO84 /169; W.W. Lewis e R. Docherty a Palmerston, 09 de setembro de 1837 (enc.), BNA, FO84/214; J. Barrow a Aberdeen, 16 de maio de 1842 (enc.), BNA, FO84/439; G. Jackson e F. Grigg a Aberdeen, 02 de janeiro de 1841 (enc.), BNA, FO84/350.

source: <span class="superscript">17</span> For Spanish into British tonnage, data are limited. The equation is: <br> Y = 71 + (0.86 x X) N = 32, R² = 0.66. <br> Where Y = British measured tons, 1773–1835, and X = Spanish tons. <br> For US and British, see “An Act for Registering and Clearing Vessels, Regulating the Coasting Trade, and for other purposes,” <span class="italic">Statutes at Large of the United States of America, 1789-1873</span>, 1 (1789): 55. For a discussion, see W. Salisbury, “Early Tonnage Measurements in England: IV, Rules Used by Shipwrights and Merchants,” <span class="italic">Mariner’s Mirror</span> 53 (1967): 260–64.
es: <span class="superscript">17</span> Para la conversión de la tonelada española a la británica, los datos son limitados. La ecuación es: <br> Y = 71 + (0.86 x X) N = 32, R² = 0.66. <br> Donde Y = tonelada británica medida, 1773-1835, y X = tonelada española <br> Para la tonelada norteamericana y la británico véase “An Act for Registering and Clearing Vessels, Regulating the Coasting Trade, and for other purposes,” <span class="italic">Statutes at Large of the United States of America, 1789-1873</span>, 1 (1789): 55. Para un debate sobre el tema, véase W. Salisbury, “Early Tonnage Measurements in England: IV, Rules Used by Shipwrights and Merchants,”<span class="italic">Mariner’s Mirror</span> 53 (1967): 260–64.
pt: <span class="superscript">17</span> Para converter a tonelagem espanhola à britânica, os dados são limitados. A equação é: <br>Y = 71 + (0.86 x X) N = 32, R² = 0.66. <br>onde Y = toneladas britânicas medidas, 1773-1835 e X = toneladas espanholas. <br>Para as toneladas norte-americanas e britânicas, consulte “An Act for Registering and Clearing Vessels, Regulating the Coasting Trade, and for other purposes,” <span class="italic">Statutes at Large of the United States of America, 1789-1873</span>, 1 (1789): 55. Para uma discussão, v. W. Salisbury, “Early Tonnage Measurements in England: IV, Rules Used by Shipwrights and Merchants,” <span class="italic">Mariner’s Mirror</span> 53 (1967): 260–64.

source: <span class="superscript">18</span> See David Eltis and David Richardson, “Productivity in the Transatlantic Slave Trade,” <span class="italic">Explorations in Economic History</span> 32 (1995): 481, for the formula and a discussion.
es: <span class="superscript">18</span> Ver David Eltis and David Richardson, “Productivity in the Transatlantic Slave Trade,” <span class="italic">Explorations in Economic History</span> 32 (1995): 481, para la fórmula y su discusión.
pt: <span class="superscript">18</span> V. David Eltis e David Richardson, “Productivity in the Transatlantic Slave Trade,” <span class="italic">Explorations in Economic History</span> 32 (1995): 481, para a fórmula e uma discussão.

source: <span class="superscript">19</span> See Lane, “Tonnages, Medieval and Modern,” 217-233 for a discussion.
es: <span class="superscript">19</span> See Lane, “Tonnages, Medieval and Modern,” 217-233 por una discusión.
pt: <span class="superscript">19</span> V. Lane, “Tonnages, Medieval and Modern,” 217-233 para uma discussão.

source: <span class="superscript">20</span> Stein, French Slave Trade, 40–1; Patrick Villiers, “The Slave and Colonial Trade in France just before the Revolution,” in <span class="italic">Slavery and the Rise of the Atlantic System</span>, ed. Barbara L. Solow (Cambridge, UK: Cambridge University Press, 1991), 228.
es: <span class="superscript">20</span> Stein, French Slave Trade, 40–1; Patrick Villiers, “The Slave and Colonial Trade in France just before the Revolution,” en <span class="italic">Slavery and the Rise of the Atlantic System</span>, ed. Barbara L. Solow (Cambridge, UK: Cambridge University Press, 1991), 228.
