Repository: rice-crc/voyages
Catalog: voyages/locale/*/LC_MESSAGES/django.po
Languages: es, pt

source: One contributing factor to this shift is an extension of an argument made earlier in this essay. In one sense, abolition was a shift in conceptions of who was eligible for enslavement. The definition of eligibility had certainly included other Europeans prior to the thirteenth century, as a thriving slave trade within Europe saw people from the North captured by other Europeans and carried for sale in the South, many, ultimately, to the prosperous Islamic areas. This situation was little different from what existed in Africa, but, as already noted, by the time of Columbian contact, eligibility had come to exclude other Europeans. Africa was a much larger land mass and home to human populations of more diversity than could be found in any other area of similar size on the globe. It is not surprising that Africans did not have a continent-wide conception of insidership – that is, peoples whom one could not enslave. In one sense, the massive and unprecedented flow of racially-exclusive coerced labor across the Atlantic is perhaps the result of the differential pace in the evolution of a cultural pan-Europeanness on the one hand, and a pan-Africanism on the other. An interlude of two or three centuries between the former and the latter provided a window of opportunity in which the slave trade rose and fell dramatically. For four centuries from the mid-fifteenth century to 1867, Europeans were not prepared to enslave each other, but were prepared to buy Africans and keep them and their descendants enslaved. Given that “Africa” scarcely existed as a concept for Africans in any sense before the nineteenth century, most people living in the sub-continent south of the Sahara (as in Europe) were prepared to enslave others from adjacent or distant societies. The corollary of this is that all peoples in history – even the most energetic of slave traders - have had strict definitions of eligibility – and thus ineligibility. “Ineligibility” implies that some basis for abolition has always existed. Between the fifteenth and nineteenth centuries, Europe and Africa simply had different conceptions of the peoples for whom slavery (and the slave trade) were inappropriate.
es: Un factor contribuyente a ese cambio es la extensión de un argumento hecho anteriormente en este ensayo. En cierto sentido la abolición fue un cambio en el concepto de quién era elegible para ser esclavizado. La definición de elegibilidad había ciertamente incluido a otros europeos antes del siglo trece, cuando como resultado de un comercio floreciente con Europa, se veía gente del norte siendo capturada por otros europeos y llevados al sur para ser vendidos, muchos de ellos a las prósperas áreas islámicas. Esta situación no era muy diferente de la que existía en África, pero, como se ha indicado anteriormente, para el momento del contacto colombino, la elegibilidad había excluido a otros europeos. África era una tierra mucho mayor y hogar de una masa de población con una mayor diversidad que la que podía encontrarse en otra área de similar tamaño en el planeta. No es sorprendente que África no tuviera un concepto continental de interioridad, es decir, aquellos que uno no podía esclavizar. En un sentido, el flujo masivo forzado y sin precedentes de fuerza de trabajo de determinada raza a través del Atlántico es quizás el resultado del ritmo diferencial en la evolución de un pan-europeísmo cultural, por una parte, y un pan-africanismo por la otra. Un interludio de dos o tres siglos entre el anterior y el posterior proveyó una ventana de oportunidad en la cual el comercio de esclavos creció y cayó dramáticamente. Por cuatro siglos desde la mitad del siglo quince hasta 1867, los europeos no estaban preparados para esclavizarse unos a otros, pero si lo estaban para comprar africanos y mantenerlos esclavizados a ellos y a su descendencia. Como ¨África” escasamente existía como un concepto para los africanos en cualquier sentido antes del siglo diecinueve, la mayoría de la gente que vivía en el subcontinente al sur del Sahara (igual que en Europa) estaban listos para esclavizar a otros de sociedades distantes o adyacentes. El corolario de esto es que todos los pueblos en la historia -aún los más enérgicos en el comercio de esclavos- han tenido definiciones estrictas de elegibilidad y por lo tanto de inelegibilidad. La ¨inelegibilidad¨ indica que la base para la abolición siempre existió. Entre los siglos quince y diecinueve, Europa y África simplemente tenían diferentes conceptos de para cuales personas la esclavitud y el comercio de esclavos eran inadecuados.
pt: Um fator que contribuiu para essa mudança é um prolongamento de um argumento levantado no início deste ensaio. Em certo sentido, a abolição foi uma mudança nas concepções de quem era elegível para a escravização. Antes do século XIII, sem dúvida havia europeus considerados como passíveis de serem escravizados; havia um próspero tráfico de cativos na Europa, em que pessoas do norte eram levadas por outros europeus para serem vendidas no sul; muitas delas terminavam em prósperas regiões islâmicas. Esta situação diferia pouco da que existia na África, mas, como já foi observado, na época do contato colombiano não se considerava mais que outros povos europeus fossem elegíveis para a escravização. A África era uma massa continental muito maior, que abrigava mais diversidade de populações humanas do que se poderia encontrar em qualquer outra área de tamanho comparável no mundo. Não é de estranhar que os africanos não tivessem uma concepção continental de pertencimento — isto é, de povos que não se podia escravizar. Em certo sentido, o fluxo imenso e inédito de mão de obra cativa, restrita a uma raça, de uma a outra margem do Atlântico é talvez o resultado do ritmo diferencial na evolução de um pan-europeísmo cultural, de um lado, e de um pan-africanismo, do outro. Um intervalo de dois ou três séculos entre o primeiro e o segundo criou uma janela de oportunidade durante a qual o tráfico de escravos ascendeu e caiu de modo vertiginoso. Durante quatro séculos, desde meados do século XV até 1867, os europeus não estavam preparados para escravizar-se mutuamente, mas estavam dispostos a comprar africanos e a mantê-los escravizados, a eles e seus descendentes. Levando-se em consideração que a “África” praticamente não existia para os africanos enquanto conceito em qualquer o sentido antes do século XIX, a maioria das pessoas que viviam no subcontinente ao sul do Saara (como na Europa) estavam dispostas a escravizar outras de sociedades adjacentes ou distantes. O corolário disso é que todos os povos na história — até mesmo os mais enérgicos traficantes de escravos — tinham definições estritas de elegibilidade — e, portanto, de inelegibilidade. “Inelegibilidade” implica que alguma base para a abolição sempre existiu. Entre os séculos XV e XIX, a Europa e a África simplesmente tinham concepções diferentes dos povos para quem a escravidão (juntamente com o tráfico de escravos) era inapropriada.

source: In the Atlantic after 1492, oceans that had hermetically sealed peoples and cultures from each other sprouted sea-lanes almost overnight. Cultural accommodation between peoples, in this case between Europeans and non-Europeans, always took time. The big difference was that before Columbus, migrations had been gradual and tended to move outwards from the more to the less densely populated parts of the globe. But Columbian contact was sudden, and inhibited any gradual adjustment, cultural as well as epidemiological. A merging of perceptions of right and wrong, group identities, and relations between the sexes, to look only at the top of a very long list of social values, could not be expected to occur quickly in a post-Columbian world. In short, cultural adjustment could not keep pace with transportation technology. The result was first the rise, and then, as perceptions of the insider-outsider divide slowly changed, the fall, of the trans-Atlantic trade in enslaved Africans.
es: En el Atlántico posterior a 1492 los océanos, que anteriormente habían mantenido herméticamente separados a unos pueblos de otros, vieron abrirse nuevas vías marítimas de manera casi súbita. El acomodamiento cultural entre los pueblos, en este caso europeos y no-europeos, siempre tomó tiempo. La gran diferencia era que antes de Colón las migraciones habían sido graduales y tendían a moverse hacia afuera, de las áreas más densamente pobladas, hacia las menos pobladas del globo. Pero el contacto colombino fue repentino, e inhibió cualquier ajuste gradual, tanto cultural como epidemiológico. La convergencia de percepciones sobre el bien y el mal, las identidades de los grupos y las relaciones entre los sexos, por solo mencionar algunas en una larga lista de valores sociales, no era de esperarse que ocurriera tan rápidamente en un mundo post colombino. En breve, el ajuste cultural no podía seguir el acelerado ritmo de la tecnología de la transportación. El resultado inicial fue el alza del comercio y después, en la medida en que las percepciones de la división interna-externa cambiaron, el comercio transatlántico africanos esclavizados también aminoró.
pt: No mundo atlântico pós-1492, os mares que tinham mantido povos e culturas hermeticamente fechados uns em relações aos outros ganharam rotas marítimas quase do dia para a noite. A acomodação cultural entre os povos — neste caso, entre europeus e não-europeus — sempre levava tempo. A grande diferença foi que, antes de Colombo, as migrações eram graduais e tendiam a se dar no sentido das regiões mais populosas para as menos habitadas do globo. Mas o contato colombiano foi repentino e inibiu qualquer ajuste gradual, tanto cultural quanto epidemiológico. Não era de se esperar que ocorresse rapidamente, no mundo pós-colombiano, uma fusão de percepções do que é certo ou errado, das identidades grupais e das relações entre os sexos, para mencionar apenas alguns valores sociais importantes de uma lista muito longa. Em suma, o ritmo do ajuste cultural não pôde se equiparar ao ritmo da tecnologia de transporte. O resultado foi primeiro a ascensão do tráfico de escravos transatlântico africano, e então, à medida que a percepção da divisão entre incluídos-excluídos foi mudando lentamente, a sua queda.

source: During the long coercive interlude of forced trans-Atlantic migration European and African conceptions of self and community (and eligibility for enslavement) did not remain static. On the African side, the major effect of the African-European exchange was to encourage an elementary pan-Africanism, at least among victims. The initial and unintentional impact of European sea-borne contact was to force non-elite Africans to think of themselves as part of a wider African group. Initially, this group might be Igbo, or Yoruba, and soon, in addition, blacks as opposed to whites. At the most elemental level, by the late eighteenth century, the slaves at James Island vowed to drink the blood of the whitemen. In Gorée, a little later, one third of the slaves in a carefully planned conspiracy, “would go in the village and be dispersed to massacre the whites”. When asked “[w]hether it were true that they had planned to massacre all the whites of the island....[t]he two leaders, far from denying the fact or looking for prevarication, answered with boldness and courage: that nothing was truer”.(3) Many similar incidents could be cited from the Americas side of the Atlantic. And on board a slave ship with all the slaves always black, and the crew largely white, skin color defined ethnicity.
es: Durante el largo interludio de la migración trasatlántica forzosa, las concepciones africanas y europeas de individualidad y de comunidad (así como la elegibilidad para la esclavización) no permanecieron estáticas. En el lado africano, el mayor efecto del intercambio áfrico-europeo fue estimular un pan-africanismo básico, al menos entre las víctimas. El impacto inicial no premeditado del contacto marítimo europeo fue forzar a la plebe africana a pensar en ellos mismos como parte de un grupo africano más amplio. Inicialmente este grupo podía ser igbo o yoruba, pero pronto y, además, simplemente negros contra blancos. En el nivel más elemental, al final del siglo dieciocho, los esclavos en la Isla James juraron beber la sangre de los hombres blancos de la isla. En Gorée, un poco más tarde, un tercio de los esclavos en una conspiración cuidadosamente concebida, ¨irían a la isla y se dispersarían para masacrar a los blancos. ¨ Cuando les preguntaron ¨si era verdad que ellos habían planeado masacrar a todos blancos de la isla¨… ambos líderes, lejos de negar el hecho o inventar mentiras elaboradas, respondieron con valentía y coraje que nada había más cierto. ¨ (3) Muchos incidentes similares podrían citarse de lado americano del Atlántico. Y a bordo de un barco esclavista con todos los esclavos negros y la tripulación mayoritariamente blanca, el color de la piel definía la etnicidad.
pt: Durante o longo intervalo da migração transatlântica forçada de escravos, as concepções europeias e africanas de sujeito e comunidade (e de elegibilidade para a escravização) não permaneceram estáticas. No lado africano, o principal efeito do intercâmbio africano-europeu foi incentivar um pan-africanismo elementar, pelo menos entre as vítimas. O impacto inicial e não intencional do contato marítimo com os europeus foi forçar os africanos não pertencentes a uma elite a se verem como parte de um grupo africano mais amplo. Inicialmente, este grupo pode ter sido ibo ou iorubá, mas tal sentimento logo evoluiu para outro, que contrapunha negros a brancos. Em seu nível mais elementar, no final do século XVIII, os escravos da ilha James prometeram beber o sangue dos homens brancos. Em Goreia, pouco depois, um terço dos escravos que participaram de uma conspiração cuidadosamente planejada “entrariam na vila e se dispersariam para massacrar os brancos”. Quando lhes foi perguntado “se era verdade que eles tinham planejado massacrar todos os brancos da ilha [... os] dois líderes, longe de negarem o fato ou de procurarem alguma prevaricação, responderam com ousadia e coragem que nada era mais verdadeiro”. (3) Muitos incidentes semelhantes poderiam ser citados do lado americano do Atlântico. E a bordo de um navio negreiro, sendo todos os escravos negros e a tripulação majoritariamente branca, a cor da pele definia a etnicidade.

source: Awareness of the insider-outsider divide within Europe coincided with the onset of the struggle to suppress first the slave trade, and then slavery itself. Early in the British campaign to suppress the slave trade, Charles James Fox, a British statesman, posed a question for the House of Commons that he described as “the foundation for the whole business.” How would members of Parliament react, he asked, if “a Bristol ship were to go to any part of France…and the democrats (there) were to sell the aristocrats, or vice versa, to be carried off to Jamaica….to be sold for slaves?” The very posing of this question – and this is the earliest documented example from someone close to power – meant that the issue was not whether the system was to be questioned, but rather, when it would end. In the same year, the Danes passed legislation ensuring their own slave trade would become illegal in 1802. In 1807, the British and US governments made the trade illegal. Beginning in 1810, the British established a network of treaties that allowed their naval vessels to detain the slave ships of other nations. The decisive actions against the traffic nevertheless did not come until the mid 1840s and again in 1851, when the Cuban and Brazilian governments respectively took serious action against the slave trade. In effect, the traffic could be halted only by the intervention of the governments of regions that were either exporting or importing slaves; it could not be halted by naval action alone. Nevertheless, naval intervention did result in the capture of nearly 2,000 slave vessels after 1808. Only 544 of these had slaves on board at the time of capture, but their 125,000 captives (or strictly, re-captives) were diverted from the sugar and coffee plantations for which they were intended, and for the most part ended their lives with choices they did not have prior to their re-capture.
es: La conciencia de la división interna-externa dentro de Europa coincidió con el comienzo de la lucha para suprimir, primero el comercio de esclavos y luego la esclavitud misma. Al principio de la campaña británica para suprimir el comercio de esclavos, Charles James Fox, estadista británico, planteó una pregunta a la Cámara de los Comunes la cual describió como la “base de todo el negocio.” ¿Cómo reaccionarían los miembros del Parlamento -preguntó- si “un buque de Bristol fuera a parar a cualquier parte de Francia… y los demócratas (allí) fueran a vender los aristócratas, o viceversa, para ser llevados a Jamaica… para ser vendidos como esclavos?” El solo planteamiento de esta pregunta -y este es el más antiguo ejemplo documentado de alguien cercano al poder- significó que el asunto no era si el sistema debía ser cuestionado, sino más bien cuándo tendría fin. En el mismo año los daneses pasaron una legislación asegurando que su propio comercio de esclavos se haría ilegal en 1802. En 1807 los gobiernos británico y norteamericano hicieron el tráfico ilegal. Comenzando 1810, los británicos establecieron una red de tratados que les permitía a sus navíos detener barcos esclavistas de otras naciones. La acción decisiva contra el tráfico no vino, sin embargo, hasta mediado de 1840 y de nuevo en 1851, cuando los gobiernos de Cuba y Brasil tomaron serias medidas contra el tráfico. En efecto, el tráfico solo podía terminarse con la intervención de gobiernos de las regiones que estaban importando o exportando esclavos, no podía detenerse únicamente por acciones navales. No obstante, la intervención naval llevó a la captura de casi 2,000 barcos esclavistas después de 1808. Solo 544 de estos tenían esclavos a bordo en el momento de su captura, pero los 125,000 cautivos (o estrictamente re-cautivos) fueron desviados de las plantaciones de azúcar a las cuales estaban asignados originalmente y, en su mayoría, terminaron sus vidas con otras opciones que no poseían antes de su re-captura.
pt: A consciência da divisão incluídos-excluídos no contexto europeu coincidiu com o início da luta para suprimir primeiro o tráfico de escravos e depois a própria escravidão. No início da campanha britânica para reprimir o tráfico de escravos, Charles James Fox, um estadista britânico, dirigiu à Câmara dos Comuns uma pergunta que ele qualificou como “a base de toda a questão”. Como os membros do Parlamento reagiriam, perguntou ele, “se um navio de Bristol fosse a qualquer parte da França [...] e os democratas (de lá) resolvessem vender os aristocratas, ou vice-versa, para serem levados para a Jamaica [...] como escravos?” A própria colocação dessa pergunta — o exemplo documentado mais antigo vindo de uma pessoa próxima ao poder — já indicava que a questão não era se o sistema estava sendo questionado, mas sim quando ele iria acabar. No mesmo ano, os dinamarqueses aprovaram uma lei que garantia que o tráfico de escravos do país se tornaria ilegal em 1802. Em 1807, os governos britânico e norte-americano tornaram o tráfico ilegal. A partir de 1810, os britânicos estabeleceram uma rede de tratados que permitiram que seus navios de guerra detivessem os navios negreiros de outras nações. As ações decisivas contra o tráfico, no entanto, só ocorreram em meados dos anos 1840 e novamente em 1851, quando os governos de Cuba e do Brasil, respectivamente, tomaram medidas sérias contra o tráfico de escravos. Com efeito, o tráfico só poderia ser interrompido com a intervenção dos governos de regiões que fossem exportadoras ou importadoras de escravos, e não somente pela ação naval. Mesmo assim, a intervenção naval resultou na captura de cerca de 2.000 navios negreiros a partir de 1808. Apenas 544 deles continham escravos a bordo no momento da captura, mas seus 125 mil cativos (ou, mais exatamente, “recativos”) foram desviados das plantations de açúcar e café às quais tinham sido destinados, e a maior parte deles tendo terminaram a vida podendo fazer escolhas a que não tinham direito antes de sua recaptura.
