Repository: rice-crc/voyages
Catalog: voyages/locale/*/LC_MESSAGES/django.po
Languages: es, pt

source: The Caribbean Islands and the North American Mainland dominated the slave trade in the North Atlantic Ocean. The image is of a map showing the principal British, French and Spanish settlements in the New World regions north of the Equator. It indicates the major ports of each European power as well as some of the topographical features of both the Caribbean Islands and the continental coast. The image is reproduced courtesy of the John Carter Brown Library at Brown University.
es: Las islas del Caribe y la América del Norte continental dominaron el comercio de esclavos al norte del océano Atlántico. La imagen es de un mapa que muestra los principales asentamientos británicos, franceses y españoles en las regiones del Nuevo Mundo al norte del ecuador. Indica los principales puertos de cada poder europeo, así como algunos de los rasgos topográficos de las islas caribeñas y la costa continental. La imagen ha sido reproducida cortesía de John Carter Brown Library at Brown University.
pt: As ilhas do Caribe e a América do Norte continental dominavam o tráfico de escravos no Atlântico Norte. A imagem é de um mapa que mostra as principais colônias britânicas, francesas e espanholas nas regiões do Novo Mundo ao norte do Equador. Ele indica os principais portos de cada potência europeia, bem como algumas das características topográficas das ilhas do Caribe e da costa continental. Imagem reproduzida com autorização da John Carter Brown Library, Brown University.

source: The Caribbean Islands were among the first regions of the New World to receive slaves from Africa. In the context of the transatlantic slave trade, the late seventeenth century was an important period for the Caribbean Islands, because it was then that the use of African slave labor expanded throughout the islands. The image is of a map of the Caribbean Islands and the continental coast of the Americas, stretching from northern South America to Virginia in the United States. It provides the names of the main regions shown in the map as well as the names of the main ports situated on both the islands and the continental coasts. The image is reproduced courtesy of the John Carter Brown Library at Brown University.
es: Las islas del Caribe fueron de las primeras regiones en el Nuevo Mundo en recibir esclavos de África. En el contexto del tráfico trasatlántico de esclavos, los últimos años del siglo XVII fue un importante periodo para las islas caribeñas porque fue entonces que la mano de obra africana se expandió por las islas. La imagen es un mapa de las islas caribeñas y la costa continental de las américas, extendiéndose desde el norte de Suramérica hasta Virginia en los Estados Unidos. Provee los nombres de ciertas regiones que se muestran en el mapa, así como de los principales puertos situados en las islas y en las costas continentales. La imagen ha sido reproducida por cortesía de John Carter Brown Library at Brown University.
pt: As ilhas do Caribe foram uma das primeiras regiões do Novo Mundo a receber escravos da África. No contexto do tráfico de escravos transatlântico, o final do século XVII foi um período importante para as ilhas do Caribe, porque foi então que o uso de trabalho escravo africano se expandiu em todo o arquipélago. A imagem é de um mapa das ilhas do Caribe e da costa continental das Américas, do norte da América do Sul até a Virgínia, nos Estados Unidos. Ele fornece os nomes das principais regiões mostradas no mapa, bem como os dos principais portos situados nas ilhas e nas costas continentais. Imagem reproduzida com autorização da John Carter Brown Library, Brown University.

source: The Galera ""Invencível"" was captured at sea by British cruisers and adjudicated at a court established at Sierra Leone under international anti-slave trade treaties. The image is of a picture of the first page of the court’s register of ""Liberated Africans"" taken from the ""Invencível"". The register was kept as a formal record of emancipation that helped protect the individual from subsequent re-enslavement. The image is reproduced courtesy of the British National Archives.
es: La galera “Invencível” fue capturada en el mar por cruceros de la marina británica y adjudicada a un tribunal establecido en Sierra Leona bajo los tratados internacionales en contra de la trata de esclavos. La imagen es una fotografía de la primera página del registro del tribunal de “africanos liberados” rescatados de “Invencível”. El registro se conservó como record formal de emancipación que ayudaba a proteger al individuo de una nueva esclavitud en el futuro. La imagen reproducida es cortesía de British National Archives.
pt: A galera “Invencível” foi capturada no mar por cruzadores britânicos e julgada em um tribunal em Serra Leoa, nos termos de tratados internacionais antitráfico de escravos. A imagem é de uma foto da primeira página do registro do tribunal de “africanos libertos” da “Invencível”. O registro era mantido como um documento formal de emancipação que ajudava a proteger o indivíduo de uma posterior reescravização. A imagem é reproduzida com a autorização dos British National Archives.

source: The Galeta ""Joven Reina"" was captured at sea by British cruisers and adjudicated at a court established at Havana under international anti-slave trade treaties. The image is of a picture of the first page of the court’s register of ""Liberated Africans"" taken from the ""Joven Reina"". The register was kept as a formal record of emancipation that helped protect the individual from subsequent re-enslavement. The image is reproduced courtesy of the British National Archives.
es: La goleta “Joven Reina” fue capturada en el mar por cruceros de la marina británica y adjudicada a un tribunal establecido en La Habana bajo los tratados internacionales en contra de la trata de esclavos. La imagen es una fotografía de la primera página del registro del tribunal de “africanos liberados” rescatados de “Joven Reina”. El registro se conservó como record formal de emancipación que ayudaba a proteger al individuo de una nueva esclavitud en el futuro. La imagen reproducida es cortesía de British National Archives.
pt: A galeta “Joven Reina” foi capturada no mar por cruzadores britânicos e julgada em um tribunal em Havana, nos termos de tratados internacionais antitráfico de escravos. A imagem é de uma foto da primeira página do registro do tribunal de “africanos libertos” da “Jovem Reina”. O registro era mantido como um documento formal de emancipação que ajudava a proteger o indivíduo de uma posterior reescravização. A imagem é reproduzida com a autorização dos British National Archives.

source: The Gambia River, in Upper Guinea, was one of the earliest African regions engaged in the Atlantic slave trade given that captives from the river probably entered the Spanish Americas in the mid sixteenth century via the Portuguese trading post in the Cape Verde Islands. The image is of a map of the Gambia produced by Captain John Leach in 1732. It shows the river and indicates the names of several towns located in the interior of Upper Guinea near the Gambia River. The map also shows the names of the peoples inhabiting the regions as well as the depth of the river as far as Eropina, the easternmost town located on the map. The image is reproduced courtesy of Tracy W. McGregor Library of American History, Special Collections, University of Virginia Library. Permission required to reproduce.
es: El río Gambia, en la Alta Guinea, fue una de las regiones africanas más antiguas involucradas en el comercio trasatlántico de esclavos, teniendo en cuenta que los cautivos del río probablemente entraron a Hispanoamérica a mediados del siglo XVI a través del punto comercial portugués en las islas de Cabo Verde. La imagen es un mapa de Gambia producido por el capitán John Leach en 1732. Muestra el río y señala los nombres de varios pueblos ubicados en el interior de la Alta Guinea cerca del río Gambia. El mapa también muestra los nombres de habitantes de la región, así como la profundidad del río hasta Eropina, el pueblo más al este en el mapa. La imagen ha sido reproducida cortesía de Tracy W. McGregor Library of American History, Special Collections, University of Virginia Library. Se requiere autorización para su reproducción.
pt: O rio Gâmbia, na Alta Guiné, foi uma das primeiras regiões africanas a se envolver no tráfico de escravos do Atlântico, uma vez que os cativos provenientes desta região provavelmente entraram nas Américas espanholas em meados do século XVI, através do entreposto português de Cabo Verde. A imagem é de um mapa da Gâmbia produzido pelo capitão John Leach em 1732. Ele mostra o rio e indica os nomes de várias cidades localizadas no interior da Alta Guiné, perto do rio Gâmbia. O mapa mostra também os nomes dos povos que habitam as regiões, a profundidade do rio até Eropina, a cidade mais a leste no mapa. Imagem reproduzida com autorização da Tracy W. McGregor Library of American History, Special Collections, University of Virginia Library. Exige-se permissão para reproduzi-la.

source: The Gold Coast may be regarded as unique among African regions in that it began in the Atlantic slave trade as a slave importer, rather than exporter. The gold mines located in the interior of the coast needed manpower that the region could barely provide. Thus, when the Portuguese first reached the region in the late fifteenth century, they sold slaves from other African regions to the kingdoms situated beyond the Gold Coast rather than to Europe, the Atlantic islands, or the Americas. The image is of a map of the Gold Coast produced by D'Anville in 1729. It shows the names of the ports located along the coast and the African polities situated beyond the coast line. The image is reproduced courtesy of Tracy W. McGregor Library of American History, Special Collections, University of Virginia Library. Permission required to reproduce.
es: La Costa de Oro puede ser considerada única entre las regiones africanas en tanto se inició en el comercio trasatlántico de esclavos como lugar de importación, y no de exportación, de esclavos. Las minas de oro ubicadas en el interior de la costa requerían una mano de obra que la región apenas podía proveer. De esta manera, cuando los portugueses llegaron por primera vez a la región a finales del siglo XV, vendían esclavos a los reinos situados más allá de la Costa de Oro, y no a Europa, las islas del Atlántico o las Américas. La imagen es un mapa de la Costa de Oro realizado por D´Anville en 1729. Muestra los nombres de los puertos ubicados a lo largo de la costa y las entidades políticas africanas situadas tras la línea costera. La imagen reproducida es cortesía de Tracy W. McGregor, Library of American History, Special Collections, University of Virginia Library. Se requiere permiso para su reproducción.
pt: A Costa do Ouro singularizava-se entre as regiões africanas por ter ingressado no tráfico de escravos atlântico como importadora, e não exportadora, de escravos. As minas de ouro localizadas no interior da costa necessitavam de uma quantidade de mão de obra que a região mal conseguia fornecer. Assim, quando os portugueses ali chegaram pela primeira vez, no final do século XV, eles passaram a vender escravos de outras regiões africanas para os reinos situados no interior, e não para a Europa, as ilhas do Atlântico ou as Américas. A imagem é de um mapa da Costa do Ouro produzido por D’Anville em 1729. Ele mostra os nomes dos portos ao longo da costa e os estados africanos situados no interior. Imagem reproduzida com autorização da Tracy W. McGregor Library of American History, Special Collections, University of Virginia Library. Exige-se permissão para reproduzi-la.

source: The Goleta ""Amália"" was captured at sea by British cruisers and adjudicated at a court established at Havana under international anti-slave trade treaties. The image is of a picture of the first page of the court’s register of ""Liberated Africans"" taken from the ""Amália"". The register was kept as a formal record of emancipation that helped protect the individual from subsequent re-enslavement. The image is reproduced courtesy of the British National Archives.
es: La goleta “Amália” fue capturada en el mar por cruceros de la marina británica y adjudicada a un tribunal establecido en La Habana bajo los tratados internacionales en contra de la trata de esclavos. La imagen es una fotografía de la primera página del registro del tribunal de “africanos liberados” rescatados de “Amália”. El registro se conservó como record formal de emancipación que ayudaba a proteger al individuo de una nueva esclavitud en el futuro. La imagen reproducida es cortesía de British National Archives.
pt: A goleta “Amália” foi capturada no mar por cruzadores britânicos e julgada em um tribunal em Havana, nos termos de tratados internacionais antitráfico de escravos. A imagem é de uma foto da primeira página do registro do tribunal de “africanos libertos” da “Amália”. O registro era mantido como um documento formal de emancipação que ajudava a proteger o indivíduo de uma posterior reescravização. A imagem é reproduzida com a autorização dos British National Archives.

source: The Goleta ""Caridad Cubana"" was captured at sea by British cruisers and adjudicated at a court established at Havana under international anti-slave trade treaties. The image is of a picture of the first page of the court’s register of ""Liberated Africans"" taken from the ""Caridad Cubana"". The register was kept as a formal record of emancipation that helped protect the individual from subsequent re-enslavement. The image is reproduced courtesy of the British National Archives.
es: La goleta “Caridad Cubana” fue capturada en el mar por cruceros de la marina británica y adjudicada a un tribunal establecido en La Habana bajo los tratados internacionales en contra de la trata de esclavos. La imagen es una fotografía de la primera página del registro del tribunal de “africanos liberados” rescatados de “Caridad Cubana”. El registro se conservó como record formal de emancipación que ayudaba a proteger al individuo de una nueva esclavitud en el futuro. La imagen reproducida es cortesía de British National Archives.
pt: A goleta “Caridad Cubana” foi capturada no mar por cruzadores britânicos e julgada em um tribunal em Havana, nos termos de tratados internacionais antitráfico de escravos. A imagem é de uma foto da primeira página do registro do tribunal de “africanos libertos” da “Caridad Cubana”. O registro era mantido como um documento formal de emancipação que ajudava a proteger o indivíduo de uma posterior reescravização. A imagem é reproduzida com a autorização dos British National Archives.

source: The Goleta ""Carlota"" was captured at sea by British cruisers and adjudicated at a court established at Havana under international anti-slave trade treaties. The image is of a picture of the first page of the court’s register of ""Liberated Africans"" taken from the ""Carlota"". The register was kept as a formal record of emancipation that helped protect the individual from subsequent re-enslavement. The image is reproduced courtesy of the British National Archives.
es: La goleta “Carlota” fue capturada en el mar por cruceros de la marina británica y adjudicada a un tribunal establecido en La Habana bajo los tratados internacionales en contra de la trata de esclavos. La imagen es una fotografía de la primera página del registro del tribunal de “africanos liberados” rescatados de “Carlota”. El registro se conservó como record formal de emancipación que ayudaba a proteger al individuo de una nueva esclavitud en el futuro. La imagen reproducida es cortesía de British National Archives.
pt: A goleta “Carlota” foi capturada no mar por cruzadores britânicos e julgada em um tribunal em Havana, nos termos de tratados internacionais antitráfico de escravos. A imagem é de uma foto da primeira página do registro do tribunal de “africanos libertos” da “Carlota”. O registro era mantido como um documento formal de emancipação que ajudava a proteger o indivíduo de uma posterior reescravização. A imagem é reproduzida com a autorização dos British National Archives.

source: The Goleta ""Diligência"" was captured at sea by British cruisers and adjudicated at a court established at Havana under international anti-slave trade treaties. The image is of a picture of the first page of the court’s register of ""Liberated Africans"" taken from the ""Diligência"". The register was kept as a formal record of emancipation that helped protect the individual from subsequent re-enslavement. The image is reproduced courtesy of the British National Archives.
es: La goleta “Diligência” fue capturada en el mar por cruceros de la marina británica y adjudicada a un tribunal establecido en La Habana bajo los tratados internacionales en contra de la trata de esclavos. La imagen es una fotografía de la primera página del registro del tribunal de “africanos liberados” rescatados de “Diligência”. El registro se conservó como record formal de emancipación que ayudaba a proteger al individuo de una nueva esclavitud en el futuro. La imagen reproducida es cortesía de British National Archives.
pt: A goleta “Diligência” foi capturada no mar por cruzadores britânicos e julgada em um tribunal em Havana, nos termos de tratados internacionais antitráfico de escravos. A imagem é de uma foto da primeira página do registro do tribunal de “africanos libertos” da “Diligência”. O registro era mantido como um documento formal de emancipação que ajudava a proteger o indivíduo de uma posterior reescravização. A imagem é reproduzida com a autorização dos British National Archives.

source: The Goleta ""Empresa"" was captured at sea by British cruisers and adjudicated at a court established at Havana under international anti-slave trade treaties. The image is of a picture of the first page of the court’s register of ""Liberated Africans"" taken from the ""Empresa"". The register was kept as a formal record of emancipation that helped protect the individual from subsequent re-enslavement. The image is reproduced courtesy of the British National Archives.
es: La goleta “Empresa” fue capturada en el mar por cruceros de la marina británica y adjudicada a un tribunal establecido en La Habana bajo los tratados internacionales en contra de la trata de esclavos. La imagen es una fotografía de la primera página del registro del tribunal de “africanos liberados” rescatados de “Empresa”. El registro se conservó como record formal de emancipación que ayudaba a proteger al individuo de una nueva esclavitud en el futuro. La imagen reproducida es cortesía de British National Archives.
pt: A goleta “Empresa” foi capturada no mar por cruzadores britânicos e julgada em um tribunal em Havana, nos termos de tratados internacionais antitráfico de escravos. A imagem é de uma foto da primeira página do registro do tribunal de “africanos libertos” da “Empresa”. O registro era mantido como um documento formal de emancipação que ajudava a proteger o indivíduo de uma posterior reescravização. A imagem é reproduzida com a autorização dos British National Archives.

source: The Goleta ""Fingal"" was captured at sea by British cruisers and adjudicated at a court established at Havana under international anti-slave trade treaties. The image is of a picture of the first page of the court’s register of ""Liberated Africans"" taken from the ""Fingal"". The register was kept as a formal record of emancipation that helped protect the individual from subsequent re-enslavement. The image is reproduced courtesy of the British National Archives.
es: La goleta “Fingal” fue capturada en el mar por cruceros de la marina británica y adjudicada a un tribunal establecido en La Habana bajo los tratados internacionales en contra de la trata de esclavos. La imagen es una fotografía de la primera página del registro del tribunal de “africanos liberados” rescatados de “Fingal”. El registro se conservó como record formal de emancipación que ayudaba a proteger al individuo de una nueva esclavitud en el futuro. La imagen reproducida es cortesía de British National Archives.
pt: A goleta “Fingal” foi capturada no mar por cruzadores britânicos e julgada em um tribunal em Havana, nos termos de tratados internacionais antitráfico de escravos. A imagem é de uma foto da primeira página do registro do tribunal de “africanos libertos” da “Fingal”. O registro era mantido como um documento formal de emancipação que ajudava a proteger o indivíduo de uma posterior reescravização. A imagem é reproduzida com a autorização dos British National Archives.

source: The Goleta ""Gallito"" was captured at sea by British cruisers and adjudicated at a court established at Havana under international anti-slave trade treaties. The image is of a picture of the first page of the court’s register of ""Liberated Africans"" taken from the ""Gallito"". The register was kept as a formal record of emancipation that helped protect the individual from subsequent re-enslavement. The image is reproduced courtesy of the British National Archives.
es: La goleta “Gallito” fue capturada en el mar por cruceros de la marina británica y adjudicada a un tribunal establecido en La Habana bajo los tratados internacionales en contra de la trata de esclavos. La imagen es una fotografía de la primera página del registro del tribunal de “africanos liberados” rescatados de “Gallito”. El registro se conservó como record formal de emancipación que ayudaba a proteger al individuo de una nueva esclavitud en el futuro. La imagen reproducida es cortesía de British National Archives.
pt: A goleta “Gallito” foi capturada no mar por cruzadores britânicos e julgada em um tribunal em Havana, nos termos de tratados internacionais antitráfico de escravos. A imagem é de uma foto da primeira página do registro do tribunal de “africanos libertos” da “Gallito”. O registro era mantido como um documento formal de emancipação que ajudava a proteger o indivíduo de uma posterior reescravização. A imagem é reproduzida com a autorização dos British National Archives.

source: The Goleta ""Indagadora"" was captured at sea by British cruisers and adjudicated at a court established at Havana under international anti-slave trade treaties. The image is of a picture of the first page of the court’s register of ""Liberated Africans"" taken from the ""Indagadora"". The register was kept as a formal record of emancipation that helped protect the individual from subsequent re-enslavement. The image is reproduced courtesy of the British National Archives.
es: La goleta “Indagadora” fue capturada en el mar por cruceros de la marina británica y adjudicada a un tribunal establecido en La Habana bajo los tratados internacionales en contra de la trata de esclavos. La imagen es una fotografía de la primera página del registro del tribunal de “africanos liberados” rescatados de “Indagadora”. El registro se conservó como record formal de emancipación que ayudaba a proteger al individuo de una nueva esclavitud en el futuro. La imagen reproducida es cortesía de British National Archives.
pt: A goleta “Indagadora” foi capturada no mar por cruzadores britânicos e julgada em um tribunal em Havana, nos termos de tratados internacionais antitráfico de escravos. A imagem é de uma foto da primeira página do registro do tribunal de “africanos libertos” da “Indagadora”. O registro era mantido como um documento formal de emancipação que ajudava a proteger o indivíduo de uma posterior reescravização. A imagem é reproduzida com a autorização dos British National Archives.
