Repository: rice-crc/voyages
Catalog: voyages/locale/*/LC_MESSAGES/django.po
Languages: es, pt

source: There remain 12,819 voyages with no information about the numbers of slaves on board ship. Indeed, we do not even know if some of these ships carried slaves. The CD-ROM database divided such unknowns into just two groups, one sailing from North American ports and the other departing from all other ports in the Atlantic. Behind such categorization was the recognition that the slave vessels from North America were substantially smaller than the average. Separate means were calculated for the two groups, adjusted in the case of the larger group for region of embarkation in Africa where this information was available. In the Voyages Database a more refined strategy is adopted. A more complete data set now allows us to focus on the type of vessel as well as the route the voyage followed in forming estimates of captives transported where such information is missing. The number of captives on board was very much a function of the type of ship as well as place of trade in Africa, and to a lesser extent in the Americas. Moreover, the size of the type of vessel as reflected in its rig changed over time. The Appendix table attempts to take into account these factors by showing average number of captives both embarked and disembarked for 155 separate combinations of first, rig of vessel and time period; and second, where these were not available, place of trade in Africa; and third, a separate grouping of 18 types of vessels – smaller than those from the rest of the Atlantic World before 1800 - built in North America. A small group of vessels have no information on either rig or place of trade and estimates of captives for these are classed as “No rig” in the Appendix table. The means for these 155 categories were added to voyage records, as appropriate, whenever data on slaves could not be extracted from the sources. Users should note that in all cases these averages might be termed “running” in the sense that that as we added data to the database we recalculated the statistics reported in the Appendix table. And as augmentation of the dataset is set to continue then the imputed values will vary as data are added in the future. Users should thus not expect to find that the imputed values assigned to any given ship type are always the same or, indeed, will remain the same.
es: Quedan 12.819 viajes sin información acerca del número de esclavos a bordo del barco. Verdaderamente, ni siquiera conocemos si algunos de estos barcos llevaban esclavos. La base de datos en el CD-ROM divide estas incógnitas en dos grupos, uno partiendo de puertos en Estados Unidos y el otro partiendo de todos los otros puertos en el Atlántico. Detrás de esta categorización está el reconocimiento de que los navíos de Estados Unidos eran substancialmente más pequeños que el promedio. Se calcularon medidas separadas para los dos grupos, ajustado en el caso del grupo más grande por región de embarque en África, donde esta información estaba disponible. En la base de datos Viajes, se adopta una estrategia más refinada. Un grupo más completo de datos nos permite enfocarnos en el tipo de navío, así como la ruta seguida en el viaje para formar estimados de los cautivos transportados donde esta información se ha perdido. El número de cautivos a bordo era, en gran medida, una función del tipo de navío, así como el lugar de tráfico en África y, en menor grado, en las Américas. Por otra parte, el tamaño y el tipo de navío, según se refleja en su aparejo, cambiaba con el tiempo. El Apéndice intenta tomar en cuenta estos factores mostrando número promedio de cautivos, tanto embarcados como desembarcados, en 155 combinaciones separadas de: primero, el aparejo del navío y el periodo de tiempo; segundo, donde estos no estaban disponibles, lugar de comercio en África; tercero, un agrupamiento separado de 18 tipos de navíos más pequeños que los del resto del mundo del Atlántico antes de 1800 construidos en Estados Unidos. No se tiene información sobre un pequeño grupo de navíos acerca del aparejo o sitio de comercio y los estimados de los cautivos para éstos están clasificados como “No aparejo” en la el Apéndice. Como la expansión de la base de datos continúa, los datos imputados van a variar según se agreguen datos en un futuro. Los usuarios no deben esperar que los valores imputados asignados a un navío dado, van a permanecer iguales, o, van a ser los mismos.
pt: Restam 12.819 viagens sem qualquer informação sobre o número de escravos a bordo do navio. Na verdade, nem mesmo sabemos se alguns desses navios levavam escravos. O banco de dados do CD-ROM dividia tais incógnitas em apenas dois grupos, um de navios que partiam de portos norte-americanos e o outro, de todos os outros portos do Atlântico. Por trás de tal categorização estava o reconhecimento de que os navios negreiros da América do Norte eram substancialmente menores do que a média. Médias separadas foram calculadas para os dois grupos, tendo sido ajustadas no caso do grupo maior para a região de embarque na África estando disponível esta informação. No Banco de Dados: Viagens, uma estratégia mais refinada é adotada. Um conjunto de dados mais completo nos permite agora centrar no tipo de navio e também na rota que a viagem seguiu, ao estimar o número de cativos transportados nos casos em que estas informações estiverem faltando. O número de cativos a bordo dependia muito do tipo de navio, bem como do lugar de tráfico na África e, em menor grau, nas Américas. Além disso, o tamanho do tipo de embarcação, determinado com base na sua armação, mudou ao longo do tempo. A tabela Apêndice tenta levar em conta esses fatores, mostrando o número médio de cativos embarcados e desembarcados em 155 combinações distintas: primeiro, entre a armação do navio e a faixa de tempo; segundo, não estando disponíveis esses dados, os locais de tráfico na África; e terceiro, um grupamento em separado de 18 tipos de navios — menores que os do restante do mundo atlântico antes de 1800 — construídos na América do Norte. Um pequeno grupo de navios não contém qualquer informação sobre a armação nem sobre o local de tráfico; as estimativas de cativos, nesses casos, aparecem na categoria “Armação desconhecida” na tabela Apêndice. As médias referentes a essas 155 categorias foram acrescentadas aos registros de viagem, sempre que apropriado, em todos casos em que não foi possível extrair das fontes dados sobre os escravos. Os usuários devem levar em conta que, em todos esses casos, essas médias poderiam ter sido denominadas “móveis”, porque, à medida que adicionávamos dados ao banco de dados, as estatísticas relatadas na tabela Apêndice eram recalculadas. E como o acréscimo do conjunto de dados deve continuar, os valores imputados variarão conforme novos dados forem sendo adicionados no futuro. Os usuários não devem, portanto, pressupor que os valores imputados atribuídos a um determinado tipo de navio são sempre os mesmos, nem que permanecerão os mesmos.

source: Regions of Embarkation and Disembarkation
es: Regiones de Embarque y Desembarque
pt: Regiões de embarque e desembarque

source: The above procedures generate imputed figures, where necessary, for the data used to produce series of slave departures and arrivals for eight different regions in Africa and sixty-four different regions of disembarkation. The variables “Total slaves embarked*” (SLAXIMP) and “Total slaves disembarked*” (SLAMIMP) incorporate these imputed data. “Total slaves embarked” is derived first from the data variable, “Total slaves embarked” (TSLAVESD). When values for this are not available, then a SLAXIMP value is derived from the sum of values available for “Slaves carried from first port of purchase” (NCAR13), “Slaves carried from second port of purchase” (NCAR15), and “Slaves carried from third port of purchase” (NCAR17)--in other words, the slaves embarked at up to three ports in Africa where these are available. If these data are incomplete or missing then SLAXIMP draws from the data variable “Number of slaves arriving at first place of landing” (SLAARRIV) adjusted for voyage mortality (imputed, if necessary), and finally, if this is not available then “Total slaves purchased” (TSLAVESP) – a variable available only in the downloadable database is used. Only if none of these data variables can provide adequate information, does SLAXIMP incorporate one of the imputed values in the Appendix table. Similarly SLAMIMP is derived first from SLAARRIV, then, if necessary, from the sum of “Number of slaves disembarked at first place of landing “ (SLAS32), “Number of slaves disembarked at second place of landing “ (SLAS36), and “Number of slaves disembarked at third place of landing “ (SLAS39) - in other words the slaves disembarked at up to three ports at the completion of the Middle Passage. All four of these are data variables. If these are blank, then SLAMIMP draws on TSLAVESD when available, adjusted for shipboard mortality (again, imputed, as necessary). As with SLAXIMP, SLAMIMP resorts to the imputed values in the Appendix table only when sources do not document the number of Africans who were disembarked.
es: Los procedimientos más arriba generan cifras imputadas, en donde es necesario, para los datos usados para producir series de salida y llegada de esclavos para ocho regiones diferentes en África y sesenta y cuatro regiones diferentes de desembarque. Las variables: “Total de esclavos embarcados” (SLAXIMP) y “Total de esclavos desembarcados” (SLAMIMP) incorporan estos datos imputados. “Total de esclavos embarcados” se deriva primeramente de la variable de datos “Total de esclavos embarcados” (TSLAVESD). Cuando los valores para esta variable no están disponibles, entonces se deriva un valor SLAXIMP derivado de la suma de valores disponibles para “Esclavos transportados del primer puerto de compra” (NCAR13), “Esclavos transportados desde el segundo puerto de compra” (NCAR15), y “Esclavos transportados desde el tercer puerto de compra” (NCAR17). En otras palabras, los esclavos embarcados en hasta tres puertos en África donde éstos estén disponibles. Si estos datos están incompletos o faltantes, entonces SLAXIMP toma de la variable de datos “Número de esclavos que llegan al primer lugar de desembarque” (SLAARRIV) ajustado para la mortalidad del viaje (imputado, si es necesario), y finalmente, si esto no está disponible, entonces se usa “Total de esclavos comprados” (TSLAVESP), una variable que está solamente en la base de datos que puede descargarse. Únicamente si ninguna de estas bases de datos puede proveer información adecuada, SLAXIMP incorpora en el Apéndice una de las variables imputadas. Similarmente, SLAMIMP se deriva primero de SLAARRIV, entonces, si es necesario de la suma de “Número de esclavos desembarcados en el primer puerto que tocan” (SLAS32), “Número de esclavos desembarcados en el segundo puerto que se tocan” (SLAS36), y “Número de esclavos desembarcados en el tercer puerto que tocan” (SLAS39) – en otras palabras, los esclavos desembarcados en hasta tres puertos al completar la travesía transatlántica. Estas cuatro son variables de datos. Si todas estas están en blanco, entonces SLAMIMP se toma de TSLAVESD cuando está disponible, ajustada para la mortalidad en el navío (de nuevo, imputada, si es necesario). En cuanto a SLAXIMP, SLAMIMP recurre a valores imputados en la tabla del Apéndice solamente cuando las fuentes no documentan el número de africanos que fueron desembarcados.
pt: Os procedimentos relatados acima geram valores imputados, onde necessários, para que os dados utilizados produzam séries de partidas e chegadas de escravos para oito regiões da África e sessenta e quatro regiões de desembarque. As variáveis “Total de escravos embarcados*” (SLAXIMP) e “Total de escravos desembarcados*” (SLAMIMP) incorporam esses dados imputados. “Total de escravos embarcados” é derivada primeiro da variável de dados “Total de escravos embarcados” (TSLAVESD). Quando os valores dessa variável não estão disponíveis, então um valor SLAXIMP é derivado da soma dos valores disponíveis para “Escravos transportados do primeiro porto de compra” (NCAR13), “Escravos transportados do segundo porto de compra” (NCAR15) e “Escravos transportados do terceiro porto de compra” (NCAR17) — em outras palavras, os escravos embarcados em até três portos na África onde estes dados estão disponíveis. Caso estes dados estejam incompletos ou faltando, então SLAXIMP extrai dados da variável “Número de escravos que chegaram ao primeiro local de desembarque” (SLAARRIV), ajustada para a mortalidade da viagem (imputada, se necessário); e, finalmente, se essa variável não estiver disponível, usa-se então “Total de escravos comprados” (TSLAVESP) — uma variável disponível apenas no banco de dados para download. É apenas quando nenhuma dessas variáveis de dados pode fornecer informações adequadas que SLAXIMP incorpora um dos valores imputados na tabela Apêndice. Da mesma forma, SLAMIMP é derivada primeiro de SLAARRIV, e, se necessário, da soma de “Número de escravos desembarcados no primeiro lugar de desembarque” (SLAS32), “Número de escravos desembarcados no segundo lugar de desembarque” (SLAS36) e “Número de escravos desembarcados no terceiro lugar de desembarque” (SLAS39) — em outras palavras, os escravos desembarcados em até três portos após a conclusão da travessia do Atlântico. Todas essas quatro são variáveis de dados. Caso estejam em branco, então SLAMIMP recorre a TSLAVESD quando esta é disponível, ajustada para a mortalidade a bordo (mais uma vez, imputada, se necessário). Tal como acontece com SLAXIMP, SLAMIMP recorre aos valores imputados na tabela Apêndice somente quando as fontes não documentam o número de africanos que foram desembarcados.

source: Most users will probably prefer to use “Total slaves embarked*” and “Total slaves disembarked*” in their analyses, but they should be aware that captive numbers are to be found in four different variables each at embarkation (PLAC1TRA, PLAC2TRA, PLAC3TRA, MJBYPTIMP) and disembarkation (SLA1PORT, ADPSALE1, ADPSALE2, MJSLPTIMP). Eighty-seven percent of the slaving voyages documented at specific African ports embarked slaves at only one location. This bulk loading pattern was particularly pronounced in regions east of the Bight of Benin. The captains who traded at more than one African location usually did so along the coastline from Senegal to Ouidah (Whydah). Single-port slave-trading occurred even more often in the Americas. Ninety-five percent of the slaving voyages that anchored at specific New World markets discharged their human cargoes at one port. Nevertheless, users should note that information on partial cargoes and full cargoes are located in four different data variables, one containing the total arrived or departed and the other three reflecting purchases (or sales) in possibly three different places. The imputed variables “Total slaves embarked*” and “Total slaves disembarked*” are based only on the principal place of trade in Africa or principal place of disembarkation. A more refined assessment of numbers of captives boarded or discharged requires a search of all eight variables (four for the embarked, and four for disembarked).
es: La mayoría de los usuarios preferirán usar “Total de esclavos embarcados” y “Total de esclavos desembarcados” en sus análisis, pero tienen que estar conscientes de que pueden encontrar números de cautivos en cuatro variables diferentes, cada una de embarque (PLAC1TRA, PLAC2TRA, PLA3TRA, MJBYPTIMP) y desembarque (SLA1PORT, ADPSALE1, ADPSALE2, MJSLPTIMP). Ochenta y siete por ciento de los viajes esclavistas documentados en puertos africanos específicos embarcaron esclavos en un solo lugar. Este patrón de carga masiva fue particularmente pronunciado en regiones al este de la Ensenada de Benín. Los capitanes que comerciaban en más de un lugar de África lo hacían a través de la costa desde Senegal a Ouidah (Whydah). El comercio de esclavos en solo un puerto ocurría más frecuentemente en las Américas. El noventa y cinco por ciento de los viajes esclavistas que anclaron en mercados específicos del Nuevo Mundo descargaron su carga humana en un solo puerto. Sin embargo, los usuarios deben notar que la información referente a cargas parciales y cargas completas está situada en cuatro variables de datos diferentes, una conteniendo el total de los que llegaron o los que partieron y las otras tres reflejando compras (o ventas) en posiblemente tres lugares diferentes. Las variables imputadas “Total de esclavos embarcados” y “Total de esclavos desembarcados” se apoyan solo en el lugar principal de comercio en África, lugar principal de desembarque. Una evaluación más refinada de número de cautivos embarcados o descargados requiere una investigación de las ocho variables (cuatro para los desembarcados y cuatro para los embarcados).
pt: Em sua maioria, os usuários provavelmente vão preferir utilizar “Total de escravos embarcados*” e “Total de escravos desembarcados*” em suas análises, mas eles devem estar cientes de que os números de cativos se encontram em quatro variáveis diferentes no embarque (PLAC1TRA, PLAC2TRA, PLAC3TRA, MJBYPTIMP) e no desembarque (SLA1PORT, ADPSALE1, ADPSALE2, MJSLPTIMP). Oitenta e sete por cento das viagens negreiras documentadas em portos africanos específicos embarcaram escravos em apenas um local. Esse padrão de embarque em massa era particularmente acentuado nas regiões a leste do golfo do Benim. Os capitães que traficavam em mais de um local na África geralmente o faziam no trecho do litoral compreendido entre o Senegal e Uidá (Whydah). A utilização de um porto único para o tráfico de escravos era ainda mais frequente nas Américas. Noventa e cinco por cento das viagens negreiras que ancoraram em mercados específicos do Novo Mundo desembarcaram suas cargas humanas em um único porto. No entanto, os usuários devem levar em conta que as informações sobre as cargas parciais e as cargas completas estão localizadas em quatro variáveis de dados diferentes, uma contendo o total de chegadas ou partidas, e as outras três refletindo as compras (ou vendas) em possivelmente três lugares diferentes. As variáveis imputadas “Total de escravos embarcados*” e “Total de escravos desembarcados*” baseiam-se apenas no principal lugar de tráfico na África, ou no principal lugar de desembarque. Uma avaliação mais refinada do número de cativos embarcados ou desembarcados requer uma pesquisa de todas as oito variáveis (quatro para os embarcados, e quatro para os desembarcados).

source: Age and Gender Ratios
es: Proporciones de edad y género
pt: Proporções de Idade e Gênero

source: As noted above in description of data variables for “Age categories,” they do provide enough information to describe in gross terms the demographic structure of the trade—the age and gender composition of the Africans carried off as slaves. For 93 voyages, age and sex data is available for up to three places of embarkation and two places of landing of slaves, and for 437 voyages information exists on the age and gender of slaves who died on the crossing. When available, the quality of the data varies considerably. The most precise data is for 3,404 voyages with records that report the number of “men,” “women,” boys,” and ”girls,” as well as in some cases “children” and “infants.” For another 811 voyages, the number of “adults” and “children” are distinguished without indication of their gender; while 484 voyages reported the number of “males” and “females” they carried without specifying how many were adults and children.
es: Como se señala más arriba en la descripción de las variables de datos para “Categorías de edades”, estas no proveen suficiente información para describir a grandes rasgos la estructura demográfica del comercio, es decir, la edad y la composición de género de los africanos traídos como esclavos. Para 93 viajes, la información sobre edad y sexo está disponible para tres lugares de embarque y dos lugares de desembarque de los esclavos. Para 437 viajes existe información sobre la edad y el género de los esclavos que murieron en la travesía. Cuando está disponible, la calidad de la información varía considerablemente. La información más precisa es para 3.404 viajes con registros que reportan el número de “hombres”, “mujeres”, “niños” y “niñas”, así como en algunos casos “niños” e “infantes”. Para otros 811 viajes, el número de “adultos” y “niños” se señalan sin indicación de su género, mientras que 484 viajes reportan el número de sujetos “masculinos” y “femeninos” que llevaban, sin especificar cuáles eran adultos y cuáles niños.
pt: Como foi visto acima na descrição das variáveis de dados referentes a “Categorias de idade”, elas fornecem informações suficientes para descrever em linhas gerais a estrutura demográfica do tráfico — a composição de idade e gênero dos africanos trazidos como escravos. Em 93 viagens, os dados de idade e gênero estão disponíveis para até três locais de embarque e dois de desembarque de escravos, e 437 viagens contêm informações sobre a idade e o gênero dos escravos que morreram na travessia. Quando disponível, a qualidade dos dados é muito variável. Os dados mais precisos referem-se a 3.404 viagens com registros sobre o número de “homens”, “mulheres”, “meninos” e “meninas”, bem como, em alguns casos, “crianças” e “bebês”. Em outras 811 viagens, o número de “adultos” e “crianças” são distinguidos sem indicação de gênero; enquanto que 484 viagens informam o número de “machos” e “fêmeas” que transportavam sem especificar quantos eram adultos e crianças.
