Repository: rice-crc/voyages
Catalog: voyages/locale/*/LC_MESSAGES/django.po
Languages: es, pt

source: <p class="note"> 1 Leslie Bethell, “The Mixed Commissions for the Suppression of the Transatlantic Slave Trade in the Nineteenth Century,” <span class="italic">Journal of African History 7 </span>(1966): 79-93; David R. Murray, <span class="italic">Odious Commerce: Britain, Spain, and the abolition of the Cuban slave trade </span> (Cambridge, UK: Cambridge University Press, 1972). </p> <p class="note"> 2 Archivo Histórico Nacional, Madrid (hereafter AHNM), Estado, Esclavitud, Legajo 8034/21. </p> <p class="note"> 3 The term seems to come from the Gbangá River in Sierra Leone or a toponymic that refers to the zone of Gbangbama, where that river comes into the sea. See Alessandra Basso Ortiz, “Los Gangá Longobá: el Nacimiento de los Dioses,” <span class="italic">Boletín Antropológico </span>52 (2001): 195-208. </p> <p class="note"> 4 On Gola, see Warren L. d’Azevedo, “A Tribal Reaction to Nationalism (Part I),” <span class="italic">Liberian Studies Journal </span>1 (1969): 1-21; and Svend E. Holsoe, “A Study of Relations between Settlers and Indigenous People in Western Liberia, 1821-1847,” <span class="italic">African Historical Studies</span> 4 (1971): 331-62. </p> <p class="note"> 5 Lino Novás Calvo, <span class="italic">Pedro Blanco, el Negrero </span> (Havana: Editorial Letras Cubanas, 1997); William Renwick Riddell, “Observation on Slavery and Privateering,” <span class="italic">Journal of Negro History</span> 15 (1930): 337-71. </p> <p class="note"> 6 See Svend E. Holsoe, “Chiefdoms and Clan Maps of Western Liberia,” <span class="italic">Liberian Studies Journal </span>1 (1969): 23-39. </p> <p class="note"> 7 On Vai, see: Svend E. Holsoe, “The cassava-leaf people: An ethno-historical study of the Vai people with particular emphasis on the Tewo chiefdom” (Ph.D. diss., Boston University, 1967). </p> <p class="note"> 8 For Sierra Leone and Liberia, see Svend E. Holsoe, “Slavery and Economic Response among the Vai (Liberia and Sierra Leone)” in <span class="italic">Slavery in Africa: Historical and Anthropological Perspectives, </span> eds. Suzanne Miers and Igor Kopytoff (Madison: University of Wisconsin Press, 1977), 287-303. </p> <p class="note"> 9 For slavery in Africa, see: Igor Kopytoff and Suzanne Miers, “African ‘Slavery’ as an Institution of Marginality,” in <span class="italic">Slavery in Africa, </span>eds. Miers and Kopytoff, 3-78. </p> <p class="note"> 10 See: José Gutierrez de la Concha Habana, <span class="italic">Memoria sobre el ramo de emancipados de la Isla de Cuba </span>(Madrid: Imprenta de la América, 1861). </p> <p class="note"> 11 Some reports have mentioned that Spanish officials were selling emancipados in Havana during the 1830s for nine ounces of gold, or about one-third the cost of a slave. Archivo Nacional de Cuba (hereafter ANC), Gobierno Superior Civil, Legajo 105/5363; ANC, Reales Órdenes y Cédulas, Legajo 100/14. </p> <p class="note"> 12 AHNM, Estado, Esclavitud, Legajo 8019/39. </p> <p class="note"> 13 Inés Roldán de Montaud, “Origen, evolución y supresión del grupo de negros ‘emancipados’ en Cuba, 1817-1870,” <span class="italic">Revista de Indias </span>42 (1982): 580. </p> <p class="note"> 14 Foreign Office, “Great Britain: Treaty between His Majesty and the Queen Regent of Spain, during the minority of her daughter, Donna Isabella the Second, Queen of Spain, for the Abolition of the Slave Trade, signed at Madrid, June 28, 1835,” <span class="italic">British and Foreign State Papers, </span>1834-35, 23: 343-71; AHNM, Ultramar, Legajo 3547/6. </p> <p class="note"> 15 ANC, Reales Órdenes y Cédulas, Legajo 51/123. </p> <p class="note"> 16 This paragraph from AHNM, Estado, Esclavitud, Legajo 8019/39/4. </p> <p class="note"> 17 Ibid., 8019/39/1-7. </p> <p class="note"> 18 Before his appointment as British Consul in Havana, Turnbull spent almost two years traveling in Cuba and writing his best-known book, <span class="italic">Travels in the West: Cuba; with Notices of Porto Rico and the Slave Trade </span>(London: Longman, Orme, Brown, Green, and Longmans, 1840). </p> <p class="note"> 19 Turnbull would return to Cuba in 1842 from the Bahamas. Accompanied by several free blacks, he hoped to free some emancipados who were held as slaves. For his arrest and deportation, see Hugh Thomas, <span class="italic">The Slave Trade: the story of the Atlantic slave trade, 1440-1870 </span>(New York: Simon and Schuster, 1997), 668. </p> <p class="note"> 20 AHNM, Estado, Esclavitud, Legajo 8019/39/10. </p> <p class="note"> 21 AHNM, Estado, Esclavitud, Legajo 8019/39/15-18. </p>
es: <p class="note"> 1. Leslie Bethell, “The Mixed Commissions for the Suppression of the Transatlantic Slave Trade in the Nineteenth Century,” Journal of African History 7 (1966): 79-93; David R. Murray, Odious Commerce: Britain, Spain, and the abolition of the Cuban slave trade (Cambridge, UK: Cambridge University Press, 1972). </p> <p class="note"> 2. Archivo Histórico Nacional, Madrid (en lo adelante AHNM), Estado, Esclavitud, Legajo 8034/21. </p> <p class="note"> 3. El término parece venir del río Gbangá en Sierra Leona o un topónimo que se refiere a la zona de Gbangbama, donde el río se une al mar. Véase Alessandra Basso Ortiz, “Los Gangá Longobá: el nacimiento de los dioses,” Boletín Antropológico 52 (2001): 195-208. </p> <p class="note"> 4. Sobre Gola, véase Warren L. d´Azevedo, A Tribal Reaction to Nationalism (Part I),” Liberian Studies Journal 1 (1969): 1-21; y Svend E. Holsoe, “A Study of Relations between Settlers and Indigenous People in Western Liberia, 1821-1847,” African Historical Studies 4 (1971): 331-62. </p> <p class="note"> 5. Lino Novás Calvo, Pedro Blanco, el Negrero (La Habana: Editorial Letras Cubanas, 1997); William Renwick Riddell, “Observation on Slavery and Privateering,” Journal of Negro History 15 (1930): 337-71. </p> <p class="note"> 6. Véase Svend E. Holsoe, “Chiefdoms and Clan Maps of Western Liberia,” Liberian Studies Journal 1 (1969): 23-39. </p> <p class="note"> 7. Sobre Vai, véase: Svend E. Holsoe, “The cassava-leaf people: An ethno-historical study of the Vai people with particular emphasis on the Tewo chiefdom” (Ph.D. diss., Boston University, 1967). </p> <p class="note"> 8. Para Sierra Leona y Liberia, véase Svend E. Holsoe, “Slavery and Economic Response among the Vai (Liberia and Sierra Leone)” en Slavery in Africa: Historical and Anthropological Perspectives, eds. Suzanne Miers and Igor Kopytoff (Madison: University of Wisconsin Press, 1977), 287-303. </p> <p class="note"> 9. Para la esclavitud en África véase: Igor Kopytoff and Suzanne Miers, “African ‘Slavery’ as an Institution of Marginality,” en Slavery in Africa, eds. Miers and Kopytoff, 3-78. </p> <p class="note"> 10. Véase: José Gutiérrez de la Concha Habana, Memoria sobre el ramo de emancipados de la Isla de Cuba (Madrid: Imprenta de la América, 1861). </p> <p class="note"> 11. Algunos reportes mencionan que los oficiales españoles estaban vendiendo emancipados en La Habana durante los 1830s por nueve onzas de oro, o aproximadamente un tercio del precio de un esclavo. Archivo Nacional de Cuba (en lo adelante ANC), Gobierno Superior Civil, Legajo 105/5363; ANC, Reales Órdenes y Cédulas, Legajo 100/14. </p> <p class="note"> 12. AHNM, Estado, Esclavitud, Legajo 8019/39. </p> <p class="note"> 13. Inés Roldán de Montaud, “Origen, evolución y supresión del grupo de negros ‘emancipados’ en Cuba, 1817-1870,” Revista de Indias 42 (1982): 580. </p> <p class="note"> 14. Foreign Office, “Great Britain: Treaty between His Majesty and the Queen Regent of Spain, during the minority of her daughter, Donna Isabella the Second, Queen of Spain, for the Abolition of the Slave Trade, signed at Madrid, June 28, 1835,” British and Foreign State Papers, 1834-35, 23: 343-71; AHNM, Ultramar, Legajo 3547/6. </p> <p class="note"> 15. ANC, Reales Órdenes y Cédulas, Legajo 51/123. </p> <p class="note"> 16. Párrafo del AHNM, Estado, Esclavitud, Legajo 8019/39/4. </p> <p class="note"> 17. Ibid., 8019/39/1-7. </p> <p class="note"> 18. Antes de su nombramiento como Cónsul británico en La Habana, Turnbull pasó cerca de dos años viajando dentro de Cuba y escribiendo su libro más conocido, Travels in the West: Cuba; with Notices of Porto Rico and the Slave Trade (London: Longman, Orme, Brown, Green, y Longmans, 1840). </p> <p class="note"> 19. Turnbull regresaría a Cuba en 1842 de las Bahamas. Acompañado por varios negros libres esperaba liberar algunos emancipados que eran tenidos como esclavos. Para su arresto y deportación véase Hugh Thomas, The Slave Trade: the story of the Atlantic slave trade, 1440-1870 (New York: Simon and Schuster, 1997), 668. </p> <p class="note"> 20. AHNM, Estado, Esclavitud, Legajo 8019/39/10. </p> <p class="note"> 21. AHNM, Estado, Esclavitud, Legajo 8019/39/15-18. </p>
pt: <p class="note"> 1 Leslie Bethell, “The Mixed Commissions for the Suppression of the Transatlantic Slave Trade in the Nineteenth Century,” <span class="italic">Journal of African History 7</span> (1966): 79-93; David R. Murray, <span class="italic">Odious Commerce: Britain, Spain, and the abolition of the Cuban slave trade</span> (Cambridge, UK: Cambridge University Press, 1972). </p> <p class="note"> 2 Archivo Histórico Nacional, Madrid (doravante AHNM), Estado, Esclavitud, Legajo 8034/21. </p> <p class="note”> 3 O termo parece vir do Rio Gbangá em Serra Leoa, ou de um topônimo que se refere à zona de Gbangbama, onde este rio deságua no mar. V. Alessandra Basso Ortiz, “Los Ganga Longobá: el de los Dioses Nacimiento,” <span class="italic">Boletín Antropológico </span>52 (2001): 195-208. </p> <p class="note”> 4 Sobre os gola, v. Warren L. d’Azevedo, “A Tribal Reaction to Nationalism (Part I),” <span class="italic">Liberian Studies Journal</span> 1 (1969): 1-21; and Svend E. Holsoe, “A Study of Relations between Settlers and Indigenous People in Western Liberia, 1821-1847,” <span class="italic">African Historical Studies</span> 4 (1971): 331-62. </p> <p class="note”> 5 Lino Novás Calvo, <span class="italic">Pedro Blanco, el Negrero</span> (Havana: Editorial Letras Cubanas, 1997); William Renwick Riddell, “Observation on Slavery and Privateering,” <span class="italic">Journal of Negro History</span> 15 (1930): 337-71. </p> <p class="note”> 6 V. Svend E. Holsoe, “Chiefdoms and Clan Maps of Western Liberia,” <span class="italic">Liberian Studies Journal</span> 1 (1969): 23-39. </p> <p class="note”> 7 Sobre os vai, v. Svend E. Holsoe, “The cassava-leaf people: An ethno-historical study of the Vai people with particular emphasis on the Tewo chiefdom” (tese de doutorado., Boston University, 1967). </p> <p class="note”> 8 Sobre Serra Leoa e Libéria, v. Svend E. Holsoe, “Slavery and Economic Response among the Vai (Liberia and Sierra Leone)” in <span class="italic">Slavery in Africa: Historical and Anthropological Perspectives</span>, orgs. Suzanne Miers and Igor Kopytoff (Madison: University of Wisconsin Press, 1977), 287-303. </p> <p class="note”> 9 Sobre a escravidão na África, v.: Igor Kopytoff and Suzanne Miers, “African ‘Slavery’ as an Institution of Marginality,” in <span class="italic">Slavery in Africa</span>, eds. Miers and Kopytoff, 3-78. </p> <p class="note”> 10 V. José Gutierrez de la Concha Habana, <span class="italic">Memoria sobre el ramo de emancipados de la Isla de Cuba</span> (Madrid: Imprenta de la América, 1861). </p> <p class="note”> 11 Alguns relatórios mencionam que as autoridades espanholas estavam vendendo emancipados em Havana durante a década de 1830 por nove onças de ouro, ou cerca de um terço do custo de um escravo. Archivo Nacional de Cuba (hereafter ANC), Gobierno Superior Civil, Legajo 105/5363; ANC, Reales Órdenes y Cédulas, Legajo 100/14. </p> <p class="note”> 12 AHNM, Estado, Esclavitud, Legajo 8019/39. </p> <p class="note”> 13 Inés Roldán de Montaud, “Origen, evolución y supresión del grupo de negros ‘emancipados’ en Cuba, 1817-1870,” <span class="italic">Revista de Indias</span> 42 (1982): 580. </p> <p class="note”> 14 Foreign Office, “Great Britain: Treaty between His Majesty and the Queen Regent of Spain, during the minority of her daughter, Donna Isabella the Second, Queen of Spain, for the Abolition of the Slave Trade, signed at Madrid, June 28, 1835,” <span class="italic">British and Foreign State Papers</span>, 1834-35, 23: 343-71; AHNM, Ultramar, Legajo 3547/6. </p> <p class="note”> 15 ANC, Reales Órdenes y Cédulas, Legajo 51/123. </p> <p class="note”> 16 Este parágrafo baseia-se em AHNM, Estado, Esclavitud, Legajo 8019/39/4. </p> <p class="note”> 17 Ibid., 8019/39/1-7. </p> <p class="note”> 18 Antes de sua nomeação como cônsul britânico em Havana, Turnbull passou quase dois anos viajando em Cuba e escrevendo seu livro mais conhecido, Travels in the West: Cuba; with Notices of Porto Rico and the Slave Trade (Londres: Longman, Orme, Brown, Green, and Longmans, 1840). </p> <p class="note”> 19 Turnbull retornaria a Cuba em 1842, vindo das Bahamas. Acompanhado de vários negros livres, ele esperava libertar alguns emancipados que eram mantidos como escravos. Sobre sua prisão e deportação, v. Hugh Thomas, <span class="italic">The Slave Trade: the story of the Atlantic slave trade, 1440-1870</span> (New York: Simon and Schuster, 1997), 668. </p> <p class="note”> 20 AHNM, Estado, Esclavitud, Legajo 8019/39/10. </p> <p class="note”> 21 AHNM, Estado, Esclavitud, Legajo 8019/39/15-18. </p>

source: July 2007
es: Julio de 2007
pt: Julho de 2007

source: Ayuba Suleiman Diallo in the Gentleman’s Magazine (1750)
es: Foto: Ayuba Suleiman Diallo en “the Gentleman´s Magazine” (1750)
pt: Ayuba Suleiman Diallo em The Gentleman’s Magazine (1750)

source: Before the nineteenth century most people in the world lived under some type of dependency of which slavery was just one form. The story of Ayuba Suleiman Diallo provides insight into a world where slavery was just another social relationship. Ayuba was a Fulbe Muslim known as Job Ben Solomon to Europeans. In 1731, he traveled from Bondu to the Gambia River to sell two slaves at his father’s request. He tried to sell the slaves to a Captain Pike but they could not agree on a price, so Ayuba sold the slaves for cows to another African trader. Ironically, on the way home Ayuba was captured by raiders and sold to the same captain with whom he had recently haggled. Captain Pike carried Ayuba off to Maryland, one of the British colonies on the North American mainland, where he spent about a year as a slave before returning to Africa via England.
es: Antes del siglo diecinueve la mayoría de las personas en el mundo vivía bajo algún tipo de dependencia entre las cuales la esclavitud era solo una de ellas. La historia de Ayuba Suleiman Diallo nos brinda una mirada a un mundo en el que la esclavitud era simplemente un modo más de relación social. Ayuba era un fulbe musulmán conocido entre los europeos como Job Ben Solomon. En 1731 viajó desde Bondu al río Gambia para vender dos esclavos como su padre le había pedido. Intentó vender los esclavos a un tal capitán Pike, pero no pudo acordar un precio, por lo que Ayuba le vendió los esclavos por vacas a otro comerciante africano. Irónicamente, en el camino a su casa Ayuba fue capturado por asaltantes y vendido al mismo capitán con quien recientemente había regateado. El capitán Pike se llevó a Ayuba para Maryland, una de las colonias británicas en tierra firme de Norteamérica donde pasó cerca de un año como esclavo antes de regresar a África a través de Inglaterra.
pt: Antes do século XIX, a maioria das pessoas no mundo vivia sob algum tipo de dependência, sendo a escravidão apenas uma das formas de dependência. A história de Ayuba Suleiman Diallo nos ajuda a compreender um mundo em que a escravidão não passava de um tipo de relação social entre outros. Ayuba era um muçulmano fula conhecido como Job Ben Solomon pelos europeus. Em 1731, ele viajou de Bondu ao rio Gâmbia para vender dois escravos a pedido de seu pai. Tentou vendê-los a um certo capitão Pike, mas como não chegaram a um acordo quanto ao preço, Ayuba trocou os escravos por vacas com outro comerciante africano. Ironicamente, no caminho de volta para casa, Ayuba foi capturado de surpresa e vendido ao mesmo comandante com quem havia recentemente regateado. O capitão Pike levou-o para o exterior, mais precisamente para Maryland, uma das colônias britânicas no continente norte-americano, onde ele passou cerca de um ano como escravo antes de retornar para a África via Inglaterra.

source: In the Americas, Ayuba shared the experiences of many enslaved Africans, and like many of his fellow Africans he attempted to run away. Ayuba was a slave at the tobacco plantations of Kent Island, Maryland. He had probably never worked under a labor regime that approached what was the norm on American plantations. During one of his attempts to escape, he met Thomas Bluett, an Englishmen, who, impressed by Ayuba’s Muslim education, helped him gain his liberty and return to Africa. Indeed, one of Ayuba’s letters still survives in the British Library and his religious convictions inspired images such as the one available in our gallery of images, published originally in 1750 in the <a href="%(resources_images-detail)s?image=solomon">Gentleman’s Magazine</a>.
es: En las Américas Ayuba compartió las experiencias de muchos otros africanos esclavizados y al igual que muchos de ellos intentó escapar. Ayuba fue un esclavo en las plantaciones de tabaco en Kent Island, Maryland. Probablemente nunca había trabajado bajo un régimen de trabajo que se asemejara a la norma de las plantaciones americanas. En uno de sus intentos de escape, Ayuba conoció a Thomas Bluett, un hombre inglés que, impresionado por la educación musulman de Ayuba, lo ayudó a recobrar su libertad y regresar a África. En efecto, una de las cartas de Ayuba permanece en la Biblioteca Británica y sus convicciones religiosas inspiraron imágenes como la disponible en nuestra galería, publicada originalmente en 1750 en el <a href="%(resources_images-detail)s?image=solomon">Gentleman´s Magazine</a>.
pt: Nas Américas, Ayuba compartilhou as experiências de muitos africanos escravizados, e como muitos de seus companheiros tentou fugir. Trabalhou como escravo nas plantations de fumo da ilha Kent, em Maryland. É provável que ele jamais tivesse trabalhado antes em condições semelhantes à norma adotada nas plantations americanas. Em uma de suas tentativas de fuga, conheceu Thomas Bluett, um inglês que, impressionado com a educação muçulmana de Ayuba, ajudou-o a ganhar sua liberdade e voltar para a África. De fato, a British Library abriga uma das cartas de Ayuba, e suas convicções religiosas inspiraram retratos como o disponível em nossa galeria de imagens, publicado originalmente em 1750, na <a href="%(resources_images-detail)s?image=solomon">Gentleman’s Magazine</a>.

source: Bluett’s memoirs, published in 1734, provide one of the most complete accounts of Ayuba’s life. Another is available by Francis Moore, who in 1744 published his accounts of travel up the River Gambia, where he met Ayuba. Thanks to the accounts of Bluett and Moore, it is possible to trace in the archives the vessel in which Ayuba crossed the Atlantic. This was the ship “Arabella,” commanded by the said Captain Pike and owned by William and Henry Hunt, merchants of London. (For more details see <a href="%(voyage_voyage_url)s?voyageId=75094">VoyageID 75094</a>).
es: Las memorias de Bluett, publicadas en 1734, proveen una de las historias más completas de la vida de Ayuba. Otra hay también disponible de Francis Moore, quien en 1744 publicó sus historias de sus viajes río arriba en el río Gambia donde conoció a Ayuba. Gracias a los relatos de Bluett y Moore, es posible encontrar en los archivos el navío en el que Ayuba cruzó el Atlántico. Este era el barco “Arabela”, capitaneado por el susodicho capitán Pike y propiedad de William y Henry Hunt, comerciantes de Londres. (Para más detalles ver <a href="%(voyage_voyage_url)s?voyageId=75094">VoyageID 75094</a>).
pt: As memórias de Bluett, publicadas em 1734, fornecem um dos relatos mais completos da vida de Ayuba. Outro documento disponível é o de Francis Moore, que subiu o rio Gâmbia, onde conheceu Ayuba, e em 1744 publicou relatos de sua viagem. Graças aos textos de Bluett e Moore, é possível rastrear nos arquivos o navio em que Ayuba cruzou o Atlântico: o Arabella, comandado pelo capitão Pike e de propriedade de William e Henry Hunt, comerciantes londrinos. (Para mais detalhes, ver <a href="%(voyage_voyage_url)s?voyageId=75094">VoyageID 75094</a>).

source: Despite his life trajectory, Ayuba’s story has received much less attention than have other known survivors of the Middle Passage such as Olaudah Equiano or Venture Smith. Ayuba Suleiman Diallo was clearly a victim of the traffic as well as a trader in slaves, and indeed he resumed his slave trading activities when he returned to Africa, working for the English Royal African Company. An important lesson to be drawn from Ayuba’s life is that slavery was widely accepted in the mid-eighteenth century among both Europeans and Africans.
es: A pesar de su trayectoria de vida, la historia de Ayuba ha recibido mucha menos atención que la que han recibido otros sobrevivientes de la trata como Olaudah Equiano o Venture Smith. Ayuba Suleiman Diallo fue claramente víctima del tráfico de esclavos a la vez que traficante. De hecho, una vez de vuelta en África volvió a sus actividades de comercio esclavista, trabajando para la Royal African Company (Real Compañía Inglesa Africana). Una importante lección a tomar de la vida de Ayuba es que la esclavitud era ampliamente aceptada a mediados del siglo dieciocho tanto entre europeos como entre africanos.
pt: Apesar de sua trajetória de vida, a história de Ayuba tem recebido muito menos atenção do que as de outros sobreviventes da travessia do Atlântico, como Olaudah Equiano ou Venture Smith. Ayuba Suleiman Diallo foi claramente uma vítima do tráfico, mas também era traficante de escravos, atividade que ele retomou quando retornou para a África, trabalhando para a Royal African Company — RAC, britânica. Uma lição importante a tirar da vida de Ayuba é que a escravidão era amplamente aceita em meados do século XVIII, tanto por europeus quanto por africanos.

source: Catherine Zimmermann-Mulgrave: A Slave Odyssey
es: Catherine Zimmermann-Mulgrave: una odisea esclava
pt: Catherine Zimmermann-Mulgrave: a odisseia de uma escrava

source: August 2007
es: Agosto de 2007
pt: Agosto de 2007
