Repository: rice-crc/voyages
Catalog: voyages/locale/*/LC_MESSAGES/django.po
Languages: es, pt

source: <p>A control variable is one that does not change (or is held constant) during analysis of data in order to minimize its effect on results. The reason for doing this is to see more clearly the effects of other variables. Consider the following example. In the Voyages Database, a researcher wishes to examine differences in mortality on slave voyages organized in Great Britain and mainland North American colonies. She begins by setting three criteria in the query frame: a) time frame: 1700-1749; b) place where voyage began: Great Britain (clicking on Great Britain, England, Scotland, and Ireland); and c) outcome of voyage for owners: Delivered slaves for original owners. Time frame is selected because the researcher wants to see if any difference between British and American voyages persisted over time. She plans to obtain results first for the period 1700-49, and then for 1750-99. The second variable, where the voyage began, is the one whose effect on mortality the researcher is interested in. The third variable, outcome for owner, is the control variable. It will not change throughout the analysis. It affects the results, but the researcher is more interested in the effect of the place where the voyage was organized. By limiting the analysis only to voyages completed as the owner of the venture intended, the researcher is able to eliminate the effect on results of other possible outcomes, such as shipwreck or capture at see by an enemy ship.</p>
es: <p>Una variable de control es aquella que no cambia (o se mantiene constante) durante el análisis de información, para minimizar su efecto en los resultados. La razón para hacer esto es para ver más claramente el efecto de otras variables. Considere el siguiente ejemplo. En la base de datos Viajes un investigador desea examinar diferencias de mortalidad en los viajes esclavistas organizados en Gran Bretaña y de aquellos organizados en las colonias inglesas de Norteamérica. Comienza por establecer tres criterios en el marco de la investigación: a) periodo de tiempo: 1700-1749; b) lugar de comienzo del viaje; Gran Bretaña (pulsando en Gran Bretaña, Inglaterra, Escocia e Irlanda; y c) desenlace del viaje para los dueños: Esclavos entregados para dueños originales. El periodo de tiempo es seleccionado porque el investigador desea saber si se mantuvo alguna diferencia entre los viajes británicos y norteamericanos. El investigador planea obtener resultados primero para el primer periodo de 1700-1749, y luego para el período 1750-1799. La segunda variable, dónde comienza el viaje, es aquella en la cual el efecto sobre la mortalidad es de interés para el investigador. La tercera variable, desenlace para el dueño, es la variable de control. Esta no cambiará durante el análisis. Afecta el resultado, pero el investigador está más interesado en el efecto que el lugar donde se organizó el viaje. Limitando el análisis solo a viajes completados como era la intención del responsable de la empresa, el investigador elimina el efecto de otros posibles desenlaces, como naufragio del barco o captura por otro barco enemigo en el mar.</p>
pt: <p>A variável de controle é aquela que não muda (ou se mantém constante) durante a análise de dados a fim de minimizar o seu efeito sobre os resultados. A razão para se fazer isso é ver com mais clareza os efeitos de outras variáveis. Eis um exemplo. No Banco de Dados: Viagens, uma pesquisadora deseja examinar as diferenças entre as taxas de mortalidade em viagens negreiras organizadas na Grã-Bretanha e as das viagens organizadas nas colônias na América do Norte continental. Ela começa configurando três critérios no quadro de consultas: a) intervalo de tempo: 1700-1749; b) lugar onde a viagem teve início: Grã-Bretanha (clicando em Grã-Bretanha, Inglaterra, Escócia e Irlanda); e c) resultado da viagem para os proprietários: Escravos entregues a proprietários originais. O intervalo de tempo é selecionado porque a pesquisadora quer ver se persistiu alguma diferença entre as viagens britânicas e as americanas ao longo do tempo. Ela planeja obter resultados primeiro em relação ao período 1700-1749, e em seguida a 1750-1799. A segunda variável, onde a viagem começou, é aquela em cujo efeito sobre a mortalidade a pesquisadora está interessada. A terceira variável, o resultado para o proprietário, é a variável de controle. Ela não vai mudar ao longo da análise. A variável afeta os resultados, mas a pesquisadora está mais interessada no efeito do local onde a viagem foi organizada. Ao limitar a análise apenas às viagens concluídas de acordo com o que o proprietário do empreendimento pretendeu, a pesquisadora pode eliminar o efeito sobre resultados de outros desenlaces possíveis, tais como o naufrágio ou a captura no mar por um navio inimigo.</p>

source: Pailebot
es: Pailebote

source: <p>An average is a value that is typical or representative of all values for the group of persons or things it describes. It is important to remember that the meaning of an average should be judged by the amount of deviation of particular cases around it. For four voyages landing 250, 280, 310, 360 slaves respectively, and for three voyages with 100 slaves and one voyage with 900, the average is the same: 300 slaves. The standard deviation is the clue to how much the average resembles particular cases in the group for which it is calculated. Divide the standard deviation by the average. The smaller the quotient, the closer particular cases are to the average. The larger the quotient, the more variation there is above and below the average.</p>
es: <p>Un promedio es un valor que es típico o representativo de todos los valores para el grupo de personas u objetos que describe. Es importante recordar que el significado de un promedio debe ser juzgado por la desviación standard de casos particulares alrededor del mismo. Para cuatro viajes que desembarcaron 250, 280, 310 y 360 esclavos respectivamente, y por otra parte, para otro grupo de tres viajes con 100 esclavos y un viaje de 900, es promedio es el mismo: 300 esclavos. La desviación standard es la clave para evaluar cuántos casos particulares son representados por el promedio en el grupo para el cual es calculada. Divida la desviación standard por el promedio. Mientras más pequeño es el cociente, mejor representa el promedio un caso particular. Mientras mayor es el cociente, mayor es la variación sobre y debajo del valor promedio.</p>
pt: <p>Uma média é um valor que é típico ou representativo de todos os valores para o grupo de pessoas ou coisas que ele descreve. É importante lembrar que o significado de uma média deve ser julgado pelo grau de desvio dos casos específicos em torno dela. Entre quatro viagens que desembarcaram 250, 280, 310 e 360 escravos, respectivamente, e três viagens com 100 escravos e uma outra com 900, a média é a mesma: 300 escravos. O desvio padrão é a pista para saber o quanto a média se assemelha a casos específicos no grupo para o qual foi calculada. Divida o desvio padrão pela média. Quanto menor for o quociente, mais perto da média os casos específicos estarão. Quanto maior for o quociente, maior será a variação acima e abaixo da média.</p>

source: <p>An X-Y chart consists of a line drawn between the co-ordinates of values of two numerical variables &ndash; one on the X (horizontal) axis, the other on the Y (vertical) axis.&nbsp;X-Y charts effectively display changes over time, with a year variable plotted on the x-axis. However, any two numeric variables that might be correlated can be plotted against each other on this type of chart, for example, Middle passage (days) and (Avg)Percentage of slaves embarked who died on voyage. Remember, too, that the query frame on the left can be used to further refine conditions for observing the correlation between two numeric variables.</p>
es: <p>Un gráfico X-Y consiste en una línea trazada entre dos coordenadas de valores de dos variables numéricas&ndash;, una en el eje horizontal X y otra en el eje vertical Y..&nbsp; Los gráficos X-Y muestran efectivamente cambios durante un periodo de tiempo, empleando un año como variable en el eje X. Sin embargo, dos variables numéricas cualesquiera que pueden ser correlacionadas pueden deben ser trazadas, una relacionada con la otra, en este tipo de gráfico, por ejemplo, Travesía en el Atlántico (días) y porcentaje (promedio) de esclavos embarcados que murieron en el viaje. Recuerde también el cuadro de búsqueda en la izquierda para refinar aún más las condiciones para observar la correlación entre dos variables numéricas.</p>
pt: <p>O gráfico XY consiste em uma linha traçada entre as coordenadas dos valores de duas variáveis numéricas — uma no eixo X (horizontal), outra no eixo Y (vertical). Os gráficos XY mostram efetivamente as mudanças ao longo do tempo, com uma variável de ano plotada no eixo x. No entanto, duas variáveis numéricas quaisquer que possam ser correlacionadas podem ser plotadas uma em relação à outra nesse tipo de gráfico — por exemplo, a Travessia do Atlântico (dias) e o Percentual (Médio) de escravos embarcados que morreram durante a viagem. Lembre-se também de que o quadro de consulta à esquerda pode ser utilizado para refinar ainda mais as condições para observar a correlação entre duas variáveis numéricas.</p>

source: <p>Any change in criteria used to select voyages also changes the representation of places of embarkation and disembarkation by yellow and red dots on the map and the meaning of the size of the dots, as shown under the legend &ldquo;Number of slaves.&rdquo; For example, in the Voyages Database, use as a point of departure the default map for the entire slave trade from 1514 to 1866. There is only one yellow dot. It is placed over Africa, the continent from which all slaves were taken. The relative sizes of the red dots show that the Caribbean, Brazil, Mainland North America and Spanish Central America, Africa and Europe were recipients of slaves, in that order of importance. The legend shows approximately how many disembarked in each broad region. Rolling over the dots gives exact statistics. Now change the time frame on the left to the period from 1808 to 1866, the era of abolition of the slave trade. You will notice that the number of slaves represented by dots of different sizes is much smaller.</p>
es: <p>Cualquier cambio en los criterios usados para seleccionar los viajes también afecta los cambios en la representación de los sitios de embarque y desembarque, que emplean puntos amarillos y rojos en el mapa cuyo tamaño tiene significado, como se muestra en la leyenda &ldquo;Número de Esclavos&rdquo;. Por ejemplo, la base de datos Viajes usa como punto de partida el mapa inicial para el comercio de esclavos total desde 1514 hasta 1866. Hay solamente un punto amarillo. Está colocado sobre África, el continente del cual se obtenían todos los esclavos. El tamaño relativo de todos los puntos rojos muestra que el Caribe, Brasil, Norteamérica Continental, la América Española continental, África y Europa eran recipientes de esclavos en ese orden de importancia. La leyenda muestra aproximadamente cuántos desembarcaron en cada región. Al posar la flecha de computador sobre los puntos, moviendo el ratón o mouse, se obtienen estadísticas exactas. Ahora cambie el cuadro de tiempo a la izquierda al periodo de 1808 a 1866, la era de la abolición de la trata. Notará que el número de esclavos representado por puntos de diferente tamaño es mucho más pequeño.</p>
pt: <p>Qualquer mudança nos critérios utilizados para selecionar as viagens muda também a representação dos locais de embarque e desembarque pelos pontos amarelos e vermelhos no mapa e o significado e o tamanho dos pontos, tal como aparecem sob a legenda “Número de escravos.” Por exemplo, no Banco de Dados: Viagens, utilize como ponto de partida o mapa padrão referente a todo o tráfico de escravos entre 1514 e 1866. Há apenas um ponto amarelo. Ele está colocado sobre a África, o continente de onde todos os escravos foram trazidos. Os tamanhos relativos dos pontos vermelhos mostram que Caribe, Brasil, América do Norte Continental e América Central Espanhola, África e Europa foram destinatários de escravos, nessa ordem de importância. A legenda mostra aproximadamente quantos desembarcaram em cada grande região. Passe o mouse sobre estes pontos para obter as estatísticas exatas. Agora altere o intervalo de tempo à esquerda para o período 1808-1866, a era da abolição do tráfico de escravos. Você vai notar que o número de escravos representados por pontos de diferentes tamanhos é muito menor.</p>

source: Particular outcome of voyage
es: Desenlace particular del viaje
pt: Resultado particular da viagem

source: <p>A simple algorithm has been used to classify the number of embarkations and/or disembarkations for broad regions, regions, or ports, depending on the choice made in &ldquo;Select map&rdquo;, into five groups from smallest to largest. The map program looks for the place with the smallest and largest number of embarkations or disembarkations. The difference between the lowest and highest number is then divided by 5, to determine the range represented by each dot size.</p>
es: <p>Se ha utilizado un simple algoritmo para clasificar el número de esclavos embarcados y/o desembarcados para regiones amplias, regiones, o puertos dependiendo de la elección hecha en &ldquo;Seleccione mapa&rdquo;, en cinco grupos clasificados de mayor a menor. El programa del mapa busca el lugar con el menor y el mayor número de embarques o desembarques. La diferencia entre el número mayor y el menor se divide por 5 para determinar el rango que representa el tamaño de cada punto.</p>
pt: <p>Um algoritmo simples foi utilizado para classificar o número de embarques e/ou desembarques de grandes regiões, regiões ou portos em cinco grupos, do menor até o maior, dependendo da escolha feita em “Selecionar mapa”. O programa do mapa procura os lugares com o menor e o maior número de embarques ou desembarques. A diferença entre o número menor e o maior é então dividida por cinco para determinar a gama representada por cada tamanho de ponto.</p>

source: <p>A <strong>data</strong> variable is one that is documented directly from one of the primary sources that provide evidence of a slaving voyage. An <strong>imputed</strong> variable is not documented directly, but is inferred by historians from data variables. The essay, &ldquo;Construction of the Trans-Atlantic Slave Trade Database: Methods and Sources,&rdquo; located in &ldquo;Understanding the Database,&rdquo; a subsection of &ldquo;The Database,&rdquo; explains the assumptions and basis of all imputed variables. On the website, they are indicated by an asterisk following the variable name. Variables with asterisks are imputed. Variables without asterisks are data variables.</p>
es: <p>Una variable de <strong>datos</strong> es una que está documentada directamente de una fuente primaria que provee evidencia de un viaje esclavista. Una variable <strong>inferida</strong> o imputada no está documentada directamente, sino se infiere de otra variable de información por los historiadores. El ensayo &ldquo;Construcción de la base da datos del tráfico transatlántico de esclavos: métodos y fuentes,&rdquo; localizado en &ldquo;Para entender la base de datos,&rdquo una subsección de &ldquo;La Bases de Datos&rdquo explica las suposiciones y bases de todas las variables inferidas. En el sitio web se indican con un asterisco seguido del nombre de la variable. Las variables con asterisco son inferidas, las variables sin asterisco son variables de datos.</p>
pt: <p>A variável de <strong>dados</strong> é aquela que está documentada diretamente em uma das fontes primárias que fornecem informações sobre uma viagem negreira. A variável <strong>imputada</strong> é aquela que não está documentada diretamente, sendo inferida pelos historiadores a partir de variáveis de dados. O ensaio “Construção do Banco de Dados do Tráfico de Escravos Transatlântico: fontes e métodos”, localizado em “Como entender o Banco de Dados,” uma subseção de “O Banco de Dados”, explica os pressupostos e as bases de todas as variáveis imputadas. No website, eles são indicados por um asterisco após o nome da variável. As variáveis com asteriscos são imputadas. As variáveis sem asteriscos são variáveis de dados.</p>

source: <p>Clicking on &ldquo;Configure columns of the table&gt;&rdquo; will open a page to choose what to display in &ldquo;List of Voyages.&rdquo; Variables are listed in the same categories that are used throughout the website. Select a variable by clicking first on the category under which it is listed in &ldquo;Choose group of variables&rdquo; and then on the variable itself in &ldquo;Available variables.&rdquo; Your choice will be highlighted. Then click on the arrow to move it to the &ldquo;Selected variables&rdquo; box. Note that you can also remove a variable displayed in &ldquo;List of voyages&rdquo; by moving it out of the selected variables box. Finally, you can set the order of columns for variables in &ldquo;List of Voyages&rdquo; by clicking on any variable and moving it up or down in the selected variables box. When you have finished configuring the list of voyages, click on &ldquo;Apply configuration.&rdquo; This returns you to the list of voyages where you will see variables displayed as you have requested.</p>
es: <p>Pulsando en &ldquo;Configure las columnas de la tabla&gt;&rdquo; abrirá una página para elegir qué mostrar en &ldquoLista de viajes.&rdquo; Las variables están relacionadas en las mismas categorías que se usan en todo el sitio web. Seleccione una variable pulsando primero sobre la categoría bajo la cual está listada en &ldquo;Seleccione grupo de variables&rdquo;, luego pulse en la misma variable que está listada en &ldquo;Variables disponibles.&rdquo; Su selección aparecerá resaltada. Luego pulse sobre la flecha para moverla al botón &ldquo;Variables seleccionadas&rdquo;. Note que puede remover una variable mostrada en &ldquo;Lista de viajes&rdquo; moviéndola fuera de la casilla de variables seleccionadas. Finalmente puede determinar el orden de las columnas para variables en la &ldquo;Lista de viajes&ldquo; pulsando sobre cualquier variable y moviéndola arriba o abajo en la casilla de variables seleccionadas. Cuando haya terminado la configuración de la lista de viajes pulse &ldquo;Aplique la configuración&rdquo;. Esto lo regresa a la lista de viajes donde verá las variables dispuestas según se ha solicitado.</p>
pt: <p>Ao clicar em “Configurar colunas da tabela>”, você abrirá uma página para nela escolher o que será exibido na “Lista de viagens”. As variáveis são listadas nas mesmas categorias que são utilizadas em todo o website. Selecione uma variável clicando primeiro na categoria sob a qual ela é listada em “Escolher grupo de variáveis” e depois na própria variável em “Variáveis disponíveis.” Sua escolha será destacada. Em seguida, clique na seta para movê-la para a caixa de “Variáveis selecionadas”. Observe que você também pode remover uma variável exibida na “Lista de viagens” retirando-a da caixa de variáveis selecionadas. Finalmente, você pode definir a ordem das colunas referentes às variáveis em “Lista de viagens” clicando em qualquer variável e movendo-a para cima ou para baixo na caixa de variáveis selecionadas. Quando terminar de configurar a lista de viagens, clique em “Aplicar configuração.” Isso o levará de volta para a lista de viagens, onde você verá as variáveis exibidas tal como você solicitou.</p>

source: <p>Click on the variable in the set of Basic or General variables. It will open a space to enter the name or part of the name. The query program will list all records containing the sequence of letters you enter after click on &ldquo;Search&rdquo; to activate the program. Searching for a source is slightly more complicated because it requires one to enter its short reference rather than the full reference. To find voyages described in a particular source, begin by finding it in the bibliography of &ldquo;Sources&rdquo; in &ldquo;Understanding the Database.&rdquo; Note that the list of sources can be sorted by either short or long reference.</p>
es: <p>Pulse en la variable en el grupo de variables básicas o generales. Esto abrirá un espacio para entrar el nombre o parte del nombre. El programa de búsqueda relacionará todos los registros que contienen la secuencia de letras introducidas después de pulsar en &ldquo;Búsqueda&rdquo; para activar el programa. Pruebe variar los acentos y la acentuación del nombre, pues puede figurar en forma diferente en las fuentes. La búsqueda de una fuente es un poco más complicada porque requiere entrar la referencia corta en lugar de la referencia completa. Para encontrar viajes descritos en una fuente particular, comience encontrándola en la bibliografía de &ldquo;Fuentes&rdquo; en &ldquo;Guía de la base de datos&ldquo;. Note que la lista de fuentes puede ser organizada por la referencia corta o larga..</p>
pt: <p>Clique na variável no conjunto de variáveis Básicas ou Gerais. Vai abrir-se um espaço para digitar o nome ou parte do nome. O programa de consulta listará todos os registros que contêm a sequência de letras que você digitar depois de clicar em “Pesquisar” para ativar o programa. Procurar por uma fonte é um pouco mais complicado, porque requer que se entre com a referência abreviada e não com a referência completa. Para encontrar as viagens descritas em uma fonte específica, comece localizando-a na bibliografia de “Fontes”, em “Para entender o Banco de Dados.” Observe que a lista de fontes pode ser ordenada tanto pela referência abreviada quanto pela completa.</p>

source: <p>Compare statistics for the voyage, as shown in Voyage detail, to summary statistics for all voyages or voyages of the same type. All voyages are usually too large a reference group to be a meaningful unit of comparison. It is more revealing to determine if a voyage is typical of others under the same flag, or from the same period of time, or following the same route from a region in Africa to a region in the Americas.</p>
es: <p>Compare las estadísticas sobre ese viaje, como se muestra en Detalles de Viaje, con el sumario estadístico para todos los viajes o para viajes del mismo tipo. Todos los viajes son generalmente un grupo de referencia demasiado grande para dar una unidad útil de comparación. Es más revelador determinar si un viaje es típico considerando otros bajo la misma bandera, en el mismo periodo de tiempo, o siguiendo la misma ruta desde África a una región determinada de las Américas.</p>
pt: <p>Compare as estatísticas da viagem, tal como aparecem nos detalhes da Viagem, com as estatísticas resumidas referentes a todas as viagens ou viagens do mesmo tipo. “Todas as viagens” geralmente constitui um grupo de referência grande demais para servir como unidade de comparação significativa. É mais revelador determinar se uma viagem é típica de outras sob a mesma bandeira, ou do mesmo intervalo de tempo, ou seguindo a mesma rota de uma região na África para uma região nas Américas.</p>
