Repository: rice-crc/voyages
Catalog: voyages/locale/*/LC_MESSAGES/django.po
Languages: es, pt

source: <span class="superscript">21</span> See Herbert S. Klein, The <span class="italic">Middle Passage: Comparative Studies in the Atlantic Slave Trade</span> (Princeton: Princeton University Press, 1978), 29-31.
es: <span class="superscript">21</span> Ver Herbert S. Klein, The <span class="italic">Middle Passage: Comparative Studies in the Atlantic Slave Trade</span> (Princeton: Princeton University Press, 1978), 29-31.
pt: <span class="superscript">21</span> V. Herbert S. Klein, The <span class="italic">Middle Passage: Comparative Studies in the Atlantic Slave Trade</span> (Princeton: Princeton University Press, 1978), 29-31.

source: <span class="superscript">22</span> See, for example, H. Chamberlain to Canning, 7 July 1824 (enc.), BNA, FO84/31.
es: <span class="superscript">22</span> Ver, por ejemplo, H. Chamberlain to Canning, 7 July 1824 (enc.), BNA, FO84/31.
pt: <span class="superscript">22</span> V., por exemplo, H. Chamberlain to Canning, 7 July 1824 (enc.), BNA, FO84/31.

source: <span class="superscript">23</span> David Eltis and David Richardson, “Slave Prices of Newly Arrived Africans in the Americas, 1673-1807: A Quinquennial Series,” in <span class="italic">Historical Statistics of the United States</span>, Susan Carter et al., eds. (Cambridge, UK: Cambridge University Press, 2006), 5: 690-691; <span class="italic">idem</span>, “Markets for Newly Arrived Slaves in the Americas, 1673-1864,” in <span class="italic">Slavery in the Development of the Americas</span>, David Eltis, Frank Lewis, and Kenneth Sokoloff, eds. (Cambridge, UK: Cambridge University Press, 2004), 183-221.
es: <span class="superscript">23</span> David Eltis y David Richardson, “Slave Prices of Newly Arrived Africans in the Americas, 1673-1807: A Quinquennial Series,” en <span class="italic">Historical Statistics of the United States</span>, Susan Carter et al., eds. (Cambridge, UK: Cambridge University Press, 2006), 5: 690-691; <span class="italic">idem</span>, “Markets for Newly Arrived Slaves in the Americas, 1673-1864,” en <span class="italic">Slavery in the Development of the Americas</span>, David Eltis, Frank Lewis, and Kenneth Sokoloff, eds. (Cambridge, UK: Cambridge University Press, 2004), 183-221.
pt: <span class="superscript">23</span> David Eltis e David Richardson, “Slave Prices of Newly Arrived Africans in the Americas, 1673-1807: A Quinquennial Series,” in <span class="italic">Historical Statistics of the United States</span>, Susan Carter et al., orgs. (Cambridge, UK: Cambridge University Press, 2006), 5: 690-691; <span class="italic">idem</span>, “Markets for Newly Arrived Slaves in the Americas, 1673-1864,” in <span class="italic">Slavery in the Development of the Americas</span>, David Eltis, Frank Lewis, e Kenneth Sokoloff, orgs. (Cambridge, UK: Cambridge University Press, 2004), 183-221.

source: <span class="superscript">24</span> More specifically, the price presented here is the average of the first ten males sold off the vessel.
es: <span class="superscript">24</span>De manera más específica, el precio que presentamos es el promedio para los primeros diez varones vendidos al salir del navío.
pt: <span class="superscript">24</span> Mais especificamente, o valor apresentado aqui é a média dos primeiros dez homens vendidos após o desembarque.

source: Nature of Sources
es: Naturaleza de las fuentes
pt: Natureza das fontes

source: Much of what is new in this data set lies in the sources, which call for some discussion. The published data draw on a wide range of published and archival information. Postma, Mettas, and Richardson used new material in the preparation of their published catalogues of voyages. Our data set does not reproduce all the sources that previous authors used and listed. Thus, voyages drawn from published sources are represented here by that single reference to them alone. Anyone wishing to consult their archival references will have to look them up in the hard copy of these published volumes. We edited individual voyage details in these collections only when we found new documentary evidence to support a change; consequently, we added these new references to the source record. Pulling together the results of work carried out in separate national archives was particularly fruitful because trans-Atlantic slave vessels could clear from one jurisdiction and arrive in the Americas in another. Specifically, the international nature of the slave trade meant that a voyage that might appear primarily in one national body of records had a very good chance of showing up, in addition, in the records of other countries. Thus, voyages organized by London merchants operating independently of the Royal African Company (RAC) in the 1670s and 1680s obtained their slaves in South-east Africa, outside the RAC’s English monopoly and where the English East India Company had little physical presence. Because almost all these ships called at the Cape before beginning their trans-Atlantic journeys, several of them appear in the Dutch Cape of Good Hope archives.<span class="superscript">(3 )</span> Portuguese ships leaving Bahia in Brazil for the "Mina" coast appear in English Cape Coast Castle material at the Public Record Office. Slave ships of every nationality appear in Lloyd’s Lists, and of course the hundreds of slave ships captured in the many European wars are often carefully documented in the archives of the captors, as well as in the records of the nations to which the ships belonged. Indeed, the South Atlantic Portuguese trade has fewer sources per voyage, precisely because this branch of the traffic operated independently of the others. Winds and ocean currents kept the South Atlantic trade out of the non-Portuguese archives, as well as keeping northern Europeans out of South Atlantic ports.
es: En gran medida, lo novedoso de esta base de datos reside en las fuentes de información utilizadas, lo cual amerita cierto debate. La información divulgada en esta base de datos proviene de un amplio margen de fuentes, tanto publicadas como de archivo. Postma, Mettas y Richardson utilizaron nuevo material para la preparación de sus catálogos de viajes publicados. Nuestra base de datos no reproduce todas las fuentes previamente utilizadas y citadas por otros autores. De este modo los viajes que provienen de fuentes ya publicadas son referidos exclusivamente así. Quien desee consultar la fuente original en sus archivos deberá buscarla en la copia impresa de los volúmenes publicados. Hemos editado los detalles individuales de un viaje solo cuando se ha encontrado nueva evidencia documental que así lo requiera. Como resultado hemos añadido estas nuevas referencias a la fuente. Unir los resultados de las investigaciones realizadas en distintos archivos nacionales ha sido especialmente fructífero porque los barcos trasatlánticos de esclavos podían partir de una jurisdicción y llegar a otra en América. Particularmente, el carácter internacional de la trata se presta a la posibilidad de que un viaje que aparece en un determinado registro se encuentre también registrado en otra fuente en otro país. De este modo viajes organizados por traficantes en Londres, que operaban independientemente de la Real Compañía Africana en 1670 y 1680 adquirían sus esclavos en el sureste de África, fuera del monopolio inglés de la Real Compañía y donde la Compañía Inglesa de las Indias Orientales tenía poca presencia. Puesto que casi todos estos barcos eran convocados al Cabo antes de emprender su viaje, muchos aparecen en los archivos holandeses del Cabo de Buena Esperanza<span class="superscript">(3). )</span> Los barcos portugueses que partían de Bahia en Brasil hacia la costa de “Mina” aparecen en los documentos ingleses del Castillo de Cape Coast en la oficina de registros públicos. En las listas de Lloyd aparecen registrados barcos de esclavos de todas las nacionalidades, y por supuesto, los cientos de barcos capturados en las muchas guerras europeas están cuidadosamente documentados en los archivos de los captores, así como en los registros de los países a los que pertenecían dichos barcos. De hecho, el tráfico portugués sur atlántico tiene menos fuentes para cada viaje, precisamente porque esta rama del tráfico de esclavos operaba independientemente de los otros. Los vientos y corrientes oceánicas mantuvieron la trata sur atlántica fuera de los archivos no portugueses, así como los europeos del Norte también separados de los puertos del Atlántico sur.
pt: Muito do que há de novo neste conjunto de dados encontra-se nas fontes, que exigem algumas explicações. Os dados publicados recorrem a uma vasta gama de informações publicadas e extraídas de arquivos. Postma, Mettas e Richardson utilizaram material novo na preparação dos catálogos de viagens que publicaram. Nosso conjunto de dados não reproduz todas as fontes que os autores anteriores usaram e listaram. Assim, as viagens retiradas de fontes publicadas estão aqui representadas por essa única referência a eles. Quem quiser consultar as referências de arquivo destes autores terá que procurá-las na versão em papel desses volumes publicados. Só editamos detalhes de viagem individuais nestas coleções quando encontramos algum documento novo que sirva de base para uma mudança; nesses casos, acrescentamos essas novas referências ao registro de fontes. A reunião dos resultados de trabalhos realizados em arquivos nacionais diferentes foi particularmente proveitosa porque os navios negreiros que faziam viagens transatlânticas podiam partir de uma jurisdição e chegar nas Américas em outra. Especificamente, a natureza internacional do tráfico de escravos era tal que uma viagem que aparecia principalmente em um corpo nacional de registros tinha uma boa chance de figurar também nos registros de outros países. Assim, as viagens organizadas por comerciantes londrinos que atuavam independentemente da Royal African Company — RAC nas décadas de 1670 e 1680 obtinham seus escravos no sudeste da África, região fora do monopólio inglês da RAC, e onde a East India Company inglesa tinha pouca presença física. Como quase todos estes navios faziam escala no cabo da Boa Esperança antes de iniciarem suas viagens transatlânticas, vários deles aparecem nos arquivos holandeses referentes ao cabo. <span class="superscript">(3)</span> Os navios portugueses que partiam da Bahia, no Brasil, para a “Costa da Mina” aparecem no material inglês do Castelo da Costa do Cabo, no Public Record Office, o arquivo nacional britânico. Navios negreiros de todas as nacionalidades figuram nas listas do Lloyd’s, e, é claro, as centenas de navios negreiros capturados nas muitas guerras europeias estão muitas vezes cuidadosamente documentados nos arquivos dos captores, assim como nos registros das nações a que pertenciam. Na verdade, o tráfico português no Atlântico Sul tem menos fontes por viagem precisamente porque este ramo do tráfico operava independentemente dos outros. Os ventos e as correntes marítimas mantiveram o tráfico do Atlântico Sul fora dos arquivos não-portugueses, tal como mantinham os europeus do norte afastados dos portos do Atlântico Sul.

source: Of the 34,948 voyages in the data set, 12,320 have only one source listed. In fact, more than half of these apparently single-source records are taken from already published material where, in nearly all cases, additional primary references are to be found. Furthermore, other publications on which the present data set draws, such as Coughtry’s listing of Rhode Island voyages, are based on a range of primary documents which are not listed by voyage in the publication itself. After allowing for these multi-sourced single references, it would appear that perhaps only one in six of the 34,948 voyages are based on a single historical record. Sixty percent of the voyages in the set have three or more separate sources each. Researchers should no longer need to depend on data collected on the basis of a single source. Abbreviated reference to the sources for any particular voyage can be viewed in the results section of the database by clicking on “configure columns” and transferring “sources” from left box to the right box in the resulting window. The full reference may be viewed by rolling the cursor over the abbreviated source or by clicking on the row of a voyage to view voyage details. Alphabetic listings of references and full descriptions of locations are to be found in <a href="%(voyage_sources_url)s">Home> Voyages Database> Understanding the database> Sources </a>.
es: De los 34,948 viajes en la base de datos, 12,320 tienen solo una fuente anotada. En efecto, más de la mitad de estos registros aparentemente tomados de una sola fuente ya son material publicado en los que, en la mayoría de los casos, no se han encontrado referencias primarias adicionales. Más aún, otras publicaciones de las cuales esta base de datos toma información como la lista de Coughtry de los viajes de Rhode Island, se basan en una serie de documentos primarios que no están recogidos por viaje en la misma publicación. Tras aceptar estas referencias exclusivas provenientes de múltiples fuentes, parecería que solamente uno de cada seis viajes de los 34,948 viajes se basa en un único registro histórico. El sesenta por ciento de los viajes en este grupo tiene tres o más fuentes separadas cada uno. Los investigadores no necesitan ya depender de información que se ha recogido de una sola fuente. Una referencia abreviada a las fuentes de cualquier viaje puede encontrarse en la sección de resultados de la base de datos haciendo click el enlace “Configurar Columnas” y transfiriendo “Fuentes” del recuadro de la izquierda al de la derecha en la siguiente ventana. La referencia completa puede verse moviendo el cursor sobre la fuente abreviada o haciendo click en la hilera de un viaje para ver los detalles del mismo. Las listas de referencias en orden alfabético y las descripciones completas se encuentran en la <a href="%(voyage_sources_url)s">Página de Inicio → Base de datos Viajes → Para entender la base de datos → Fuentes </a>.
pt: Das 34.948 viagens que constam do conjunto de dados, 12.320 têm apenas uma fonte listada. Na verdade, mais da metade desses registros que aparentemente têm uma única fonte são tomados de material já publicado, onde em quase todos os casos podem ser encontradas referências primárias adicionais. Além disso, outras publicações nas quais o presente conjunto de dados se baseia, tais como a lista de Coughtry de viagens envolvendo Rhode Island, baseiam-se em uma série de documentos primários que não estão listados por viagem na própria publicação. Depois de descontadas essas referências únicas com múltiplas fontes, tudo indica que apenas uma em cada seis das 34.948 viagens se baseia em um único registro histórico. Sessenta por cento das viagens no conjunto de dados contêm três ou mais fontes distintas cada uma. Os pesquisadores não deverão mais precisar depender de dados coletados com base em uma única fonte. Uma referência abreviada às fontes de qualquer viagem específica pode ser vista na seção de resultados do banco de dados ao clicar em “configurar colunas” e arrastar “fontes” da caixa da esquerda para a caixa da direita na janela resultante. A referência completa pode ser vista passando-se o cursor sobre a fonte abreviada ou clicando-se na linha de uma viagem para ver os detalhes da viagem. As listagens alfabéticas de referências e as descrições completas dos locais encontram-se em <a href="%(voyage_sources_url)s">Início> Banco de Dados Viagens> Para entender o banco de dados> Fontes</a>.

source: While the sources are relatively rich, diversity brings a new set of problems. We can hardly expect that reports on voyages made several thousand miles—as well as several months—apart, often in different languages and under different bureaucracies, each with a separate set of official procedures to follow, to always generate perfectly consistent information. For example, 216 voyages in the data set apparently arrived in the Americas with more slaves on board than when they left Africa. Others left port more than once on the same voyage, and some ships reportedly changed tonnage and even rig in the course of the voyage. The same ship occasionally appears under more than one name on the same voyage. Those used to working with a single source per voyage and generating data sets without any conflicting information should be warned that the editors have not attempted to correct all these problems. The data set offered here is by no means "clean" in the sense of being entirely internally consistent. We have pursued and eliminated many of the inconsistencies, but to eliminate all would have imposed an order on the historical record that anyone who has visited the archives (or indeed examined published sources such as Mettas or Richardson) knows does not exist. The editors always entered only one value per variable when faced with alternative information. In making such choices, we followed certain rules that researchers can change after going back to the sources. If users elect to do this, however, they, too, will have a set which is both not "clean" and not necessarily reflective of the historical records from which it is drawn.
es: Si bien las fuentes son relativamente ricas, la diversidad genera nuevos problemas. Es casi imposible pretender que reportes de viajes con miles de millas y en ocasiones varios meses de diferencia, a menudo escritos en distintos idiomas y bajo distintas presiones burocráticas, cada una con su propio protocolo coincidan de manera perfecta en la información provista. Por ejemplo, 216 viajes en la base de datos aparentemente arribaron a las Américas con más esclavos a bordo que los que tenían al salir de África. Otros parten del puerto más de una vez durante el mismo viaje, y otros cambian el tonelaje y hasta el aparejo durante el curso del viaje. El mismo barco en ocasiones aparece bajo más de un nombre durante el mismo viaje. A los que están acostumbrados a trabajar con una sola fuente por viaje y generando conjuntos de datos sin conflictos en la información, debe advertírseles que los editores no han intentado corregir estos problemas. La información ofrecida aquí es en modo alguna “limpia”, en el sentido de consistencia interna. Si bien se han detectado y eliminado muchas de esas inconsistencias, eliminarlas todas habría impuesto un orden en el registro histórico que cualquiera que haya visitado los archivos (o incluso fuentes publicadas como Mettas o Richardson) sabe que no existe. Los editores siempre ingresaron un solo valor para cada variable al encontrarse con información alternativa. Al hacer dicha selección, seguimos ciertas reglas que los investigadores pueden cambiar luego de regresar a las fuentes originales. Si los usuarios deciden hacer esto ellos también se encontrarán ante un conjunto que no solo no está “limpio” sino que puede que tampoco refleje los registros históricos de donde se obtuvieron.
pt: Embora as fontes sejam relativamente ricas, a diversidade traz um novo conjunto de problemas. Não se pode querer que relatórios sobre viagens que cobriam milhares de quilômetros — e que duravam vários meses —, muitas envolvendo línguas diversas e diferentes burocracias, cada um com um conjunto distinto de procedimentos oficiais a seguir, sempre gerem informações perfeitamente congruentes. Por exemplo, 216 viagens do conjunto de dados aparentemente chegaram às Américas com mais escravos a bordo do que havia quando deixaram a África. Outras partiram do mesmo porto mais de uma vez na mesma viagem, e alguns navios teriam mudado sua tonelagem e até mesmo a armação no decorrer da viagem. O mesmo navio aparece ocasionalmente com mais de um nome na mesma viagem. Aqueles acostumados a trabalhar com uma única fonte por viagem e a gerar conjuntos de dados sem qualquer informação conflitante devem ter em mente que os editores não tentaram corrigir todos esses problemas. O conjunto de dados oferecido aqui não é de nenhuma maneira “limpo”, no sentido de ser ter consistência interna absoluta. Tentamos e conseguimos eliminar muitas das incongruências, mas se eliminássemos todas teríamos que impor ao registro histórico uma ordem que qualquer um que tenha visitado os arquivos (ou mesmo examinado as fontes publicadas, tais como Mettas ou Richardson) sabe que não existe. Os editores anotaram apenas um valor por variável quando confrontados com alguma informação alternativa. Ao fazer tais escolhas, seguimos certas regras que os pesquisadores podem mudar depois de voltar às fontes. Se os usuários optarem por fazer isso, no entanto, eles também terão um conjunto que não é “limpo”, e que além disso não reflete necessariamente os registros históricos de onde foi retirado.

source: Cases and Variables
es: Casos y variables
pt: Casos e variáveis
