Repository: rice-crc/voyages
Catalog: voyages/locale/*/LC_MESSAGES/django.po
Languages: es, pt

source: Please confirm that <a href="mailto:%(email)s">%(email)s</a> is an e-mail address for user %(user_display)s.
es: Por favor confirme que <a href="mailto:%(email)s">%(email)s </a> es una dirección de correo electrónico para el usuario %(user_display)s.

source: This e-mail confirmation link expired or is invalid. Please <a href="%(email_url)s">issue a new e-mail confirmation request</a>.
es: Este enlace de confirmación de correo electrónico expiró o no es válido. Por favor, <a href="%(email_url) s" > emitir una nueva solicitud de confirmación por correo electrónico </a>.

source: You have confirmed that <a href="mailto:%(email)s">%(email)s</a> is an e-mail address for user %(user_display)s.
es: Usted ha confirmado que <a href="mailto:%(email)s">%(email)s </a> es una dirección de correo electrónico para el usuario%(user_display)s.

source: The Contribute section allows users of the Voyages website to supply and/or revise existing information in the Voyages Database. A team of slave trade scholars will review each contribution as part of the peer-review process. New and/or revised information will be incorporated in the subsequent updates to the Voyages Database.
es: La sección Contribuir permite a los usuarios del sito Viajes suministrar y/o revisar la información existente en la Base de datos Viajes. Un equipo de académicos expertos en el comercio de esclavos revisará cada contribución como parte de un proceso de evaluación entre pares. Información nueva y/o revisada será incorporada en las actualizaciones subsecuentes de la Base de datos Viajes.

source: The Contribute feature facilitates collaborative research and information sharing among the global network of scholars working to continuously improve the store of knowledge about the slave trade. These scholars are increasingly working across diverse forms of media, from written documents to collections of machine-readable data. The Voyages Database is itself the product of extensive revisions since the publication of the CD-ROM version of the dataset in 1999. The Contribute section allows the database to continue evolving in a way that respects the high standards of scholarship governing the construction of the original database.
es: La función Contribute facilita la investigación colaborativa y el intercambio de información entre la red global de académicos que trabajan para mejorar continuamente la tienda de conocimiento sobre el comercio de esclavos. Estos eruditos están trabajando cada vez más en diversas formas de medios de comunicación, desde documentos escritos hasta colecciones de datos legibles por máquina. La base de datos de Voyages es en sí misma producto de extensas revisiones desde la publicación de la versión de CD-ROM del DataSet en 1999. La sección Contribute permite que la base de datos continúe evolucionando de una manera que respete los altos estándares de becas que rigen la construcción de la base de datos original.

source: Step-by-step instructions on how to use the Contribute forms are provided in the Voyages Guide, a PDF file accessible in <a href="%(voyage_guide_url)s">“Understanding the Database”</a>. For further advice on contributing new data, we ask you to read our <a href="%(contribute_guidelines_url)s">“Guidelines for Contributors.”</a>
es: Instrucciones detalladas paso a paso sobre cómo utilizar los formularios se proveen en la Guía de Viajes, un archivo PDF accesible en <a href="%(voyage_guide_url)s">Comprendiendo la base de datos</a>. Para más consejos sobre cómo contribuir con nuevos datos le recomendamos leer nuestros <a href="%(contribute_guidelines_url)s"> Lineamientos para Contribuidores.</a>

source: For purposes of managing contributions to the website, contributors are asked to register for an account and provide an email address for communication.
es: Con el propósito de administrar las contribuciones al sitio web, se pide a quienes contribuyan datos que se creen una cuenta y provean, además, dirección de correo electrónico para la comunicación.

source: You are already signed in.
es: Ya esta iniciada su sesión.

source: Sign in
es: Iniciar Sesión
pt: Entrar

source: In order to access the Contribute section, please sign in.
es: Para tener acceso a la sección Contribuir, por favor regístrese o cree una cuenta.
pt: Para acessar a seção Colaborar, por favor faça seu login.

source: Your username/email and password didn't match. Please try again.
es: Su nombre de usuario y email y contraseña no corresponden. Trate de nuevo.
pt: O nome de usuário/email e a senha não correspondem. Por favor, tente de novo.

source: Sign in with Google
es: Registrarse con Google

source: If you don't have an account, <a href="%(contribute_newuser_url)s">Create an Account</a>. If you have forgotten your password, <a href="%(password_reset_url)s">Retrieve Password</a>.
es: If Si no tiene una cuenta, <a href="%(contribute_newuser_url)s">Crear Cuenta</a>. If Si ha olvidado su contraseña, <a href="%(password_reset_url)s">Recuperar contraseña</a>.

source: Sign Out
es: Termine sesion

source: Are you sure you want to sign out?
es: Está seguro que quiere terminar la sesión?

source: You cannot remove your primary e-mail address (%(email)s).
es: No puede eliminar su dirección de correo electrónico principal (%(email)s).

source: Confirmation e-mail sent to %(email)s.
es: Correo electrónico de confirmación enviado a %(email)s.

source: You have confirmed %(email)s.
es: Usted ha confirmado %(email)s.

source: Removed e-mail address %(email)s.
es: Dirección de e-mail removida %(email)s.

source: Successfully signed in as %(name)s.
es: Registrado como %(name)s.

source: You have signed out.
es: Usted ha terminado la sesión.

source: Password successfully changed.
es: Contraseña ha sido cambiada.

source: Password successfully set.
es: Contraseña ha sido establecida.

source: Primary e-mail address set.
es: Email primario establecido.

source: Your primary e-mail address must be verified.
es: Su email primario debe ser confirmado.

source: Password Reset
es: Contraseña reseteada

source: Forgotten your password? Enter your e-mail address below, and we'll send you an e-mail allowing you to reset it.
es: ¿Olvidó su contraseña? Introduzca su dirección de correo electrónico a continuación y le enviaremos un correo electrónico que le permitirá restablecerlo.

source: Reset My Password
es: Resetear my contraseña

source: Please contact us if you have any trouble resetting your password.
es: Por favor contacte con nostros si tiene problemas en cambiar su contraseña.

source: We have sent you an e-mail. Please contact us if you do not receive it within a few minutes.
es: Te enviamos un e-mail. Póngase en contacto con nosotros si no lo recibe en pocos minutos.

source: Bad Token
es: Token incorrecto

source: The password reset link was invalid, possibly because it has already been used. Please request a <a href="%(passwd_reset_url)s">new password reset</a>.
es: El enlace de restablecimiento de contraseña no es válido, posiblemente debido a que ya se fue utilizado. Por favor, solicita un <a href="%(passwd_reset_url)s">nuevo restablecimiento de contraseña</a> .

source: change password
es: cambiar contraseña

source: Your password is now changed.
es: Su contraseña ahora ha sido cambiada.

source: Set Password
es: Establezca contraseña

source: Sign-up
es: Inicie sesión

source: Already have an account? Then please <a href="%(login_url)s">sign in</a>.
es: Ya tiene una cuenta? Entonces por favor <a href="%(login_url)s">Inicie sesión</a>.

source: Sign Up Closed
es: Registro cerrado

source: We are sorry, but the sign up is currently closed.
es: Lo sentimos, pero el registro está cerrado por el momento.

source: Note
es: Nota
pt: Nota

source: you are already logged in as %(user_display)s.
es: ya ha iniciado sesión como%(user_display)s.

source: Verify Your E-mail Address
es: Verifique su email

source: We have sent an e-mail to you for verification. Follow the link provided to finalize the signup process. Please contact us if you do not receive it within a few minutes.
es: Le hemos enviado un email para que lo verifique. Siga el enlace provisto para finalizar el proceso de registro. Por favor contáctenos si no recibe el email dentro de unos minutos.

source: This part of the site requires us to verify that you are who you claim to be. For this purpose, we require that you verify ownership of your e-mail address.
es: Esta parte del sitio requiere que usted verifique que usted es quien es. Por eso, le requerimos que verifique su casilla de email.

source: We have sent an e-mail to you for verification. Please click on the link inside this e-mail. Please contact us if you do not receive it within a few minutes.
es: Le enviamos un correo electrónico para su verificación. Por favor, haga clic en el enlace dentro de este correo electrónico. Póngase en contacto con nosotros si no lo recibe en pocos minutos.

source: <strong>Note:</strong> you can still <a href="%(email_url)s">change your e-mail address</a>.
es: <strong>Nota:</strong> todavía puede <a href="%(email_url)s">cambiar su dirección de correo electrónico</a>.

source: Admin Home
es: Administrador página principal
pt: Página do Admin

source: Change password
es: Cambiar contraseña
pt: Altere a senha

source: Voyage Admin
es: Administrador en vivo
pt: Admin da Viagem

source: Live
es: Vivo

source: Any changes will take effect immediately
es: Todo los cambios van a tomar efecto inmediato

source: Copyright 2019 Emory University. Software licensed under
es: Derechos de autor 2019 Emory University. Software licenciado bajo

source: GNU General Public License 3.0
es: Licencia Pública General de GNU 3.0

source: or later version.
es: o una versión posterior.

source: Some content licensed under
es: Algunos contenidos licenciados bajo

source: Creative Commons Attribution-Non-Commercial 3.0
es: Creative Commons Reconocimiento-No comercial 3.0

source: OpenID Sign In
es: ID Registrarse

source: Social Network Login Failure
es: Falla en el registro a través de red social

source: An error occurred while attempting to login via your social network account.
es: Un error ocurrió al intentar registrarse con su cuenta de red social.

source: Account Connections
es: Conexiones de la cuenta

source: You can sign in to your account using any of the following third party accounts:
es: Puede registrarse en su cuenta usando cualquiera de los siguientes servicios tercerizados:

source: You currently have no social network accounts connected to this account.
es: No tiene ninguna cuenta de red social conectada con esta cuenta.

source: Add a 3rd Party Account
es: Agregue una cuenta de terceros

source: Login Cancelled
es: Sesión cancelada

source: You decided to cancel logging in to our site using one of your existing accounts. If this was a mistake, please proceed to <a href="%(login_url)s">sign in</a>.
es: Decidió cancelar el registro en nuestro sitio utilizando una de sus cuentas existentes. Si esto fue un error, por favor proceda a <a href="%(login_url)s">Iniciar Sesión</a>.

source: The social account has been connected.
es: La cuenta de red social ha sido conectada.

source: The social account is already connected to a different account.
es: La cuenta de red social ya está asociada a una cuenta diferente.

source: The social account has been disconnected.
es: La cuenta de red social ha sido desconectada.

source: Signup
es: Iniciar sesión

source: Sign Up
es: Iniciar sesión

source: You are about to use your %(provider_name)s account to login to %(site_name)s. As a final step, please complete the following form:
es: Está a punto de usar su cuenta %(provider_name)s para iniciar sesión en %(site_name)s. Como paso final, complete el siguiente formulario:

source: Slave Ship in 3D Video
es: Nave esclava en vídeo 3D

source: Timeline and Chronology
es: Linea de tiempo y cronología
pt: Linha do Tempo e Cronologia

source: Acknowledgements
es: Reconocimientos
pt: Agradecimentos

source: Sponsors
es: Espónsores
pt: Patrocinadores

source: The National Endowment for the Humanities (NEH) is an independent grant-making agency of the United States government dedicated to supporting research, education, preservation, and public programs in the humanities. Each year the NEH designates a portion of its grants as "We the People" projects -- a special recognition by the NEH for model projects that advance the study, teaching, and understanding of American history and culture. In addition to its financial support, the NEH has honored the Expanded Online Trans-Atlantic Slave Trade Database project by designating it a "We the People" project.
es: El Fondo Nacional para las Humanidades (NEH, por sus siglas en inglés) es una agencia independiente patrocinadora que pertenece al gobierno de los Estados Unidos, dedicada a apoyar la investigación, la educación, la preservación, así como a programas públicos en las humanidades. Cada año la NEH designa una parte de sus subvenciones como proyectos “We the People” (Nosotros el pueblo), un reconocimiento especial de la NEH a proyectos modelo que avancen el estudio, la enseñanza, y la comprensión de la cultura e historia norteamericanas. Además de la ayuda económica, la NEH ha honrado a la Base de datos expandida en línea sobre el comercio transatlántico de esclavos, al designarla como un proyecto “We the People”.
pt: A National Endowment for the Humanities (NEH) é uma agência independente do governo dos Estados Unidos dedicada a financiar projetos de pesquisa, educação, preservação e programas públicos na área de ciências humanas. A cada ano, a NEH denomina uma parte de seus subsídios de projetos “We the People” — um reconhecimento especial do NEH concedido a projetos-modelos que promovem o estudo, o ensino e a compreensão da história e da cultura dos Estados Unidos. Além de seu apoio financeiro, a NEH honrou o Banco de Dados do Tráfico de Escravos Transatlântico Expandido ao denominá-lo um projeto “We the People”.

source: Through fellowships to scholars, sponsorship of a range of cultural and educational events and projects, and affiliation with other outreach programs, the Hutchins Center for African and African American Research advances study and understanding of the African diasporic experience. The Institute sponsored the development of the Trans-Atlantic Slave Trade database (published as a CD-ROM in 1999 by Cambridge University Press), and has contributed funding for the dataset of the Voyages database.
es: A través de becas de investigación a académicos, patrocinio de una diversidad de eventos y programas culturales y educativos, y la afiliación con otros programas de extensión, el Centro Hutchins para la investigación africana y afroamericana promueve el estudio y la comprensión de la experiencia de la diáspora africana. El instituto patrocinó el desarrollo de la Base de datos del comercio trasatlántico de esclavos (publicada como un CD-ROM en 1999 por Cambridge University Press), y ha contribuido a financiar el conjunto de datos de la Base de datos de los viajes.
pt: Através de bolsas de estudos para estudiosos, de patrocínio a uma série de eventos e projetos culturais e educacionais, e da filiação a outros programas de extensão, o Hutchins Center for African and African American Research promove o estudo e a compreensão da experiência da diáspora africana. Patrocinou o desenvolvimento da base de dados do Tráfico de Escravos Transatlântico (publicado como CD-ROM em 1999 pela Cambridge University Press) e tem contribuído com financiamento para o conjunto de dados do banco de dados Viagens.

source: Emory University is internationally recognized as an inquiry-driven, ethically engaged, and diverse community, whose members work collaboratively for positive transformation in the world through courageous leadership in teaching, research, scholarship, health care, and social action. Emory University Libraries have played a leadership role in building a national digital library network, supporting innovative technology initiatives, and developing premier research collections and instructional programs that make the library a destination for students and scholars.
es: La Universidad Emory es reconocida internacionalmente como una comunidad diversa, éticamente involucrada y movida por la investigación, cuyos miembros trabajan en colaboración para una transformación positiva del mundo mediante un valiente liderazgo en la enseñanza, la investigación, la academia, la atención médica, y la acción social. El sistema de bibliotecas de Emory ha liderado la construcción de una red nacional de bibliotecas virtuales, mediante el apoyo a iniciativas tecnológicas innovadoras y el desarrollo de colecciones de investigación de primer nivel, así como programas educativos que hacen de la biblioteca un destino para estudiantes y académicos.
pt: A Emory University é reconhecida internacionalmente como uma comunidade diversificada, eticamente engajada e voltada para a pesquisa, cujos membros trabalham de modo colaborativo em prol da transformação positiva do mundo através de uma liderança corajosa nas áreas de ensino, pesquisa, saúde e ação social. As Emory University Libraries vêm desempenhando um papel de liderança na construção de uma rede nacional de bibliotecas digitais, apoiando iniciativas tecnológicas inovadoras e desenvolvendo coleções de pesquisa e programas de ensino de qualidade, que atraem à biblioteca estudantes e acadêmicos.

source: The Casa de Rui Barbosa Foundation, created on August 13, 1930, is a public federal institution under the Brazilian Ministry of Culture, which offers a space dedicated to the intellectual work, preservation, and access to collections of national interest, constituted as cultural heritage. The institution is located in Botafogo neighborhood, Rio de Janeiro, Brazil. Additional information is available at <a href="http://www.casaruibarbosa.gov.br/index.php" target="_blank">http://www.casaruibarbosa.gov.br/</a>
es: La Fundación Casa de Rui Barbosa, creada el 13 de Agosto de 1930, es una institución federal pública perteneciente al Ministerio Brasileño de Cultura, que ofrece un espacio dedicado al trabajo intelectual, la preservación y el acceso a colecciones de interés nacional, constituida como herencia cultural. La institución se ubica en el barrio de Botafogo, Rio de Janeiro. Más información se puede encontrar en <a href="http://www.casaruibarbosa.gov.br/index.php" target="_blank">http://www.casaruibarbosa.gov.br/</a>
pt: A Fundação Casa de Rui Barbosa, criada em 13 de agosto de 1930, é uma instituição pública federal, vinculada ao Ministério da Cultura, e oferece um espaço reservado ao trabalho intelectual, à preservação e acesso a acervos de interesse nacional, por constituírem patrimônio cultural. A instituição está localizada no bairro de Botafogo, na cidade do Rio de Janeiro, Brasil. Mais informações em <a href="http://www.casaruibarbosa.gov.br/index.php" target="_blank">http://www.casaruibarbosa.gov.br/</a>

source: Institutional Partners
es: Socios institucionales
pt: Parceiros Institucionais

source: Since 2001 the Emory University Libraries has distinguished itself as a leader in digital information technology, with digital innovations ranging from tools and resources for interdisciplinary digital scholarship to networks and processes for archiving and preserving digital cultural heritage materials. Its Manuscript, Archives and Rare Book Library (MARBL) possesses a strong collection of materials relating to African American history and culture and Southern History. The expanded online trans-Atlantic slave trade database will be stored at Emory University’s Robert W. Woodruff Library, under the direction of co-PI Martin Halbert, with additional copies replicated at partner institutions, under the direction of members of the Steering Committee.
es: Desde 2001 el Sistema de bibliotecas de Emory University (Emory University Libraries) se ha distinguido como líder en la tecnología digital de información, con innovaciones digitales que abarcan desde herramientas y recursos para la actividad económica digital interdisciplinaria hasta redes y procesos para archivar y preservar materiales de la herencia cultural de manera digital. Su Biblioteca de manuscritos, archivos y libros raros (Manuscript, Archives and Rare Book Library, MARBL, por sus siglas en inglés), posee una sólida colección de materiales relacionados con la historia y cultura afroamericana, así como la historia del sur. La Base de datos expandida en línea del comercio trasatlántico de esclavos será alojada en Emory University’s Robert W. Woodruff Library, bajo la dirección de co-PI Martin Halbert, al tiempo que otras copias adicionales serán replicadas en instituciones socias, bajo la dirección de los miembros del Comité Directivo.
pt: As Emory University Libraries vêm se distinguindo desde 2001 como líder em tecnologia de informação digital, com inovações digitais que vão de ferramentas e recursos para bolsas de estudos digitais interdisciplinares a redes de trabalho e processos para arquivamento e preservação de materiais digitais relativos ao patrimônio cultural. Sua Manuscript, Archives and Rare Book Library (MARBL) possui uma alentada coleção de materiais relacionados à história e cultura afro-americana e à história do Sul dos Estados Unidos. O banco de dados expandido online sobre o tráfico de escravos transatlântico será armazenado na Robert W. Woodruff Library da Emory University, sob a direção do copesquisador principal Martin Halbert, com cópias adicionais replicadas em instituições parceiras sob a direção de membros do Conselho Executivo.

source: The Wilberforce Institute for the Study of Slavery and Emancipation (WISE) at The University of Hull
es: The Wilberforce Institute for the Study of Slavery and Emancipation (WISE) en la University of Hull

source: The University of Hull addresses the ongoing concerns of slavery and social justice through the work of the Wilberforce Institute. This Institute traces connections between slavery and contemporary human rights issues through three main themes of research: the past in the present, movement and identity, and boundaries of freedom and coercion. A digital copy of the expanded online database will be stored at The University of Hull, under the direction of Steering Committee member David Richardson.
es: La Universidad de Hull aborda cuestiones aún presentes relacionadas con la esclavitud y la justicia social a través del trabajo del Instituto Wilberforce. Este instituto busca las conexiones entre la esclavitud y cuestiones contemporáneas de derechos humanos, a través de tres temas de investigación principales: el pasado en el presente, movimiento e identidad y los límites entre la libertad y la coerción. Una copia digital de la base de datos expandida en línea será alojada en la Universidad de Hull, bajo la dirección de David Richardson, miembro del Comité Directivo.
pt: A University of Hull dedica-se aos temas da escravidão e da justiça social através do trabalho do Wilberforce Institute. Este instituto estabelece conexões entre a escravidão e questões contemporâneas de direitos humanos por meio de três temas principais de pesquisa: o passado no presente, movimento e identidade, e os limites da liberdade e da coação. Uma cópia digital do banco de dados online expandido será armazenada na University of Hull, sob a direção do membro do Conselho Executivo David Richardson.
