Repository: rice-crc/voyages
Catalog: voyages/locale/*/LC_MESSAGES/django.po
Languages: es, pt

source: Between the 1840s and 1850s, the traffic declined from an average of 50,000 a year to 16,000, and after 1860, to half this. It was carried on under the Spanish and Portuguese flags, and sometimes under no flag at all. By now all governments were cooperating to suppress the traffic. From one perspective, the slave trade dragged on for many decades after the first action was taken against it in 1792. From another, it disappeared in less than a century after millennia during which slavery and slave trading had been regarded as normal as growing food. Not surprisingly, a few decades beyond 1867 saw other (though much smaller) varieties of long-distance movement of coerced labor disappear as well. The flow of contract laborers from Asia to the Americas ended in 1917; the last convict dispatched to exile in the Americas returned from Devil’s Island to France in 1952. Notwithstanding the horrors of forced labor of the twentieth century and the ongoing smuggling of illegal laborers into developed countries, often under terms of debt slavery, it is inconceivable that a slave traffic could reappear as a central social institution.
es: Entre los años de1840 y 1850 el tráfico declinó de 50,000 a 16,000 por año y a la mitad después de 1860. Este se llevaba a cabo bajo las banderas portuguesa y española y algunas veces bajo ninguna. Ya para entonces todos los gobiernos estaban cooperando para suprimir el tráfico. Desde cierta perspectiva, el comercio de esclavos continuó por muchas décadas después de que se tomaron las primeras acciones en su contra en 1792. Desde otra perspectiva, este desapareció en menos de un siglo tras del milenio durante el cual la esclavitud y los esclavos habían sido considerados como algo tan natural como la producción de alimentos. No es de sorprender que algunas décadas más allá de 1867 vieran desaparecer (aunque mucho menor) otras variedades de movimiento de mano de obra forzosa larga distancia. El flujo de trabajadores contratados desde Asia hacia las Américas terminó en 1917, el último convicto despachado como exilado en las Américas regresó de la Isla del Diablo a Francia en 1952. No obstante, y a pesar de los horrores del trabajo forzado en el siglo veinte y el continuo contrabando de trabajadores ilegales hacia países desarrollados, frecuentemente bajo términos de una esclavitud económica, es impensable que la trata de esclavos pueda reaparecer nuevamente como una institución social central.
pt: Entre as décadas de 1840 e 1850, o tráfico caiu de uma média de 50.000 por ano para 16.000, e, a partir de 1860, para a metade disso. Ele era realizado sob as bandeiras espanhola e portuguesa, e às vezes sob nenhuma bandeira. A essa altura, todos os governos estavam cooperando para reprimir o tráfico. De uma determinada perspectiva, pode-se dizer que o tráfico de escravos se arrastou por muitas décadas após a primeira ação ter sido tomada contra ele, em 1792. De outra, ele desapareceu em menos de um século após milênios em que a escravidão e o tráfico de escravos eram considerados tão normais quanto o cultivo de alimentos. Não admira que algumas décadas depois, em 1867, tenham também desaparecido outras variedades (embora muito menores) de deslocamento de mão de obra forçada a longa distância. O fluxo de servos temporários da Ásia para as Américas acabou em 1917; o último condenado enviado para o degredo nas Américas retornou da ilha do Diabo para a França em 1952. Não obstante os horrores do trabalho forçado do século XX e do contrabando contínuo de trabalhadores ilegais para países desenvolvidos, muitas vezes em situação de escravidão por dívida, é inconcebível que alguma forma de tráfico de escravos possa reaparecer como uma instituição social de importância central.

source: 1 The Portuguese delivered slaves through two separate trading networks, one rooted in the Iberian Peninsula that supplied the early Spanish Americas and Amazonia, and a second, much larger, network based in Brazil, which brought slaves directly from Africa to northeast Brazil and Rio de Janeiro. See Daniel B. Domingues da Silva, “The Atlantic Slave Trade to Maranhão, 1680-1846: Volume, Routes and Organization,” <span class="italic"> and Abolition</span> (forthcoming).
es: 1. Los portugueses despachaban esclavos a través de dos redes separadas, una asentada en la Península Ibérica que suplía a la América Hispana y la Amazonía y una segunda, mucho mayor, asentada en Brasil, que traía esclavos directamente de África al noreste de Brasil y Rio de Janeiro. Vea: Daniel B. Domingues da Silva, ¨ The Atlantic Slave Trade to Maranhão, 1680-1846: Volume, Routes and Organization,” <span class="italic"> Slavery and Abolition</span> (en prensa).
pt: 1 Os portugueses transportavam escravos por meio de duas redes de tráfico separadas: uma enraizada na península Ibérica, que abastecia as Américas espanholas e a Amazônia no início da colonização; e uma outra muito maior, com sede no Brasil, que trazia escravos diretamente da África para o Nordeste brasileiro e o Rio de Janeiro. V. Daniel B. Domingues da Silva, “The Atlantic Slave Trade to Maranhão, 1680-1846: Volume, Routes and Organization,” <span class="italic">Slavery and Abolition</span> (no prelo).

source: 3 For the full account, see Antione Edme Pruneau de Pommegorge, <span class="italic"> Description de la Nigritie</span>, (Paris: Chez Maradan, 1789), 104-118.
es: 3. Para versión completa véase Antoine Edne Pruneau de Pommegorge. <span class="italic">Description de la Nigritie</span>, (Paris: Chez Maradan, 1789), 104-118.
pt: 3 Para o relato completo, v. Antione Edme Pruneau de Pommegorge, <span class="italic">Description de la Nigritie</span>, (Paris: Chez Maradan, 1789), 104-118.

source: The trans-Atlantic slave trade brings to mind images of haphazard, disorganized plunder that randomly scattered about eleven million African people throughout the Americas. When one examines information contained in the <a href="%(voyage_search_url)s">Voyages Database</a>, however, one detects patterns in this forced diaspora. Many vessels sailing under Portuguese flag, for example, transported enslaved Africans from West-Central Africa to Brazil; many Dutch ships sailed from the Gold Coast to Surinam. Colonial power and mercantilism provide one reason to explain these trans-Atlantic routes made by slaving vessels. Portugal controlled coastal territories in Angola, such as the ports <a href="%(resources_images-detail)s?image=luanda">Luanda</a> and <a href="%(resources_images-detail)s?image=benguela">Benguela</a>, and shipped enslaved Africans from these sites across the South Atlantic to their colonial cities in Brazil. The Dutch controlled the Gold Coast fort <a href="%(resources_images-detail)s?image=elmina">Elmina</a> and ordered their captains to proceed with slaves to their South American colony Surinam. Portuguese and Dutch laws restricted their slave trades to national carriers.
es: Si bien el comercio trasatlántico de esclavos nos trae a la mente imágenes caóticas de un pillaje desordenado que de manera arbitraria dispersó cerca de once millones de africanos en las Américas, al examinar la información contenida en la base de datos <a href="%(voyage_search_url)s">Viajes</a>, podemos detectar patrones en esta diáspora forzosa. Muchos barcos que zarpaban bajo la bandera portuguesa, por ejemplo, transportaban africanos esclavizados desde África central occidental hasta Brasil; muchos barcos holandeses salían de la Costa de Oro hacia Surinam. El poder colonial y el mercantilismo explican las rutas trasatlánticas seguidas por los barcos esclavistas. Portugal controlaba los territorios costeros de Angola, tales como los puertos de <a href="%(resources_images-detail)s?image=luanda">Luanda</a> y <a href="%(resources_images-detail)s?image=benguela">Benguela</a>, por lo que enviaban africanos esclavizados desde estos lugares a través del Atlántico Sur hacia las ciudades coloniales de Brasil. Los holandeses, por su parte, controlaban el fuerte de Elmina en la Costa de Oro y ordenaban a sus capitanes a proceder con los esclavos hacia su colonia de Suramérica Surinam. Las leyes portuguesas y holandesas limitaban el tráfico de esclavos a los comerciantes nacionales.
pt: O tráfico de escravos transatlântico traz à mente imagens de uma pilhagem casual, desorganizada, que espalhou aleatoriamente cerca de onze milhões de africanos nas Américas. Quando examinamos as informações contidas no <a href="%(voyage_search_url)s">Banco de Dados Viagens</a>, no entanto, detectamos padrões nessa diáspora forçada. Muitos navios que arvoravam a bandeira portuguesa, por exemplo, transportavam escravos africanos da África Centro-Ocidental para o Brasil, e muitos navios holandeses partiam da Costa do Ouro para o Suriname. O poder colonial e o mercantilismo fornecem uma razão para explicar estas rotas transatlânticas feitas por navios negreiros. Portugal controlava territórios costeiros em Angola, como os portos de <a href="%(resources_images-detail)s?image=luanda">Luanda</a> e <a href="%(resources_images-detail)s?image=benguela">Benguela</a>, e enviava escravos africanos desses lugares, via Atlântico Sul, para as suas cidades coloniais no Brasil. Os holandeses controlavam o forte <a href="%(resources_images-detail)s?image=elmina">Elmina</a> na Costa do Ouro, e ordenavam seus capitães a seguir com os escravos até a sua colônia sul-americana, o Suriname. Leis portuguesas e holandesas restringiam seus respectivos tráficos de escravos às companhias nacionais.

source: The <a href="%(voyage_search_url)s">Voyages Database</a> also reveals that in all markets on the African coast, more slaves were embarked on board ship during some months than others. Similarly, in all markets in the Americas, more Africans, year after year, were disembarked during certain months. Why were there seasonal patterns? Focusing on the agricultural histories of African and American societies helps to explain monthly fluctuations in the supply of and demand for enslaved Africans. Whether soils supported subsistence or cash crops, each stage in the agricultural calendar—clearing land, planting, weeding, harvesting—requires different numbers of farmers, different “labor inputs.” On both sides of the Atlantic, seasonal crop cycles created seasonal demands for agriculturalists. The trans-Atlantic slave trade reconciled supply and demand for agricultural labor when captains transferred farmers from “in crop” seasons in Africa to “in crop” seasons in the Americas.
es: La base de datos <a href="%(voyage_search_url)s">Viajes</a> también nos muestra que, en todos los mercados de la costa africana, el número de africanos embarcados oscilaba durante las distintas épocas del año, unos en unos meses más que otros. Del mismo modo, en los mercados de las Américas variaba el número de africanos desembarcados en ciertos meses del año. ¿Por qué estos patrones por temporadas? Si examinamos las historias agrícolas de las sociedades africanas y americanas, podemos encontrar una explicación a estas variaciones mensuales en el surtido y demanda de esclavos africanos. Mientras los suelos garantizaban la subsistencia o los cultivos comerciales, cada etapa en el calendario agrícola –la preparación de la tierra, la siembra, el deshierbe, la cosecha- requería un número diferente de trabajadores, distinta “fuerza de trabajo”. En ambos lados del Atlántico, las temporadas de cultivo dieron lugar a una demanda variada de trabajadores agrícolas. El comercio de esclavos trasatlántico acomodó el surtido y la demanda de mano de obra agrícola cuando los capitanes transferían trabajadores agrícolas de temporadas “de cosecha” en África a temporadas “de cosecha” en América.
pt: O <a href="%(voyage_search_url)s">Banco de Dados Viagens</a> revela também que, em todos os mercados do litoral africano, os escravos eram embarcados em maior quantidade em alguns meses do que em outros; da mesma forma, ano após ano, os desembarques nos mercados americanos aconteciam com mais frequência em meses específicos. Por que havia esses padrões sazonais? O exame das histórias das sociedades agrícolas africanas e americanas ajuda a explicar as flutuações mensais na oferta e procura de africanos escravizados. Quer os solos fossem trabalhados para subsistência ou para culturas de rendimento, cada fase do calendário agrícola — limpeza do terreno, plantio, capina, colheita — requer diferentes quantidades de agricultores, diferentes “entradas de trabalho”. Em ambos os lados do Atlântico, os ciclos de cultivo sazonais criavam demandas agrícolas sazonais para os agricultores. O tráfico de escravos transatlântico reconciliava a produção e a demanda do trabalho agrícola quando os capitães transferiam agricultores das estações de colheitas na África para estações de colheitas nas Américas.

source: In shifting captives between Old and New World ecological zones, captains created systematic trans-Atlantic patterns when African and American crop cycles differed by the time needed to sail the Middle Passage. In Africa, the numbers of slaves embarked on board ships usually increased during the harvest and in the immediate post-harvest months. During these times fewer and fewer farmers were needed and food stocks began increasing. African merchants purchased slaves whose agricultural labor became temporarily redundant, and they bought seasonal provisions to keep their captives alive. In turn, New World plantation crop production required greater numbers of slaves to cut, gather, and process cane, berries, or leaves. Slaving captains attempted to trade “in season” in both Africa and the Americas by identifying American markets whose cash crop harvests seasons took place 1-3 months after harvest cycles in Africa. Those captains who linked Old and New World food-production cycles sailed along regular trans-Atlantic pathways and synchronized agricultural calendars.
es: Transportando cautivos entre las zonas del Nuevo y el Viejo Mundo, los capitanes desarrollaron patrones trasatlánticos sistemáticos en tanto que los ciclos agrícolas africanos y americanos diferían antes de que culminara el paso de la Travesía Intermedia. En África el número de esclavos embarcados a bordo usualmente se incrementaba durante los meses de cosecha y en los siguientes inmediatos. Durante este tiempo, se necesitaban cada vez menos trabajadores agrícolas en cuanto la reserva de alimentos aumentaba. Los comerciantes africanos compraban esclavos cuyo trabajo agrícola era temporalmente redundante, así como provisiones de la temporada para mantenerlos vivos. A su vez, la producción de cultivos en el Nuevo Mundo requería un mayor número de esclavos para cortar, juntar y procesar caña, bayas u hojas. Los capitanes esclavistas intentaban intercambiar “en temporada” tanto en África como en las Américas identificando mercados americanos cuyas temporadas de cosechas de cultivos comerciales tenía lugar uno o tres meses después de las de África. Aquellos capitanes que lograron enlazar la producción de alimentos en el Viejo Mundo con los ciclos de producción en el Nuevo Mundo navegaban por las mismas rutas trasatlánticas y sincronizaban así los calendarios agrícolas.
pt: Ao deslocar os cativos entre zonas ecológicas do Velho e do Novo Mundo, os capitães criavam padrões transatlânticos sistemáticos para que a travessia do Atlântico obedecesse aos intervalos entre os ciclos de cultivo africano e americano. Na África, o número de escravos embarcados geralmente crescia durante a colheita e nos meses subsequentes a ela. Nessas épocas a quantidade necessária de necessários diminuía progressivamente, e os estoques de alimentos aumentavam. Os comerciantes africanos adquiriam escravos cujo trabalho agrícola tinha se tornado temporariamente redundante, e compravam provisões sazonais para mantê-los vivos. Por sua vez, a produção de culturas de plantation no Novo Mundo requeria um número maior de escravos para cortar, recolher e processar cana-de-açúcar, bagas e folhas. Os capitães negreiros tentavam negociar na temporada certa tanto na África quanto nas Américas, identificando os mercados norte-americanos cujas épocas de colheita aconteciam de 1 a 3 meses após os ciclos de colheita na África. Esses capitães que conectavam os ciclos de produção de alimentos do Velho e do Novo Mundo seguiam rotas transatlânticas regulares e sincronizavam os calendários agrícolas.

source: In examining seasonality in the trans-Atlantic slave trade, it is important to focus on agricultural history because the majority of people in the Atlantic world lived on farms, producing crops and raising livestock. During the era of the slave trade, 1514-1866, most sub-Saharan Africans from rural communities, forced across the Atlantic, continued their farming lives by working New World lands. They grew some familiar provisions, including crops imported from Africa, like Guinea corn (millet) or West African rice. However, many saw crops such as sugar, tobacco, coffee, indigo, cacao, or cotton, for the first time.
es: Al analizar la estacionalidad del comercio trasatlántico de esclavos, es importante prestar atención a la historia agrícola pues la mayoría de los que habitaban el mundo Atlántico entonces vivían en granjas, cosechando cultivos y criando ganado. Durante la era del comercio de esclavos, 1514-1866, la mayor parte de los africanos subsaharianos de comunidades rurales, forzados a cruzar al otro lado del Atlántico, continuaron sus vidas agrícolas trabajando en las tierras del Nuevo Mundo. Cultivaron suministros comunes, incluyendo cosechas importadas de África tales como mijo o el arroz de África Occidental. Sin embargo, muchos cultivaron productos tales como azúcar, tabaco, café, añil, cacao o algodón por primera vez.
pt: Ao analisar a sazonalidade do tráfico de escravos transatlântico, é importante concentrar-se na história da agricultura, porque a maioria das pessoas no mundo atlântico vivia em fazendas, envolvida em atividades agropecuárias. Durante a era do tráfico de escravos, 1514-1866, a maioria dos africanos subsaarianos oriundos de comunidades rurais obrigados a cruzar o Atlântico continuou a levar uma vida agrícola, trabalhando as terras do Novo Mundo. Eles cultivavam algumas provisões que lhes eram familiares, incluindo culturas importadas da África, como o painço e o arroz da África Ocidental. No entanto, muitos deles se depararam pela primeira vez com certas culturas, como açúcar, fumo, café, anil, cacau e algodão.

source: Though historians lack data on precolonial African demography, it is reasonable to suggest that most Africans forced overseas were farmers or pastoralists. Men and women, adults and children, helped to produce yearly supplies of millet, sorghum, rice, maize, yams, cassava, plantains, or other crops. The ratio of men, women, and children working on farms varied by crops and region, but all villagers worked together clearing land, planting, weeding, and storing crops to produce sufficient amounts of food to enable communities to survive through the out-of-crop hungry seasons. Smaller numbers of enslaved Africans transported across the Atlantic were craftsmen or professionals; as African towns grew in size in the late eighteenth and nineteenth centuries, so too did the numbers of urban residents who were enslaved.
es: Aunque a los historiadores les falta información sobre la demografía africana pre colonial, se puede suponer que la mayoría de sus pobladores eran agricultores o pastores. Hombres y mujeres, adultos y niños ayudaban a producir suministros anuales de mijo, sorgo, arroz, maíz, ñame, yuca, plátanos y otras cosechas. El número de hombres, mujeres y niños que trabajaban en el campo variaba en dependencia de los cultivos y la región, pero todos los pobladores trabajaban juntos preparando la tierra, sembrando, desyerbando y almacenando cultivos para así producir suficiente cantidad de alimentos para permitirle a estas comunidades sobrevivir las temporadas siguientes fuera de cosecha. Un pequeño número de los africanos esclavizados transportados al otro lado del Atlántico eran artesanos o profesionales; en la medida en que los pueblos africanos a finales de los siglos dieciocho y diecinueve crecían en tamaño, así crecía el número de residentes de estos pueblos que eran esclavizados.
pt: Embora os historiadores não disponham de dados sobre a demografia africana pré-colonial, é razoável supor que a maioria dos africanos trazidos à força de além-mar era de agricultores ou pastores. Homens e mulheres, adultos e crianças ajudavam a produzir suprimentos anuais de painço, sorgo, arroz, milho, inhame, mandioca, banana e outros produtos. A proporção de homens, mulheres e crianças que trabalhavam em fazendas variava conforme a cultura e a região, mas todos os aldeãos trabalhavam juntos, limpando a terra, plantando, capinando e armazenando as colheitas a fim de produzir quantidades suficientes de alimentos para que as comunidades sobrevivessem aos meses de fome, as estações em que não havia colheitas. Um número menor de escravos africanos transportados através do Atlântico era de artesãos ou profissionais; à medida que as cidades africanas cresciam em tamanho nos séculos XVIII e XIX, o número de moradores de cidades que eram escravizados também crescia.
