Repository: rice-crc/voyages
Catalog: voyages/locale/*/LC_MESSAGES/django.po
Languages: es, pt

source: But why were the slaves always African? One possible answer draws on the different values of societies around the Atlantic and, more particularly, the way groups of people involved in creating a trans-Atlantic community saw themselves in relation to others – in short, how they defined their identity. Ocean-going technology brought Europeans into large-scale face-to-face contact with peoples who were culturally and physically more different from themselves than any others with whom they had interacted in the previous millennium. In neither Africa nor Asia could Europeans initially threaten territorial control, with the single and limited exception of western Angola. African capacity to resist Europeans ensured that sugar plantations were established in the Americas rather than in Africa. But if Africans, aided by tropical pathogens, were able to resist the potential invaders, some Africans were prepared to sell slaves to Europeans for use in the Americas. As this suggests, European domination of Amerindians was complete. Indeed, from the European perspective it was much too complete. The epidemiological impact of the Old World destroyed not only native American societies, but also a potential labor supply.
es: Pero, ¿por qué eran los esclavos siempre africanos? Una de las posibles respuestas tiene que ver con los diferentes valores de las sociedades alrededor del Atlántico y, en particular, la manera en que los grupos de personas involucradas en la creación de la comunidad transatlántica se veían a ellos mismos en relación con los otros, en resumen, cómo definían su identidad. La tecnología transoceánica llevó a los europeos a un contacto cara a cara en mayor escala con pueblos que eran, cultural y físicamente, más diferentes a ellos que otros con los cuales habían interactuado en el anterior milenio. Ni en África ni en Asia los europeos podían amenazar con el control territorial en un inicio, con la única excepción de Angola occidental. La capacidad africana de resistencia a los europeos aseguraba que las plantaciones azucareras fueran establecidas en América antes que en África. Pero si bien algunos africanos, ayudados por patógenos tropicales, pudieron resistir los virtuales invasores, otros estaban preparados para vender esclavos a los europeos para ser usados en América. Como esto sugiere, la dominación europea de los amerindios era completa. En realidad, desde la perspectiva europea era mucho más completa. El impacto epidemiológico del Viejo Mundo destruyó no solamente las sociedades americanas nativas, sino también un potencial suministro de mano de obra.
pt: Mas por que os escravos eram sempre africanos? Uma possível resposta baseia-se nos diferentes valores das sociedades do mundo atlântico e, mais particularmente, no modo como os grupos de pessoas envolvidas na criação de uma comunidade transatlântica viam a si próprios em relação aos outros — em suma, como eles definiam a sua identidade. A tecnologia de navegação marítima dos europeus colocou-os em contato próximo e constantes com povos que diferiam mais deles, cultural e fisicamente, do que qualquer outro povo com o qual eles tinham interagido no milênio anterior. Inicialmente — excetuando-se, em parte, a Angola ocidental — os europeus não conseguiam controlar territórios nem na África nem na Ásia. Como os africanos tinham capacidade de resistir aos europeus, as plantations de açúcar foram estabelecidas nas Américas e não na África. Mas se os africanos, com a ajuda de agentes patogênicos tropicais, eram capazes de resistir aos invasores potenciais, alguns deles estavam dispostos a vender escravos para os europeus utilizarem nas Américas. A dominação europeia dos ameríndios havia sido completa — aliás, do ponto de vista europeu, completa até demais. O impacto epidemiológico do Velho Mundo destruiu não só as sociedades nativas americanas como também toda uma fonte potencial de mão de obra.

source: Every society in history before 1900 provided at least an unthinking answer to the question of which groups are to be considered eligible for enslavement, and normally they did not recruit heavily from their own community. A revolution in ocean-going technology gave Europeans the ability to get continuous access to remote peoples and move them against their will over very long distances. Strikingly, it was much cheaper to obtain slaves in Europe than to send a vessel to an epidemiologically coast in Africa without proper harbors and remote from European political, financial, and military power. That this option was never seriously considered suggests a European inability to enslave other Europeans. Except for a few social deviants, neither Africans nor Europeans would enslave members of their own societies, but in the early modern period, Africans had a somewhat narrower conception of who was eligible for enslavement than had Europeans. It was this difference in definitions of eligibility for enslavement which explains the dramatic rise of the trans-Atlantic slave trade. Slavery, which had disappeared from northwest Europe long before this point, exploded into a far greater significance and intensity than it had possessed at any point in human history. The major cause was a dissonance in African and European ideas of eligibility for enslavement at the root of which lies culture or societal norms, not easily tied to economics. Without this dissonance, there would have been no African slavery in the Americas. The slave trade was thus a product of differing constructions of social identity and the ocean-going technology that brought Atlantic societies into sudden contact with each other.
es: Cada sociedad en la historia, antes de 1900, proveía al menos una respuesta precipitada al asunto de qué grupos se pueden considerar elegibles para ser esclavizados y generalmente no reclutaban mucho de entre su propia comunidad. La revolución en la tecnología transoceánica les dio a los europeos la posibilidad de tener acceso continuo a pueblos remotos y desplazarlos grandes distancias en contra de su voluntad. Era obvio que era menos costoso obtener esclavos en Europa que enviar un navío a una costa epidémica en África, sin puertos apropiados y lejos del poder político, económico y militar existente en Europa. El que esta opción nunca fuera considerada seriamente sugiere la incapacidad europea de esclavizar otros europeos. Con excepción de algunos delincuentes, ni los europeos ni los africanos esclavizarían a miembros de su propia sociedad, pero al inicio del periodo moderno los africanos tenían un concepto más estrecho que los europeos sobre quién era elegible para ser esclavizado. Fue esta diferencia en la definición de elegibilidad para la esclavización lo que explica el dramático aumento en el comercio trasatlántico de esclavos. La esclavitud, que había desaparecido en el noroeste de Europa desde mucho antes, súbitamente cobró una significación e intensidad mayor que la que hubiera tenido en algún punto de la historia de la humanidad. La causa mayor fue una disonancia en las ideas europeas y africanas sobre la elegibilidad para la esclavización, en cuya raíz se encuentran normas culturales y sociales, que no se relacionan simplemente con la economía. Sin esta disonancia no habría habido esclavitud africana en las Américas. El comercio de esclavos fue así el producto de diferencias en la construcción de la identidad social y la tecnología transatlántica que puso súbitamente en contacto unas con otras las sociedades del Atlántico.
pt: Todas as sociedades humanas até o ano de 1900 tinham ao menos uma resposta pronta para a questão de quais grupos devem ser considerados elegíveis para a escravização, e elas não costumavam recrutar em massa membros de sua própria comunidade. A revolução na tecnologia de navegação deu aos europeus a capacidade de ter acesso contínuo a povos remotos, e a transportá-los contra a sua vontade por distâncias muito longas. Surpreendentemente, era muito mais barato obter escravos na Europa do que enviar um navio até uma costa africana que poderia estar infectada, desprovida de portos adequados e afastada das potências políticas, financeiras e militares europeias. O fato de esta possibilidade nunca ter sido levada a sério indica que os europeus eram incapazes de escravizar outros europeus. Fora o caso de uns poucos indivíduos socialmente desviantes, nem os africanos nem os europeus escravizavam membros de suas próprias sociedades, mas no início do período moderno os africanos tinham uma concepção de quem era elegível para a escravização que era um tanto mais estreita do que a dos europeus. Essa diferença explica a explosão do tráfico de escravos transatlântico. A escravidão, desaparecida há muito do noroeste da Europa, intensificou-se rapidamente, assumindo uma importância e intensidade inéditas na história da humanidade. A principal causa foi um descompasso entre as concepções africana e europeia a respeito da elegibilidade para a escravização, em cujas raízes encontram-se a cultura, as normas sociais, que não estão claramente ligadas à economia. Sem esse descompasso, não teria havido escravidão africana nas Américas. O tráfico de escravos foi, portanto, consequência de construções diferentes de identidade social e da tecnologia de navegação que colocou as sociedades atlânticas em contato súbito umas com as outras.

source: The trans-Atlantic slave trade therefore grew from a strong demand for labor in the Americas, driven by consumers of plantation produce and precious metals, initially in Europe. Because Amerindians died in large numbers, and insufficient numbers of Europeans were prepared to cross the Atlantic, the form that this demand took was shaped by conceptions of social identity on four continents, which ensured that the labor would comprise mainly slaves from Africa. But the central question of which peoples from Africa went to a given region of the Americas, and which group of Europeans or their descendants organized such a movement cannot be answered without an understanding of the wind and ocean currents of the North and South Atlantics. There are two systems of wind and ocean currents in the North and South Atlantic that follow the pattern of <a href="%(assessment_intro-maps)s#map4">giant wheels</a> - one lies north of the equator turns clockwise, while its counterpart to the south turns counterclockwise. The northern wheel largely shaped the north European slave trade and was dominated by the English. The southern wheel shaped the huge traffic to Brazil which for three centuries was almost the almost exclusive preserve of the largest slave traders of all, the Portuguese.(1) Despite their use of the Portuguese flag, slave traders using the southern wheel ran their business from ports in Brazil, not in Portugal. Winds and currents thus ensured two major slave trades – the first rooted in Europe, the second in Brazil. Winds and currents also ensured that Africans carried to Brazil came overwhelmingly from Angola, with south-east Africa and the Bight of Benin playing smaller roles, and that Africans carried to North America, including the Caribbean, left from mainly West Africa, with the Bights of Biafra and Benin and the Gold Coast predominating. Just as Brazil overlapped on the northern system by drawing on the Bight of Benin, the English, French, and Dutch carried some slaves from northern Angola into the Caribbean.
es: El comercio trasatlántico de esclavos por lo tanto creció debido a una gran demanda de mano de obra en las Américas, producida por el incremento en el consumo de productos agrícolas y metales preciosos en Europa inicialmente. Como los amerindios morían en gran cantidad y los europeos no estaban preparados para cruzar el Atlántico en número suficiente, la forma que esta demanda tomó fue moldeada por la concepción de identidad social en cuatro continentes, lo que aseguró que la mano de obra estuviera compuesta principalmente por esclavos de África. Pero la pregunta principal de cuales africanos iban a que región de las Américas o qué grupo de europeos o sus descendientes organizaron este movimiento no puede responderse sin una comprensión previa de los vientos y corrientes oceánicas del Atlántico Norte y Sur. Existen dos sistemas de vientos y corrientes oceánicas en el Atlántico Norte y el Atlántico Sur que siguen el patrón de <a href="%(assessment_intro-maps)s#map4">ruedas gigantescas</a> –una al norte del Ecuador que se mueve en el sentido de las manecillas del reloj, mientras que su contraparte se encuentra en el hemisferio sur y gira en sentido contrario. La rueda del norte definió en gran medida el comercio de esclavos en el norte de Europa que fue dominado por los ingleses. La rueda del sur definió el enorme tráfico hacia Brasil, que por tres siglos fue dominado casi exclusivamente por los portugueses. A pesar del uso de la bandera portuguesa los traficantes de esclavos hacían su negocio desde puertos en Brasil, no en Portugal. Los vientos y las corrientes aseguraron así dos grandes comercios de esclavos, uno con origen en Europa, el otro en Brasil. Los vientos y corrientes hicieron que los africanos llevados a Brasil vinieran mayoritariamente de Angola, y en menor número del sureste de África y la Bahía de Benín, mientras que los africanos llevados a Norte América, incluyendo el Caribe salían mayormente del África Occidental, predominantemente de las ensenadas de Benín, Biafra y la Costa de Oro. De la misma manera que Brasil se superponía en el sistema del Norte trayendo esclavos de la bahía de Benín, los ingleses, franceses y holandeses llevaron algunos esclavos al Caribe desde el norte de Angola.
pt: Portanto, o tráfico de escravos transatlântico cresceu a partir de uma forte demanda de mão de obra nas Américas, impulsionada pelos consumidores — inicialmente europeus — dos produtos de plantations e metais preciosos. Como os ameríndios morriam em grande quantidade e era insuficiente o número de europeus dispostos a cruzar o Atlântico, a forma que essa demanda adquiriu foi moldada por concepções de identidade social em quatro continentes, o que garantiu que o trabalho escravo fosse constituído principalmente por escravos trazidos da África. Mas as perguntas centrais — quais povos da África foram para uma determinada região nas Américas, e que grupo de europeus ou de seus descendentes organizou um movimento como esse — não podem ser respondidas sem uma compreensão dos ventos e correntes marítimas do Atlântico Norte e do Atlântico Sul. Há dois sistemas de ventos e correntes marítimas nos Atlânticos Norte e Sul que são como <a href="%(assessment_intro-maps)s#map4">rodas gigantes</a> — um está ao norte do equador e gira no sentido horário; o outro, ao sul, gira no sentido anti-horário. A roda norte moldou em grande parte o tráfico de escravos do norte da Europa, e foi dominada pelo tráfico inglês. A roda sul moldou o enorme tráfico para o Brasil, que durante três séculos foi quase exclusivo dos maiores traficantes de escravos de todos, os portugueses. (1) Apesar de arvorarem a bandeira portuguesa, os traficantes de escravos que navegavam pela roda sul administravam seus negócios em portos brasileiros, e não em Portugal. Os ventos e as correntes asseguraram, portanto, duas grandes rotas de escravos — a primeira com raízes na Europa, e a segunda no Brasil. Os ventos e as correntes também determinaram que os africanos transportados para o Brasil viessem predominantemente de Angola, enquanto o sudeste da África e o golfo do Benim desempenhavam papéis secundários; e que os africanos levados para a América do Norte, o Caribe incluído, viessem principalmente da África Ocidental, em sua maioria dos golfos de Biafra e Benim e da Costa do Ouro. Mas, assim como o Brasil cruzava a fronteira entre os sistemas traficando no golfo do Benim, ingleses, franceses e holandeses também trouxeram alguns escravos do norte de Angola para o Caribe.

source: If demand for slave-grown produce, social identity, and the Atlantic environment were three key factors shaping the traffic, the agency of Africans comprised a fourth major influence, but one which has received less attention from historians. The merchants who traded slaves on the coast to European ship captains – for example the Vili traders north of the Congo, the Efik in the Bight of Biafra - and behind them the groups that supplied the slaves, such as the Kingdom of Dahomey, the Aro network, and further south, the Imbangala, all had strict conceptions of what made an individual eligible for enslavement. Among such criteria were constructions of gender, definitions of criminal behavior, and conventions for dealing with prisoners of war. The make up of slaves purchased on the Atlantic coast thus reflected whom Africans were prepared to sell as much as whom Euro-American plantation owners wanted to buy. But the victims of the slave trade also had a major impact on the trade. Probably about one in ten slaving voyages experienced major rebellions, of which the attempts to control increased the costs of a slave voyage to the point where far fewer slaves entered the traffic than would have been the case without resistance. In addition, vessels from some regions on the coast appear to have been more prone to experience slave uprisings than those from other regions. The rebellion-prone areas were precisely those regions, broadly comprising Upper Guinea (Senegambia, Sierra Leone, and the Windward Coast) which had the least participation in the slave trade. The strong inference is that European slave traders avoided this part of the African coast except in those years when demand for slaves, and their prices, were particularly high.
es: Si bien la demanda de productos agrícolas producidos por los esclavos, la identidad social y el ambiente del Atlántico fueron tres factores claves en la conformación del tráfico, la agencia de los africanos fue una cuarta influencia importante, pero es una de las que menos atención ha recibido por parte de los historiadores. Los traficantes que llevaban esclavos a la costa a los capitanes de barcos europeos -por ejemplo, los Vli al norte del Congo, los Efik en la bahía de Biafra- y detrás de ellos los grupos que suministraban los esclavos tales como el reino de Dahomey, la red Aro y más al sur, el Imbangala, todos tenían nociones estrictas sobre qué hacía a un individuo elegible para la esclavización. Entre esos criterios estaba el género, definiciones de comportamiento criminal y convenciones sobre el tratamiento a criminales de guerra. La composición de los esclavos comprados en la costa atlántica reflejaba tanto a quienes los africanos estaban dispuestos a vender como a quienes los propietarios euro-americanos de plantaciones querían comprar. Pero las víctimas del comercio de esclavos también tenían un impacto importante en el comercio. Probablemente en uno de cada diez viajes se experimentó alguna rebelión importante cuyo intento por controlar incrementó el costo del viaje esclavista al punto de que el número de esclavos traficados fue mucho menor de lo que hubiera sido de no haber habido rebeliones. Además de esto, algunos navíos en algunas regiones de la costa parecen haber sido más propensos a sufrir rebeliones que otros en otras regiones. Las áreas propensas a rebelión eran las que abarcaban la Alta Guinea (Senegambia, Sierra Leona y la Costa de Barlovento) las que tenían la menor participación en el comercio de esclavos. Una sólida suposición es que los comerciantes europeos de esclavos evitaban esta parte de la costa africana, excepto en los años cuando la demanda de esclavos y sus precios eran particularmente altos.
pt: Se a demanda por produtos cultivados por escravos, a identidade social e o meio ambiente atlântico constituíram os três fatores principais que moldaram o tráfego, a agência dos africanos representou a quarta grande influência, a qual, no entanto, tem recebido menos atenção dos historiadores. Os comerciantes que vendiam escravos na costa para capitães de navios europeus — por exemplo, os comerciantes bavilis do norte do Congo e os efiques do golfo de Biafra — e os grupos que os abasteciam de escravos, como o reino de Daomé, a organização dos aros e, mais ao sul, os imbangalas, todos tinham concepções estritas do que fazia um indivíduo ser elegível para a escravização. Entre esses critérios estavam construções de gênero, definições de comportamentos criminosos e convenções sobre como lidar com prisioneiros de guerra. A composição dos contingentes de escravos adquiridos na costa atlântica indica, pois, tanto o tipo de pessoas que os africanos estavam dispostos a vender quanto o tipo que os proprietários de plantations euro-americanos estavam dispostos a comprar. Mas as vítimas do tráfico de escravos também tinham um grande impacto sobre o tráfico. É provável que cerca de uma a cada dez viagens negreiras tenha sido marcada por rebeliões importantes, e as tentativas de controlá-las aumentavam de tal modo os custos de uma expedição negreira que elas terminaram sendo bem menos numerosas do que teriam sido se não houvesse resistência. Além disso, as embarcações que vinham de certas regiões da costa parecem ter sido mais propensas a insurreições de escravos do que as de outras regiões. As áreas propensas a rebelião — que compreendiam, de modo geral, a Alta Guiné (Senegâmbia, Serra Leoa e Costa do Barlavento) — foram justamente as regiões que tiveram a menor participação no tráfico de escravos. Há, portanto, bons motivos para se inferir que os traficantes de escravos europeus evitavam esta parte da costa africana, exceto nos anos em que a demanda por escravos — e o preço deles — estavam particularmente elevados.
