Repository: rice-crc/voyages
Catalog: voyages/locale/*/LC_MESSAGES/django.po
Languages: es, pt

source: Slave Voyages - About
es: Viajes Esclavistas - Acerca

source: About
es: Acerca

source: Slave Voyages
es: Viajes Esclavistas

source: Toggle Sidebar
es: Desplegar barra lateral

source: Intra-American Slave Trade - Understanding the Database
es: Tráfico Intra-americano de esclavos-entendiendo la base de datos

source: Intra-American Slave Trade
es: Tráfico Intra-americano de esclavos

source: Understanding the Database
es: Para entender la base de datos
pt: Entendendo o Banco de Dados

source: Intra-American Slave Trade - Downloads
es: Tráfico Intra-americano de esclavos - Descargas

source: Downloads
es: Descargas

source: Intra-American - Essays
es: Intra-americano-ensayos

source: Essays
es: Ensayos
pt: Ensaios

source: Rows
es: Filas
pt: Linhas

source: Columns
es: Columnas
pt: Colunas

source: Cells
es: Celdas
pt: Células

source: Include empty
es: Incluir vacias
pt: Incluir vazio

source: From
es: Desde
pt: De

source: To
es: A
pt: Para

source: Flag
es: Bandera
pt: Bandeira

source: Embarkation regions
es: Regiones de embarque
pt: Regiões de embarque

source: Broad disembarkation regions
es: Regiones amplias de desembarco
pt: Grande regiões de desembarque

source: Specific disembarkation regions
es: Regiones de desembarco específicas
pt: Regiões específicas de desembarque

source: Individual years
es: Años individuales
pt: Anos específicos

source: 5-year periods
es: periodo de 5 años
pt: Períodos de 5 anos

source: 10-year periods
es: periodo de 10 años
pt: Períodos de 10 anos

source: 25-year periods
es: periodo de 25 años
pt: Períodos de 25 anos

source: 50-year periods
es: periodo de 50 años
pt: Períodos de 50 anos

source: 100-year periods
es: periodo de 100 años
pt: Períodos de 100 anos

source: Embarked/Disembarked
es: Embarcado/desembarcado
pt: Embarcados/Desembarcados

source: Only embarked
es: Solo embarcado
pt: Apenas embarcados

source: Only disembarked
es: Solo desembarcado
pt: Apenas desembarcados

source: Time Frame
es: Periodo de tiempo

source: Show data from
es: Mostrar información desde

source: to
es: para
pt: para

source: Full extent of coverage by estimates is 1501 - 1866.
es: Tiempo total cubierto por las estimaciones es 1501-1866.

source: Apply
es: Aplicar

source: Reset
es: Resetear

source: Regions
es: Regiones

source: Embarkation Regions
es: Regiones de embarque
pt: Regiões de embarque

source: Select All
es: Seleccionar todo

source: Deselect All
es: Deseleccionar todo

source: Disembarkation Regions
es: Regiones de desembarco

source: Create a Query Link
es: Crear un enlace de una búsqueda

source: To reactivate the current query in the future, copy the following URL and then paste it into the address bar:
es: Para reactivar la búsqueda actual en el futuro, copie el enlace URL y luego péguelo en la barra de dirección del navegador:
pt: Para refazer a consulta atual futuramente, copie o seguinte URL e cole-o na barra de endereço:

source: Create Link
es: Crear un enlace

source: Reset All
es: Resetear todo

source: Link created
es: Enlace creado
pt: Link criado

source: Estimates
es: Estimaciones
pt: Estimativas

source: Trans-Atlantic Slave Trade - Estimates
es: Tráfico transatlántico de esclavos - Estimaciones

source: Current Query
es: Búsqueda actual

source: For purposes of calculation, estimates of embarked and disembarked slaves in tables, the timeline, and maps have been rounded to integers. When users cite any number, they are advised to round it to the nearest hundred.
es: Para propósitos de cálculo los estimados de esclavos embarcados y desembarcados en las tablas, cronologías y mapas han sido redondeado a números enteros.
pt: Para fins de cálculo, não foram arredondadas as estimativas de escravos embarcados e desembarcados em tabelas, na linha do tempo e nos mapas. Recomenda-se aos usuários que, ao citar uma cifra, a arredondem para a centena mais próxima.

source: View All
es: Ver todo

source: Selected National Carriers
es: Transportista nacional seleccionado

source: all
es: todos
pt: todas

source: Selected Embarkation Regions
es: Regiones de embarque seleccionadas

source: Selected Disembarkation Regions
es: Regiones de desembarque seleccionadas

source: Hide
es: Ocultar

source: Tables
es: Tablas
pt: Tabelas

source: Timeline
es: Cronología
pt: Linha do tempo

source: Maps
es: Mapas
pt: Mapas

source: Update
es: Actualizar

source: Download Table
es: Descargar tabla

source: Timeline: Number of Captives Embarked and Disembarked per Year
es: Tabla Cronológica: número de cautivos embarcados y desembarcados por año
pt: Linha do Tempo: Número de cativos embarcados e desembarcados por ano

source: Download Timeline Data
es: Descargar información de la tabla cronológica

source: Historical event
es: Evento histórico
pt: Eventos históricos

source: Year
es: Año
pt: Ano

source: Embarked
es: Embarcado
pt: Embarcados

source: Disembarked
es: Desembarcado
pt: Desembarcados

source: First slave voyage direct from Africa to the Americas
es: Primer viaje de esclavos directamente de África a las Américas
pt: Primeira viagem negreira direta da África para as Américas

source: Continuous slave trade from Brazil begins
es: Comienza el comercio de esclavos continuo con Brasil
pt: Início do tráfico de escravos contínuo do Brasil

source: Sugar exports from Eastern Caribbean begin
es: Comienzan las exportaciones de azúcar desde el este del Caribe
pt: Início das exportações de açúcar do Caribe Oriental

source: English capture Jamaica
es: Los ingleses toman Jamaica
pt: Ingleses conquistam a Jamaica

source: Gold discovered in Minas Gerais (Brazil)
es: Se descubre oro en Minas Gerais (Brasil)
pt: Descoberta de ouro em Minas Gerais (Brasil)

source: French obtain St Domingue in Treaty of Rywsick
es: Los franceses obtienen St. Domingue en el tratado de Rywsick
pt: Franceses obtêm São Domingos pelo tratado de Rywsick

source: Seven years war begins
es: Comienza la Guerra de los Siete Años
pt: Início da Guerra dos Sete Anos

source: American Revolutionary War begins
es: Comienza la guerra de independencia de Estados Unidos
pt: Início da Guerra da Independência dos Estados Unidos

source: Bourbon reforms open Spanish colonial ports to slaves
es: Las reformas borbónicas abren los puertos españoles al comercio de esclavos
pt: As reformas bourbônicas abrem os portos coloniais da Espanha para os escravos

source: St Domingue revolution begins
es: Comienza la Revolución de St. Domingue
pt: Inicio da revolução de São Domingos

source: Abolition of British and US slave trades takes effect
es: Toma efecto la abolición del comercio de esclavos hacia Estados Unidos y colonias inglesas
pt: Entra em vigor a abolição do tráfico de escravos britânico e norte-americano

source: Anglo-Brazilian anti-slave trade treaty
es: Tratado anglo-brasileño contra la trata
pt: Tratado de comércio anglo-brasileiro que proíbe o tráfico de escravos

source: Brazil suppresses slave trade
es: Brasil suprime la trata de esclavos
pt: Brasil abole o tráfico de escravos

source: Last reported transatlantic slave voyage arrives in Americas
es: Último viaje de esclavos trasatlántico, reportado, llega a las Américas
pt: Última viagem negreira transatlântica documentada chega às Américas

source: Terms and Conditions
es: Términos y condiciones

source: I warrant that I have the right to contribute the following data to the Voyages Database and its inclusion in the Voyages Database will not infringe anyone's intellectual property rights. I also agree that this data will become part of the Voyages: The Trans-Atlantic Slave Trade Database website and will be governed by any applicable licenses.
es: Confirmo que tengo el derecho de contribuir la información siguiente a la base de datos Viajes y su inclusión en la base de datos Viajes no va a infringir derechos o propiedad intelectual de nadie. También confirmo que esta información formará parte del sitio web Viajes y será gobernado por todas las licencias aplicables.

source: Username or Email
es: Nombre de usuario o email
pt: Nome do usuário ou email

source: First name
es: Nombre

source: Last name
es: Apellido

source: Institution
es: Institución

source: Brief description of new material and sources
es: Breve descripción de los materiales y fuentes

source: Agree to the terms and conditions above
es: Acuerda con los términos arriba

source: Improperly formatted field
es: Campo no formateado apropiadamente

source: At least %d voyage(s) should be provided
es: Debe proporcionarse al menos% d viaje (s)

source: At most %d voyage(s) should be provided
es: A lo más% d viaje (s) debe proporcionarse

source: Some of the provided voyage_ids are invalid
es: Algunos de los voyage_ids proporcionados son inválidos

source: Enter last name , first name.
es: Ingrese Apellido, y luego nombre.

source: If not country of registration, use the comments box to explain coding.
es: Si no es el país de registro, utilice el cuadro de comentarios para explicar la codificación.

source: If more than one place of purchase, use the comments box to explain choice of principal place.
es: Si más de un lugar de compra, utilice el cuadro de comentarios para explicar la elección del lugar principal.

source: If more than one place of landing, use the comments box to explain choice of principal place.
es: Si hay más de un lugar de desembarco, utilice el cuadro de comentarios para explicar la elección del lugar principal.

source: Name of vessel
es: Nombre del barco

source: Year of ship construction
es: Año de construcción del barco

source: Year of ship registration
es: Año de registro del barco

source: Place where ship constructed
es: Lugar en donde el barco fue construido

source: Place where ship registered
es: Lugar en donde el barco fue registrado

source: National carrier
es: Traficante nacional
pt: Nação transportadora

source: Rig of vessel
es: Tipo de navío

source: Tonnage of vessel
es: Tonelaje del barco
pt: Tonelagem do navio

source: Definition of ton
es: Definición de tonelaje

source: Guns mounted
es: Armas montadas
pt: Armas montadas

source: First or managing owner of venture
es: Primer propietario de la empresa

source: Second owner of venture
es: Segundo propietario de la empresa

source: Other owners
es: Otros propietarios

source: Outcome of voyage
es: Resolución del viaje

source: African resistance
es: Resistencia africana
pt: Resistência africana

source: First port of intended embarkation
es: Primer puerto de embarque intencionado

source: Second port of intended embarkation
es: Segundo puerto de embarque intencionado

source: First port of intended disembarkation
es: Primer puerto de desembarque intencionado

source: Second port of intended disembarkation
es: Segundo puerto de desembarque intencionado

source: Port of departure
es: Puerto de partida

source: Number of ports called prior to slave purchase
es: Número de puertos visitados antes de la compra de esclavos

source: First place of slave purchase
es: Primer lugar de compra de esclavos
pt: Primeiro lugar de aquisição de escravos

source: Second place of slave purchase
es: Segundo lugar de compra de esclavos
pt: Segundo lugar de aquisição de escravos

source: Third place of slave purchase
es: Tercer lugar de compra de esclavos
pt: Terceiro lugar de aquisição de escravos

source: Principal place of slave purchase
es: Lugar principal de compra de esclavos

source: Places of call before Atlantic crossing
es: Puntos de escala antes de cruzar el Atlántico
pt: Portos de escala antes da travessia atlântica

source: Number of New World ports of call before disembarkation
es: Número de puertos del Nuevo Mundo visitados antes del desembarco

source: First place of landing
es: Primer sitio de desembarco de esclavos

source: Second place of landing
es: Segundo sitio de desembarco de esclavos

source: Third place of landing
es: Tercer sitio de desembarco de esclavos

source: Principal place of slave disembarkation
es: Sitio principal de desembarco de esclavos

source: Port at which voyage ended
es: Puerto donde el viaje terminó

source: Date of departure
es: Fecha de partida

source: Date that slave purchase began
es: Fecha cuando la compra de esclavos comenzó

source: Date that vessel left last slaving port
es: Fecha en que el barco zarpó del último puerto esclavista

source: Date of first disembarkation of slaves
es: Fecha del primer desembarque de esclavos

source: Date of second disembarkation of slaves
es: Fecha del segundo desembarque de esclavos

source: Date of third disembarkation of slaves
es: Fecha del tercer desembarque de esclavos

source: Date that ship left on return voyage
es: Fecha en que el barco zarpó para el viaje de retorno

source: Date when voyage completed
es: Fecha en se completó el viaje

source: Length of Middle Passage in days
es: Duración del cruce del Atlántico

source: First captain of voyage
es: Primer capitán del viaje

source: Second captain of voyage
es: Segundo capitán del viaje

source: Third captain of voyage
es: Tercer capitán del viaje

source: Under review
es: Bajo revisión

source: Accepted (reviewer)
es: Aceptar (reseñante)

source: Rejected (reviewer)
es: Rechazar (reseñante)

source: Accepted
es: Aceptado

source: Rejected
es: Rechazado

source: Editor bypass
es: Derivado al Editor

source: No reply
es: Sin Respuesta

source: Will review
es: Va a revisar

source: Cannot review
es: No puede revisar

source: Review a contribution
es: Revisar una contribución

source: Editorial review of contribution
es: Revisión editorial de una contribución

source: Edit each variable as required, or leave as is if you think no change is necessary.
es: Edite cada variable como se requiere, o la deja como usted piensa.

source: Edit an existing voyage
es: Edite un viaje existente

source: Enter your preferred data to the right. If required use the box for notes to explain your reasons for recommending the merge.
es: Ingrese los datos preferidos a la derecha. Si se requiere, use la caja de comentarios para explicar sus razones para recomendar la combinación.

source: Merge two or more voyages into one
es: Combine dos o más viajes en uno

source: Complete as many boxes in each category as your source(s) allow.
es: Complete tantas cajas en cada categoría como las fuentes permitan.

source: New voyage
es: Nuevo viaje

source: Assign a reviewer
es: Asignar un evaluador

source: Choose a reviewer
es: Elegir un reseñante

source: Editor's message
es: Mensaje del editor

source: Send to reviewer
es: Asignar para revisión

source: Cancel
es: Cancelar
pt: Cancelar

source: Abort review request?
es: Abortar pedido de reseña?

source: A reviewer must be selected.
es: Un reseñante debe ser elegido.

source: A server error occurred, please contact the webmaster
es: Un error ocurrió, por favor contacte el webmaster

source: Reviewer's decision:
es: Decisión del reseñante:

source: Message to editor
es: Mensaje al editor

source: Decision
es: Desición

source: Please select...
es: Por favor seleccione...

source: Accept
es: Aceptar

source: Reject
es: Rechazar

source: Submit to editor
es: Enviar al editor

source: Editorial tools:
es: Herramientas editoriales:

source: Decision message
es: Mensaje de decisión

source: Delete
es: Eliminar
pt: Apagar

source: This is an Intra-American voyage
es: Este es un viaje intra-americano

source: Published voyage id
es: Número de identificación publicado

source: Submit final decision
es: Mandar una decisión final

source: Impute
es: Imputar Información

source: Please choose your decision.
es: Por favor elija su decisión.

source: Please confirm your message and decision.
es: Por favor elija su mensaje y decisión.

source: Impute variables computed as follows
es: Impute las variables como sigue

source: Please indicate the voyage id to be used with this voyage
es: Indique el número de identificación de viaje que quiere usar en este viaje

source: The impute program must be executed before accepting a contribution.
es: El programa de imputar debe ser ejecutado antes de aceptar la contribución.

source: Recommend the Deletion of an Existing Voyage
es: Recomendar la eliminación de un Viaje de la base de datos

source: Please use the box for notes to tell us why the selected voyage(s) should be removed from the database.
es: Por favor use la caja de notas para decirnos la razón de porqué este viaje debe ser eliminado de la base de datos.

source: Notes:
es: Notas:

source: Submit
es: Enviar
pt: Pesquisar

source: Review Deleted Voyages
es: Revisar viajes eliminados

source: Are you sure you wish to recommend the voyage(s) below for deletion?
es: Está seguro que quiere recomendar la eliminación de un viaje (o viajes) listados abajo?

source: Delete Voyage Contribution - Voyage Data
es: Eliminar contribución de viaje - datos de viaje

source: Confirm Deletion
es: Confirmar la eliminación

source: Cancel Contribution
es: Cancelar contribución

source: This delete contribution will be cancelled. This action cannot be undone, continue?
es: Esta contribución eliminada será cancelada. Esta acción no tiene marcha atrás, continuar de igual modo?

source: Return to requests list
es: Retornar a la lista de pedidos

source: Submitted by contributor
es: Enviada por contribuidor de datos

source: Accepted (pending publication)
es: Aceptada (publicación pendiente)

source: Published
es: Publicado

source: Select all
es: Seleccionar todo
pt: Selecionar todas

source: Clear
es: Limpiar

source: Compatibility options
es: Opciones de compatibilidad

source: Remove line breaks from CSV cells
es: Remover quiebres de línea de las celdas de CSV

source: Download
es: Descargar

source: You must select at least one status
es: Debe seleccionar al menos un status

source: Edit an Existing Record of a Voyage
es: Edite el registro existente de un viaje

source: Please select the voyage you wish to edit.
es: Seleccione el viaje que quiere editar.

source: Begin
es: Comenzar

source: Voyages
es: Viajes
pt: Viagens

source: Requests
es: Pedidos

source: Users
es: Usuarios

source: Source Codes
es: Códigos de fuentes

source: Publish New DB Version
es: Publicar nueva versión de DB

source: Download Voyages
es: Descargar Viajes

source: Voyage ID
es: Número de identificación
pt: Identidade da viagem

source: Type
es: Tipo

source: Ship
es: Barco
pt: Navio

source: Nation
es: Nación

source: Exported
es: Exportados

source: Imported
es: Importados

source: Major place of purchase
es: Lugar principal de compra

source: Major place of landing
es: Lugar principal de desembarco

source: Contributor
es: Colaborador

source: Date
es: Fecha
pt: Data

source: Reviewer
es: Reseñante

source: Action
es: Acción

source: Response
es: Respuesta

source: Status
es: Estatus

source: Users on Live Admin
es: Usuarios en vivo admin

source: Sources on Live Admin
es: Fuentes en vivo admin

source: Assign
es: Asignar

source: Archive request
es: Archivar pedido

source: Editorial Review
es: Revisión editorial

source: Confirm archival of this request? Any response the reviewer may have sent will be ignored.
es: ¿Confirma el archivado de esta solicitud? Cualquier respuesta que el revisor haya enviado será ignorada.

source: Guidelines for Contributors
es: Guia a los colaboradores de datos
pt: Diretrizes para colaboradores

source: The guide is provided as a PDF file to allow users to reference it in a separate window or to download and print it.
es: Esta guía es provista en PDF para permitir a los usuarios una referencia en una ventana separada o para descargar e imprimir.
pt: As diretrizes são fornecias em arquivo PDF para os usuários consultá-las em uma janela à parte ou para baixá-las e imprimi-las.

source: User Home
es: Página Principal de usuario
pt: Página inicial do usuário

source: Welcome to the Contribute Section
es: Bienvenido a la sección Contribuir
pt: Bem vindo à seção de colaboração

source: Live Admin
es: Administrador en vivo
pt: Admin ao vivo

source: New Voyage
es: Nuevo viaje

source: Edit Existing Voyage
es: Edite un viaje ya existente

source: Merge Voyages
es: Combine viajes

source: Recommend Voyage Deletion
es: Recomiende eliminar un viaje

source: Editorial Platform
es: Plataforma editorial

source: Contributions
es: Contribuciones

source: Voyage ID(s)
es: Número de identificación

source: Type of contribution
es: Tipo de contribución

source: Pending
es: Pendiente

source: Submitted
es: Remitido

source: Approved
es: Aprovado

source: Review requests
es: Revisar pedido

source: Review Id
es: Revisar ID

source: Not replied
es: No responde

source: Accepted for review
es: Aceptado para revisión

source: Variables are organized into eight categories.
es: Variables están organizadas en ocho categorías.

source: Comments or notes on any entry may be added by clicking on the comment icon to the right of each input box.
es: Los comentarios o notas de cualquier entrada se pueden añadir haciendo clic en el icono de comentario a la derecha de cada caja de entrada.

source: Should you wish to add a port or region that does not appear in the drop down menu, please let the editors know via the note box at the foot of the entry form.
es: Si desea añadir un puerto o una región que no aparece en el menú desplegable, por favor, informe a los editores a través de la casilla de notas al pie del formulario de entrada.

source: If required, use this box for any additional information.
es: Si es necesario, utilice esta casilla para obtener información adicional.

source: You can review your complete entry at any time by clicking on the 'Review' button. To submit your entry you must move to the Review page first.
es: Puede revisar su entrada en cada momento al hacer click en el botón "revisar", y para remitir su entrada usted debe moverse primero para la página "revisar".

source: Voyage ID(s):
es: Número de identificación:

source: Ship, Nation, Owners
es: Barco, Nación, Propietarios

source: Nationalities
es: Nacionalidades

source: Tonnage type
es: Tipo de Tonelaje

source: Voyage Outcome
es: Resultado del viaje

source: Other voyage outcomes
es: Otro desenlace del viaje

source: Voyage outcomes for slaves
es: Desenlace para esclavos

source: Voyage outcomes if ship captured
es: Desenlace si la nave fue capturada

source: Voyage outcomes for owner
es: Desenlace para propietarios

source: Voyage Itinerary
es: Itinerario del viaje
pt: Itinerário da viagem

source: Voyage Dates
es: Fechas del Viaje
pt: Datas da viagem

source: Enter partial information (year only or month and year only) when full date unknown.
es: Ingrese información parcial (solo año, mes, o día) cuando la fecha completa es desconocida.

source: Captain and Crew
es: Capitán y tripulación

source: Crew at voyage outset
es: Tripulación al preparar el viaje
pt: Tripulação ao início da viagem

source: Crew at departure from last port of slave purchase
es: Tripulación al momento de partir del último puerto de compra de esclavos

source: Crew at first landing of slaves
es: Tripulación durante el primer arribo de los esclavos
pt: Tripulação ao primeiro desembarque de escravos

source: Crew when return voyage began
es: Tripulación cuando el viaje de retorno comenzó

source: Crew at end of voyage
es: Tripulación al final del viaje

source: Number of crew if voyage stage unknow
es: Número de tripulación si estado del viaje es desconocido

source: Crew died before first place of trade in Africa
es: Tripulación que murió antes de llegada a Africa

source: Crew died while ship was on African coast
es: Tripulación que murió cuando el barco estaba en la costa africana

source: Crew died during middle passage
es: Tripulación que murió en el cruce del atlántico

source: Crew died in the Americas
es: Tripulación que murió en las Américas

source: Crew died on return voyage
es: Tripulación que murió en el viaje de retorno
