Repository: rice-crc/voyages
Catalog: voyages/locale/*/LC_MESSAGES/django.po
Languages: es, pt

source: Catherine Zimmermann-Mulgrave’s life experiences after imprisonment on a slave vessel were highly unusual when measured against the stories of most captive Africans. She was an eight year old survivor of the Portuguese Schooner “Heroína,” shipwrecked on the coast of Jamaica in 1833. The vessel had embarked 303 slaves on the coast of Angola, and was intended for Cuba. Contemporary records indicate that only four slaves had drowned in the wreck, but many more had died the transatlantic crossing. (For additional details, see <a href="%(voyage_voyage_url)s?voyageId=41890">VoyageID 41890</a>).
es: Las experiencias de la vida de Catherine Zimmermann-Mulgrave después de su aprisionamiento en un barco esclavista fueron sumamente inusuales si se les compara con las historias de la mayoría de los africanos cautivos. Ella tenía ocho años cuando sobrevivió el naufragio de la goleta portuguesa "Heroína," naufragada en la costa de Jamaica en 1833. El navío había cargado 303 esclavos en la costa de Angola y se dirigía a Cuba. Los registros de la época indican que solamente cuatro esclavos se ahogaron en el naufragio, pero muchos más habían ya muerto durante el cruce del Atlántico (para más detalles véase<a href="%(voyage_voyage_url)s?voyageId=41890">número de identidad de viaje 41890)</a>).
pt: As experiências de vida de Catherine Zimmermann-Mulgrave depois de ser presa em um navio negreiro foram excepcionais quando comparadas com as histórias da maioria dos africanos cativos. Aos oito anos de idade, ela sobreviveu ao naufrágio da escuna portuguesa Heroína na costa jamaicana, em 1833. O navio tinha embarcado 303 escravos no litoral de Angola e seguia rumo a Cuba. Registros contemporâneos indicam que apenas quatro escravos se afogaram no naufrágio, porém muitos mais morreram na travessia transatlântica. (Para mais detalhes, consulte <a href="%(voyage_voyage_url)s?voyageId=41890">Identidade de Viagem 41890</a>).

source: The shipwreck occurred on what was then British soil and, under the terms of the 1807 act abolishing the slave trade, she and the other survivors of the wreck were freed and apprenticed – in her case to members of the Moravian church. Catherine left no memoirs, and details of her life come from letters written by her second husband, Johannes Zimmermann, a missionary from the Basel Mission of Switzerland who eventually lived in what is today Ghana, and from accounts of the shipwreck. Catherine’s African name was Gewe, and she was apparently renamed after the Earl of Mulgrave, the Governor of Jamaica at the time of the shipwreck. She was descended from a family of chiefs on her father’s side, and belonged to a prominent family of mulattos on her mother’s side. Catherine described her home town to Zimmermann as a major seaport where several Europeans lived. Many of the details she provided indicate that she may have been born and spent her early years in Luanda, a Portuguese port located on the coast of Angola, although we cannot verify this.
es: El naufragio ocurrió en lo que era entonces territorio británico y, bajo los términos del tratado de 1807 que abolía la trata de esclavos, ella y los otros sobrevivientes fueron liberados y convertidos en aprendices –en su caso con miembros de la Iglesia Morava. Catherine no dejó memorias y los detalles de su vida han llegado a nosotros a través d las cartas escritas por su segundo esposo, Johannes Zimmermann, un misionero de la misión de Basilea en Suiza que finalmente vivió en lo que es hoy Ghana, y a través de los relatos del naufragio. El nombre africano de Catherine era Gewe, y su nuevo nombre parece haber sido dado en honor del Conde de Mulgrave, gobernador de Jamaica en aquel momento. Ella descendía de una familia de jefes por parte de su padre, y de una prominente familia de mulatos por parte de su madre. Catherine le describió su pueblo de origen a Zimmermann como un gran puerto marítimo donde vivían muchos europeos. Muchos de los detalles que ella dio sugieren que puede haber nacido y pasado sus primeros años en Luanda, un puerto portugués localizado en la costa de Angola, aunque no ha podido verificarse.
pt: O naufrágio ocorreu no que era então um território britânico e, conforme a lei de abolição do tráfico de escravos de 1807, Catherine e os outros sobreviventes foram libertados e transformados em aprendizes — no caso dela, de membros da Igreja Moraviana. Catherine não escreveu suas memórias, e os detalhes de sua vida nos chegam através de cartas escritas por seu segundo marido, Johannes Zimmermann — um missionário da Missão de Basileia, na Suíça, que foi viver na atual Gana — e de relatos do naufrágio. O nome africano de Catherine era Gewe, e aparentemente o novo nome que lhe deram foi uma homenagem ao conde de Mulgrave, governador da Jamaica na época do naufrágio. Ela descendia de uma família de chefes pelo lado paterno, e pertencia a uma proeminente família de mulatos pelo lado materno. Segundo Catherine relatou a Zimmermann, sua cidade natal era um grande porto onde viviam alguns europeus. Muitos dos detalhes que ela forneceu indicam que ela pode ter nascido e passado seus primeiros anos em Luanda, porto português localizado na costa de Angola, embora não seja possível verificar isso.

source: Sometime around 1833, Catherine was kidnapped on the way to school along with a group of friends. The group was lured to the “Heroína,” by sailors who offered them candies. Catherine, together with her friends, was carried away from the coast of Angola. She reported to her husband that the captain had treated her well all the way to the Americas, and, like many other children caught up in the slave trade, she did not travel chained in the hold with the other slaves. Nevertheless, Catherine must have witnessed every day life on board a slave vessel. Zimmermann tells that Catherine saw a slave badly beaten because he had attempted to commit suicide, and that slaves were brought from the hold daily for air. Conditions in that hold were no doubt appalling.
es: En algún momento alrededor de 1833, Catherine fue secuestrada junto con un grupo de amigas en camino a su escuela. El grupo fue atraído hacia el "Heroína" por marineros que les ofrecieron caramelos. Catherine fue llevada de la costa de Angola junto con sus amigas. Ella le relató a su esposo que el capitán la había tratado bien durante todo el viaje hacia las Américas y que al igual que muchos otros niños capturados en el comercio de esclavos no viajó encadenada en la bodega del barco junto a los otros. Sin embargo, Catherine debió haber sido testigo del día a día a bordo de un barco esclavista. Zimmermann relata que Catherine vio un esclavo salvajemente golpeado porque había intentado suicidarse, y que los esclavos eran traídos de la bodega para que respiraran aire fresco todos los días. Sin lugar a dudas las condiciones en aquella bodega eran pésimas.
pt: Por volta de 1833, Catherine foi sequestrada com um grupo de amigas a caminho da escola. O grupo foi atraído para o Heroína por marinheiros que lhes ofereceram doces. Catherine e suas amigas foram levadas de Angola. Ela relatou ao marido que o capitão a tratou bem durante todo o percurso para as Américas; como muitas outras crianças envolvidas no tráfico de escravos, não viajou acorrentada no porão com os outros escravos. No entanto, Catherine deve ter testemunhado a vida cotidiana a bordo de um navio negreiro. Contou a Zimmermann que viu um escravo ser brutalmente espancado por ter tentado cometer suicídio, e que os cativos eram levados do porão ao convés todos os dias para tomar ar. Sem dúvida, as condições de vida nesse porão eram pavorosas.

source: Catherine may have avoided the slave hold, but undoubtedly felt the fear of being kidnapped and carried to a strange land. In the Americas, she married for the first time in 1843 to Georg Peter Thompson, by whom she had two children, Rosie and Georg. In 1849, she divorced Thompson, and two years later, in 1851, married Zimmermann. <a href="%(resources_images-detail)s?image=mulgrave">The image</a> available in our gallery of images is a photograph of the new family showing her husband standing behind her chair. Catherine became a teacher and returned to Africa with her husband to engage in missionary work in Ghana.
es: Catherine podría haber escapado de la bodega del barco, pero indiscutiblemente sintió el terror de haber sido secuestrada y llevada a una tierra extraña. En las Américas se casó por primera vez en 1843 con Georg Peter Thompson, con quien tuvo dos hijos, Rosie y Georg. En 1849 se divorció de Thompson y dos años más tarde, en 1851, se casó con Zimmermann. La <a href="%(resources_images-detail)s?image=mulgrave">imagen</a> disponible en nuestra galería de imágenes es una fotografía de su nueva familia con su esposo de pie detrás de su silla. Catherine se convirtió en maestra y regresó a África con su esposo para dedicarse al trabajo misionero en Ghana.
pt: Ainda que tenha escapado do porão do navio negreiro, Catherine com certeza sentiu medo ao ser sequestrada e levada para uma terra estranha. Nas Américas, casou-se pela primeira vez em 1843, com Georg Peter Thompson, com quem teve dois filhos, Rosie e Georg. Divorciou-se de Thompson em 1849, e dois anos depois, em 1851, casou-se com Zimmermann. <a href="%(resources_images-detail)s?image=mulgrave">A imagem</a> disponível em nossa galeria de imagens é de uma fotografia da nova família, com o seu marido de pé atrás de sua cadeira. Catherine tornou-se professora e retornou à África com o marido para atuar como missionária em Gana.

source: Voyages and Applied history
es: Viajes e Historia Aplicada
pt: Viagens e história aplicada

source: The Voyages Database has the potential to be of value to those interested in current affairs, as well as to scholars involved in strictly academic research. One area where the database can be useful is the debate over the payment of reparations, monetary or otherwise, to descendants from the survivors of the Middle Passage. Other possible fields are those of business and family history. In this context, the database has helped to establish connections between the predecessors of a major international financial institution, the Dutch bank ABN AMRO, and African slavery in the Americas. It proved especially helpful in tracing the bank’s historical involvement in various financial aspects of the slave trade. Employing some of the database’s basic variables, we can see how the database can be used effectively in applied history, a joint endeavor in which historians collaborate to answer questions raised by other professionals.
es: La base de datos Viajes puede ser de valor tanto para aquellos interesados en los asuntos de la actualidad como para estudiosos inmersos en la más estricta investigación académica. Un área en el que la base de datos es de gran utilidad es en el debate sobre el pago de indemnizaciones, monetarias o de otro tipo, a los descendientes de los sobrevivientes de la trata. Otras posibles áreas de interés es la de los negocios y la genealogía. En este contexto la base de datos ha ayudado a establecer conexiones entre los antecesores de una prominente institución financiera internacional, el banco holandés ABN AMRO, y la esclavitud en las Américas. Demostró ser de gran ayuda para indagar el involucramiento histórico del banco en los distintos aspectos financieros de la trata de esclavos. Mediante el empleo de algunas de las variables básicas de la base de datos podemos ver como esta puede ser usada de manera efectiva en la Historia Aplicada, una labor de conjunto en la que los historiadores colaboran para responder preguntas planteadas por otros profesionales.
pt: O Banco de Dados Viagens é potencialmente valioso para os interessados em assuntos atuais, bem como para os estudiosos envolvidos na pesquisa estritamente acadêmica. Uma área na qual o banco de dados pode ser útil é o debate sobre o pagamento de reparações, monetárias ou não, aos descendentes dos sobreviventes da travessia do Atlântico. Outros campos possíveis são a história das empresas e a das famílias. Nesse contexto, o banco de dados ajudou a estabelecer conexões entre os antecessores de uma grande instituição financeira internacional — o banco holandês ABN AMRO — e a escravidão africana nas Américas. Ele revelou-se particularmente útil ao levantar o envolvimento histórico do banco em diversos aspectos financeiros do tráfico de escravos. Ao fazer uso de algumas das variáveis básicas do banco de dados, podemos ver como ele pode ser utilizado de forma eficaz em história aplicada — uma iniciativa em que historiadores colaboram para responder às questões levantadas por outros profissionais.

source: In 2005-2006, at the direction of LaSalle Bank Corporation, at the time the U.S. subsidiary of ABN AMRO, History Associates Incorporated conducted a study of the Dutch bank’s predecessors to determine historical connections to African slavery in the United States and elsewhere in the Americas. In combination with archival research, the Voyages Database substantiated evidence that some of the bank’s predecessors provided insurance for slaving voyages, purchased interest in slaving voyages, or supplied credit to clients participating in the slave trade.
es: En el año 2005-2006, bajo la dirección de LaSalle Bank Corporation, en aquel momento el subsidiario estadounidense de ABN AMRO, History Associates Incorporated condujo un estudio de los antecesores del banco holandés para determinar sus conexiones históricas con la esclavitud africana en los Estados Unidos y en las Américas en general. En combinación con la investigación de archivos la base de datos Viajes mostró evidencia de que algunos de los antecesores de este banco aseguraron viajes esclavistas, compraron interés en dichos viajes, o proporcionaron crédito a clientes que participaban en la trata de esclavos.
pt: Em 2005-2006, sob a direção da LaSalle Bank Corporation — na época, a subsidiária norte-americana do ABN AMRO — a History Associates Incorporated realizou um estudo dos antecessores do banco holandês para determinar ligações históricas com a escravidão africana nos Estados Unidos e em outros países das Américas. Em combinação com pesquisas realizadas em arquivos, o Banco de Dados Viagens fundamentou provas de que alguns dos antecessores do banco forneceram seguros para viagens negreiras, tiveram participação em tais viagens ou abriram crédito pa ra clientes que participaram no tráfico de escravos.

source: Logbooks at the Rotterdam municipal archives indicate that the Rotterdam banking firm of Chabot brokered insurance on cargo carried by the ship <span class="italic">Vrouw Maria Isabella</span>, commanded by Carsten Edebool, in 1774. The database confirmed that this vessel set out on a slaving voyage to Africa and Surinam (<a href="%(voyage_voyage_url)s?voyageId=10830">Voyage ID 10830</a>). Moreover, comparing entries from the account books of the Mallet brothers with vessel names in the database, it was found that this French firm held interests in several vessels connected with the trans-Atlantic slave trade during the late 1700s. Examples of slaving vessels in which the Mallets had invested included the <span class="italic">Infant d’Angole</span> (owned by Renault and Dubois ), the <span class="italic">Dame Cécile</span> (owned by J. R. Wirtz and Company) as well as the <span class="italic">Madame, Henri Quatre</span> and <span class="italic">Magdeleine</span> (all owned by Delaville and Barthelemy). Similarly, the house of Mallet as well as another French predecessor, Banque André, had business dealings with numerous persons and firms which the database identified as outfitters of slaving voyages. For example, the Nantes houses of Ambroise Perrotin, Auguste Simon, and Fruchard Fils all received substantial loans from Mallet at the time they organized slaving voyages to Africa. Meantime, in 1819 the bank of André negotiated a loan of FF 15,000 with Vasse-Mancel from Le Havre, who five years later organized a slaving voyage to Senegal (<a href="%(voyage_voyage_url)s?voyageId=34411">Voyage ID 34411</a>), while in 1823 they arranged payments on behalf of Philippon and Company from Le Havre for purchases in Liverpool for a slaving voyage to Brazil (<a href="%(voyage_voyage_url)s?voyageId=34376">Voyage ID 34376</a>).
es: Los cuadernos de navegación del archivo municipal de Rotterdam indican que la firma bancaria de Rotterdam Chabot negoció seguros de carga para el barco <span class="italic">Vrouw Maria Isabella</span>, capitaneado por Carsten Edebool en 1774. La base de datos comprobó que este navío partió en un viaje esclavista hacia África y Surinam (<a href="%(voyage_voyage_url)s?voyageId=10830">número de identidad de viaje 10830.</a>). Más aún, comparando las anotaciones en los libros de cuentas de los hermanos Mallet con los nombres de barcos en la base de datos se descubrió que esta firma francesa tenía intereses en varios barcos vinculados al comercio trasatlántico de esclavos a finales de 1700. Ejemplos de barcos esclavistas en los que los Mallet habían invertido incluían el Infant d’Angole (propiedad de Renault y Dubois), el Dame Cécile (propiedad de J. R. Wirtz and Company) así como el Madame, Henri Quatre y Magdeleine (todos siendo propiedad de Delaville y Barthelemy). Del mismo modo la casa de Mallet, así como otro antecesor francés, Banque André, tenían negocios con numerosas personas y firmas que la base de datos identificó como organizadores de viajes de esclavos. Por ejemplo, las casas de Ambroise Perrotin, Auguste Simon, y Fruchard Fils de Nantes todos recibieron jugosos préstamos de Mallet al tiempo que organizaban viajes a África. Mientras tanto en 1819 el banco de André negoció un préstamo de FF 15,000 con Vasse-Mancel de Le Havre quien cinco años más tarde organizó un viaje esclavista a Senegal (<a href="%(voyage_voyage_url)s?voyageId=34411">(número de identificación de viaje 34411)</a>, mientras que en 1823 tramitaron pagos a nombre de Philippon and Company de Le Havre para compras hechas en Liverpool para un viaje esclavista a Brasil <a href="%(voyage_voyage_url)s?voyageId=34376">(número de identificación de viaje 34376</a>).
pt: Há diários de bordo nos arquivos municipais de Roterdã que indicam que a firma bancária Chabot, localizada na cidade, atuou como seguradora da carga transportada pelo navio <span class="italic">Vrouw Maria Isabella</span>, comandado por Carsten Edebool, em 1774. O banco de dados confirmou que esse navio partiu em uma viagem negreira, rumo à África e ao Suriname (<a href="%(voyage_voyage_url)s?voyageId=10830">Identidade de Viagem 10830</a>). Além disso, comparando-se registros nos livros contábeis dos irmãos Mallet com os nomes dos navios que constam na base de dados, verificou-se que essa empresa francesa tinha participação em várias embarcações ligadas ao tráfico de escravos transatlântico durante o final do século XVIII. Entre os navios negreiros que receberam investimentos dos Mallets incluem-se o <span class="italic">Infant d’Angole</span> (de propriedade de Renault e Dubois), o <span class="italic">Dame Cécile</span> (de propriedade da JR Wirtz e Companhia), bem como o <span class="italic">Madame</span>, o <span class="italic">Henri Quatre</span> e o <span class="italic">Magdeleine</span> (todos de propriedade de Delaville e Barthelemy). Da mesma forma, a casa de Mallet e outro antecessor francês, o Banque André, negociavam com inúmeras pessoas e empresas identificadas pelo banco de dados como provedoras de viagens negreiras. Por exemplo, as casas Ambroise Perrotin, Auguste Simon e Fruchard Fils, de Nantes, receberam empréstimos substanciais de Mallet quando estavam organizando viagens negreiras para a África. Enquanto isso, em 1819, o André negociou um empréstimo de 15.000 francos com a Vasse-Mancel, de Le Havre, que cinco anos depois organizou uma viagem negreira para o Senegal (<a href="%(voyage_voyage_url)s?voyageId=34411">Identidade de Viagem 34411</a>), e, em 1823, providenciou os pagamentos em nome de Philippon e Companhia, de Le Havre, para compras em Liverpool destinadas a uma viagem negreira para o Brasil (<a href="%(voyage_voyage_url)s?voyageId=34376">Identidade de Viagem 34376</a>).

source: The study by History Associates made use of only three basic variables in the Voyages Database: vessel, captain, and owner names. Nevertheless, the database confirmed that important connections existed between the European world of high finance and the trans-Atlantic slave trade in the eighteenth and early nineteenth centuries.
es: El estudio realizado por History Associates hizo uso solamente de tres variables básicas en la base de datos Viajes: barco, capitán y nombres de los dueños. Sin embargo, la base de datos ratificó que existían vínculos importantes entre el mundo de las grandes finanzas europeo y el comercio trasatlántico de esclavos en los siglos dieciocho y diecinueve.
pt: O estudo realizado pela History Associates fez uso de apenas três variáveis básicas do Banco de Dados Viagens: nomes de navios, capitães e proprietários. No entanto, o banco de dados confirmou que existiram conexões importantes entre o mundo europeu das altas finanças e o tráfico de escravos transatlântico no século XVIII e no início do século XIX.

source: Show data only from
es: Mostrar información
pt: Exibir dados apenas de

source: The full extent of time covered by estimates is 1501 – 1866.
es: Tiempo total cubierto de los estimados es 1501-1866.
pt: A extensão total de tempo coberto pelas estimativas é 1501-1866.

source: Change selection
es: Cambiar selección
pt: Mudar seleção

source: Reset to default
es: Restablecer valores por defecto
pt: Voltar ao padrão

source: Embarkation/Disembarkation
es: Embarque/Desembarque
pt: Embarque/Desembarque

source: Deselect all
es: Deseleccionar todo
pt: Desmarcar todas

source: Disembarkation regions
es: Regiones de desembarco
pt: Regiões de desembarque

source: Current query
es: Búsqueda actual
pt: Consulta Atual

source: Selected national carriers:
es: Transportista nacional seleccionado:
pt: Nações transportadoras selecionadas:

source: Selected embarkation regions:
es: Regiones de embarque seleccionadas:
pt: Regiões de embarque selecionadas:

source: Selected disembarkation regions:
es: Regiones de desembarque seleccionadas:
pt: Regiões de desembarque selecionadas:

source: Create a link
es: Crear un enlace
pt: Criar um link

source: New query
es: Nueva búsqueda
pt: Nova consulta

source: URL link has been created
es: Enlace URL ha sido creado
pt: Link URL criado

source: Table
es: Tabla
pt: Tabela

source: Show
es: Mostrar
pt: Exibir

source: Download table
es: Descargar tabla
pt: Baixar tabela

source: Download timeline data
es: Descargar información de la tabla cronológica
pt: Baixar linha do tempo

source: Map 1: Overview of the slave trade out of Africa, 1500-1900
es: Mapa 1: Resumen del comercio de esclavos desde África, 1500-1900
pt: Mapa 1: Visão geral do tráfico de escravos partindo da África, 1500-1900

source: Map 2: Migration of sugar cultivation from Asia into the Atlantic
es: Mapa 2: Traslado del cultivo de azúcar desde Asia hasta el Atlántico
pt: Mapa 2: Migração do cultivo do açúcar da Ásia para o Atlântico

source: Map 3: Old World slave trade routes in the Atlantic before 1759
es: Mapa 3: Rutas de comercio de esclavos del Viejo Mundo en el Atlántico antes de 1759
pt: Mapa 3: Rotas do tráfico de escravos no Atlântico para o Velho Mundo antes de 1759

source: Map 4: Wind and ocean currents of the Atlantic basins
es: Mapa 4: Vientos y corrientes marítimas en la cuenca Atlántica
pt: Mapa 4: Ventos e correntes marítimas das bacias do Atlântico
