Repository: rice-crc/voyages
Catalog: voyages/locale/*/LC_MESSAGES/django.po
Languages: es, pt

source: <p>Correct them using the automatic entry data entry form in Contribute, the fourth subsection under &ldquo;The Database&rdquo;. When you receive a user name and password authorizing you to enter this part of the site, you will see that you are first asked to choose between three types of submissions. The second is &ldquo;Edit an existing voyage.&rdquo; It has two columns, on the left data as presently entered, on the right the correct data that you propose instead. For variables that are already correct, you just need to click on &ldquo;copy.&rdquo; A space is also provided for any notes about your revision of each variable. It is particularly important to provide full information about the sources used to identify mistakes.</p>
es: <p>Usted puede corregirlos usando el formulario de llenado para entrada automática de datos en la subsección Contribuir, la cuarta subsección en &ldquo;Base de datos&rdquo;. Cuando reciba un nombre de usuario y una contraseña autorizándolo a entrar en esta parte del sitio, verá que primero se le pedirá escoger entre tres tipos de admisión. El segundo tipo es &ldquo;Edite un viaje existente&rdquo;. Tiene dos columnas. En la izquierda, se encuentra información ya entrada, a la derecha, puede colocar información como propone sustituir. Para variables que ya están correctas solamente tiene que pulsar &ldquo;Copiar&rdquo;. También se provee un espacio para los comentarios de su revisión para cada variable. Es particularmente importante citar las fuentes usadas para identificar los errores.</p>
pt: <p>Corrija-as utilizando o formulário de dados de entrada automático em Colaborar, a quarta subseção de “Banco de Dados”. Quando você receber um nome de usuário e uma senha de autorização para entrar nessa parte do site, você será convidado primeiro a escolher entre três formas de colaborações. A segunda delas é “Editar uma viagem existente”. Ela possui duas colunas: na da esquerda, ficam os dados como eles estão atualmente inseridos; e na da direita, os dados corretos que você propõe em substituição. No caso das variáveis que já estão corretas, basta clicar em “copiar”. Também é fornecido um espaço para qualquer anotação referente a sua revisão de cada variável. É particularmente importante fornecer informações completas sobre as fontes utilizadas para identificar erros.</p>

source: <p>Each image includes a brief description of its historical relevance, the creator and location of the original work and its date of creation, and links to related voyages in The Database.</p>
es: <p>Cada imagen incluye una breve descripción de su relevancia histórica, el creador y la localización del trabajo original y fecha de su creación, así como enlaces con viajes en la base de datos relacionados a la imagen.</p>
pt: <p>Cada imagem vem acompanhada de uma breve exposição da sua relevância histórica, seu criador, a localização da obra original e a data de sua criação, assim como de links para viagens relacionadas no Banco de Dados.</p>

source: <p><em>The Chicago Manual of Style</em>&rsquo;s &ldquo;Quick Guide&rdquo; also provides an example of how to cite an item in an online database. For specific output or data selections, users should cite the URL generated by &ldquo;Create a link.&rdquo; Pasting the URL into the website will always generate the same results.</p>
es: <p>La “Guía Rápida” del <em>Chicago Manual of Style Online</em>&rsquo;s &ldquo; también muestra un ejemplo sobre cómo citar un ítem en una base de datos en línea. Para un resultado o una selección de datos específicos, los usuarios deben citar el URL generado por &ldquo;Crear un enlace.&rdquo; Pegando el URL en el sitio web a la cita, siempre se generarán los mismos resultados.</p>
pt: <p>O “Guia Rápido” do <p><em>Chicago Manual of Style</em> também fornece um exemplo de como citar um item em um banco de dados online. Para resultados ou seleções de dados específicos, os usuários devem indicar o URL gerado por “Criar um link.” Ao colar o URL no website, o usuário obtém sempre os mesmos resultados.</p>

source: Pennsylvania, port unspecified
es: Pennsylvania, puerto sin especificar
pt: Pensilvânia, porto não especificado

source: People "seasoned" to new climates, disease environments and work routines. Captains preferred to hire "seasoned sailors," those men with experience in the slave trade and who had survived the "seasoning period." Similarly, enslaved Africans who survived their first few years in the Americas were "seasoned" to the new disease environment and had learned work routines.
es: Las personas se “curtían” en climas nuevos, ambientes con enfermedades que les eran ajenas y rutinas de trabajo. Los capitanes preferían contratar a “marineros curtidos”, hombres con experiencia en el tráfico de esclavos y que habían sobrevivido a aclimatarse. De la misma manera, los esclavos africanos que sobrevivían los primeros años en las Américas se “curtían” en las enfermedades nuevas para ellos y en el aprendizaje de nuevas rutinas de trabajo.
pt: Pessoas “curtidas” nos novos climas, em ambientes associados a determinadas doenças e em rotinas de trabalho. Os comandantes preferiam contratar “marinheiros curtidos”, que tinham experiência no tráfico de escravos e haviam sobrevivido ao período de adaptação. Da mesma forma, os escravos africanos que sobreviviam aos primeiros anos nas Américas ficavam “curtidos” no novo ambiente epidemiológico e aprendiam as rotinas de trabalho.

source: Percentage male *
es: Porcentaje de varones *
pt: Porcentagem de machos*

source: Percentage of slaves embarked who died during voyage *
es: Porcentaje de esclavos embarcados que murieron durante el viaje*
pt: Porcentagem de escravos embarcados que morreram durante a viagem*

source: Pernambuco, port unspecified
es: Pernambuco, puerto sin especificar
pt: Pernambuco, porto não especificado

source: Persons born or living in Africa. Europeans believed Africans to be ideal slaves due to their supposed docility, ability to work in tropical climates, and the Biblical "Curse of Ham." Europeans also believed Africans to be legitimate slaves as the institution of slavery existed in Africa. Ideas of European racial superiority increased through the era of the slave trade.
es: Personas nacidas o que viven en Africa. Los europeos creían que los africanos eran esclavos ideales debido a su supuesta docilidad, habilitad para trabajar en climas tropicales, y por la bíblica "maldición de Cam". Los europeos también creían que los africanos era esclavos legítimos en tanto la esclavitud también existía en Africa. Las ideas sobre la superioridad racial europea incrementaron durante la era de la trata de esclavos.
pt: Pessoas nascidas ou residentes na África. Os europeus acreditavam que os africanos eram escravos ideais devido à sua suposta docilidade, à sua capacidade para trabalhar em climas tropicais, e à bíblica “maldição de Cam”. Os europeus também acreditavam que os africanos eram escravos legítimos porque a instituição da escravidão já existia na África. Ideias de superioridade racial europeia proliferaram ao longo da era do tráfico de escravos.

source: Peru
es: Perú

source: <p>Every choice of criteria limits the query to a smaller number of voyages. As you are making a selection, you can see how many voyages satisfy your criteria by viewing the number after &ldquo;Results&rdquo; at the bottom right of the &ldquo;Current query&rdquo; Box.</p>
es: <p>Cada selección de criterio limita la búsqueda a un grupo pequeño de viajes. Según hace su selección, puede ver cuántos viajes satisfacen su criterio observando el número después de &ldquo;Resultados&rdquo; en la parte inferior derecha de la casilla &ldquo;Búsqueda Actual&rdquo;.</p>
pt: <p>Cada escolha de critérios limita a consulta a um número menor de viagens. Enquanto você está fazendo uma seleção, você pode ver quantas viagens satisfazem seus critérios verificando o número que aparece depois de “Resultados” no canto inferior direito da caixa “Consulta atual”.</p>

source: <p>First, click on &ldquo;New query&rdquo; in the &ldquo;Current query&rdquo; box. Normally, it will return you to default settings and to the first page (Results) of Search the Database. If it does not do this, another more roundabout way to get to default settings is to close the browser window (not just a tab since the browser may retain the session state until it is completely exited &ndash; indeed, it may be necessary to definitively end a browser session by use of the Task Manager), reopen the browser, clear its cache, and then return to the Voyages website.</p>
es: <p>Primero, pulse sobre &ldquo;Nueva Búsqueda&rdquo; en el botón de &ldquo;Búsqueda Actual&rdquo;. Normalmente debe retornar a la configuración inicial y la primera página (Resultados) de Búsqueda en la Base de Datos. Si esto no resulta, la otra forma más general de hacerlo es cerrar el explorador, no solamente cerrar las pestañas porque el explorador puede retener la configuración de otra sesión hasta que no se haya cerrado completamente. En realidad, puede ser necesario terminar completamente la sesión del explorador usando Task Manager, reabrir el explorador, limpiar el cache y retornar al sitio Viajes.</p>
pt: <p>Primeiro, clique em “Nova consulta” na caixa “Consulta atual”. Normalmente ela irá retornar para as configurações padrão e para a primeira página (Resultados) de Pesquisar no Banco de Dados. Se ela não fizer isso, outra forma mais indireta de entrar nas configurações padrão é fechar a janela do navegador (não apenas uma guia, pois o navegador pode manter o estado da sessão até que ela esteja completamente encerrada — na verdade, pode ser necessário encerrar definitivamente uma sessão do navegador com o Gerenciador de Tarefas), reabrir o navegador, limpar o cache e depois voltar para o website Viagens.</p>

source: <p>First, from the set of either basic or general variables, select a variable to limit the search by the criteria represented by its values. You do this by clicking on it in the roll-over menu that lists variables in one of eight categories (Ship, nation, owners; Outcome of voyage; etc.). This will move the variable into the box for &ldquo;Current query.&rdquo; Clicking on &ldquo;Select&rdquo; here opens a space for limiting the query to certain cases by using the variable. Make your selection and click on OK. You can then further limit the query by using another variable. Again, click on OK once you have made a selection. When you have finished entering criteria of selection, click on &ldquo;Search&rdquo; to activate the query. You will see to the right a list of voyages that match your selection criteria.</p>
es: <p>Primero, del grupo de variables básicas o generales. Seleccione una variable para limitar la búsqueda según el criterio representado por sus valores. Esto se hace pulsando sobre el menú que lista variables en una de las ocho categorías (Barco, nación, dueños, desenlace del viaje, etc.). Esto moverá la variable a la casilla para &ldquo;Búsqueda Actual.&rdquo; pulsando en &ldquo;Seleccionar&rdquo; abre un espacio para limitar la búsqueda a ciertos casos usando la variable. Haga su selección y pulse OK. Puede limitar más la búsqueda usando otra variable. Pulse nuevamente una vez que ha hecho la siguiente selección. Cuando haya terminado de introducir los criterios de selección, pulse &ldquo;Búsqueda&rdquo; para activar la selección. Verá, a la derecha, una lista de viajes que concuerdan con su criterio de selección.</p>
pt: <p>Em primeiro lugar, a partir do conjunto de variáveis básicas ou do de gerais, selecione uma variável para limitar a busca pelos critérios representados por seus valores. Você pode fazer isso clicando nela no menu roll-over menu que lista as variáveis em uma entre oito categorias (Navio, nação, proprietários; Resultado da viagem; etc.). Isto moverá a variável para a caixa de “Consulta atual”. Clique agora em “Selecionar” nessa caixa e você abrirá um espaço que limita a consulta a determinados casos a partir da utilização da variável. Faça a sua seleção e clique em OK. Em seguida, você pode limitar ainda mais a consulta usando outra variável. Mais uma vez, clique em OK após ter selecionado uma opção. Quando terminar de digitar os critérios de seleção, clique em “Pesquisar” para ativar a consulta. Você verá à direita uma lista de viagens que correspondem aos seus critérios de seleção.</p>

source: <p>First, read over the answers to the FAQs about how to construct the three kinds of graphs. Each begins with a simple definition of the graph type. In general, bar charts are appropriate for comparing two to ten categories that can be measured numerically; pie charts are appropriate for comparing percentages of a whole; and XY charts show the relationship, or correlation, between two numerical variables.</p>
es: <p>Primero, revise las respuestas a las Preguntas Frecuentes (FAQ) sobre cómo construir los tres tipos de gráficos. Cada una comienza con una simple definición del tipo de gráfico. En general, los gráficos de barras son apropiados para reflejar de dos a diez categorías que pueden ser medidas numéricamente; los gráficos circulares son propios para comparar porcentajes y los gráficos XY son apropiados para mostrar la relación o correlación de dos variables numéricas.</p>
pt: <p>Primeiro, leia as respostas às Perguntas frequentes sobre como construir os três tipos de gráficos. Cada uma inicia com uma definição simples do tipo de gráfico. Em geral, os gráficos de barras são adequados para comparar de duas a dez categorias que possam ser medidas numericamente; os gráficos de pizza são adequados para comparar porcentagens de um todo; e os gráficos XY mostram a relação ou correlação entre duas variáveis numéricas.</p>

source: <p>First, select bar chart as the &ldquo;Graph type.&rdquo; Second, choose a categorical variable for the X (horizontal) axis. Third, select for the Y (vertical) axis a variable that can be measured for each category and add it to &ldquo;Current series.&rdquo; Several series can be included in the graph if one wishes to do so, but they must be similar. Any series can be removed from &ldquo;Current series&rdquo; by checking the box next to it and clicking on &ldquo;Remove selected.&rdquo; Once all specifications are made, click on &ldquo;Show.&rdquo; If the resulting graph is not satisfactory, rethink your specifications.</p>
es: <p>Primero, seleccione el gráfico de barras en &ldquo;Tipo de Gráfico&rdquo;. Segundo, seleccione una variable categórica para el eje X (horizontal). Tercero, seleccione para el eje Y (vertical) una variable que pueda ser medida para cada categoría y agréguela a &ldquo;Series Actuales&rdquo;. Varias series pueden ser incluidas en el gráfico si uno desea, pero deben ser similares. Cualquier serie puede ser removida de &ldquo;Series Actuales.&rdquo; marcando la casilla al lado y pulsando en &ldquo;Remover seleccionado.&rdquo; Después que todas las especificaciones estén hechas, pulse en &ldquo;Mostrar&rdquo;. Si el gráfico resultante no es satisfactorio, revise sus especificaciones.</p>
pt: <p>Primeiro, selecione o gráfico de barras em “Tipo de gráfico”. Segundo, escolha uma variável categórica para o eixo X (horizontal). Terceiro, selecione para o eixo Y (vertical) uma variável que possa ser medida com relação a cada categoria e adicione-a a “Séries atuais”. É possível incluir várias séries no gráfico, mas elas devem ser semelhantes. Qualquer série pode ser removida das “Séries atuais” marcando-o na caixa ao lado e clicando em “Remover item selecionado”. Quando todas as especificações forem feitas, clique em “Mostrar”. Se o gráfico resultante não for satisfatório, repense as suas especificações.</p>

source: <p>First, the user can choose between maps that show only geophysical features for all periods and maps that provide as background boundaries of states and colonies at three points in historical time: around 1650 (1501-1641), 1750 (1642-1807), and 1850 (1808-1867). The dates correspond roughly to three eras in the history of the slave trade: Spanish and Portuguese domination, the apogee of slave trading with the dominance of northern European powers, and the period of its abolition and suppression.</p>
es: <p>Primeramente, el usuario puede escoger entre mapas que ofrecen solo características geofísicas para todos los periodos y mapas que proveen fronteras de estados y colonias de fondo en tres puntos en tiempo histórico: alrededor de 1650 (1501-1641), 1750 (1642-1807), y 1850 (1808-1867). Las fechas corresponden más o menos a tres eras en la historia del comercio de esclavos: dominación española y portuguesa, el apogeo del comercio de esclavos con la dominación de las potencias del Norte de Europa y el periodo de su abolición y supresión.</p>
pt: <p>Primeiro, o usuário pode escolher entre mapas que mostram somente características geofísicas em todos os períodos e mapas que informam as fronteiras de estados e colônias em três pontos no tempo histórico: em torno de 1650 (1501-1641), 1750 (1642-1807), e 1850 (1808-1867). As datas correspondem aproximadamente a três eras na história do tráfico de escravos: o domínio espanhol e português; o apogeu do tráfico de escravos, dominado pelas potências da Europa setentrional; e o período da repressão ao tráfico e sua abolição.</p>

source: <p>First, you can download any PDF file. Click on the link to open it. Acrobat reader provides an option allowing you to save the file to your hard disk. Secondly, data for most tables and graphs can be downloaded as a CSV file by clicking on buttons for this purpose under the display of results in the main area of the page. Thirdly, in the Downloads subsection of the Voyages Database, links are provided to enable you to download the full set of variables in the 2008 edition of the Trans-Atlantic Slave Trade SPSS Database, the version of this database used for the 1999 CD-ROM, the codebook for SPSS versions, the selection of variables for the website in several formats, and a spreadsheet containing the basic calculations used to derive the interactive set of estimates in Assessing the Slave Trade.</p>
es: <p>Primero, puede descargar cualquier archivo PDF. Pulse sobre el enlace y ábralo. El lector del programa Acrobat es una opción, permitiéndole salvar el archivo en su disco duro. En segundo lugar, información sobre la mayoría de tablas y datos puede ser transferida como un archivo CSV pulsando los botones para este propósito debajo de los resultados expuestos en el área principal de la página. En tercer lugar, en la sección Descargas en la Base de datos de Viajes, se proveen enlaces que le permiten descargar el conjunto completo de variables de la edición 2008 de la base de datos de tráfico transatlántico de esclavos en el programa SPSS, la versión de esta base de datos utilizada para el CD-ROM de 1999, el libro de códigos para la versión SPSS, la selección de variables en diferentes formatos para el sitio web y una planilla de cálculo conteniendo los cálculos básicos para derivar el grupo interactivo de estimaciones de la sección Análisis del Tráfico de Esclavos.</p>
pt: <p>Primeiro, você pode baixar qualquer arquivo PDF. Clique no link para abri-lo. O Acrobat Reader oferece uma opção que lhe permite salvar o arquivo em seu disco rígido. Segundo, os dados na maioria das tabelas e gráficos podem ser baixados como arquivos csv ao se clicar nos botões para essa finalidade, debaixo dos resultados na área principal da página. Terceiro, na subseção Downloads do Banco de Dados: Viagens, são fornecidos links para que você possa baixar o conjunto completo de variáveis na edição de 2008 do Trans-Atlantic Slave Trade SPSS Database, a versão deste banco de dados utilizada no CD-ROM de 1999, o livro de códigos das versões em SPSS, a seleção de variáveis do website em vários formatos e uma planilha contendo os cálculos básicos utilizados para obter o conjunto interativo de estimativas em Análises do Tráfico de Escravos.</p>

source: <p>For categorical variables, put the variable into Current query. You will see it there with the notation [nothing selected]. Clicking on select will review the variable&rsquo;s values. For seeing how many cases, or slave voyages, are coded for the variable, put a mark in the check box and look at Results, at the bottom right of the query box. For numerical variables, one way to observe the range of values is to select the variable for display in the Results tab by using &ldquo;Configure columns&rdquo; (top right of main display area, opposite List of voyages) and then sort (clicking on the column heading) to see the top and bottom of its range.</p>
es: <p>Para variables categóricas, ponga la variable en la búsqueda del momento. La verá allí con la notación [nada seleccionado]. Pulsando sobre seleccionar, relacionará los valores de las variables. Para ver cuántos casos o viajes esclavistas están codificados para una variable, haga una marca en la casilla de selección y mire en Resultados debajo a la derecha en la casilla de búsqueda. Para variables numéricas, una forma de observar el rango de valores es seleccionar el valor a desplegar en la pestaña de Resultados usando &ldquo;Configure las columnas&rdquo; (arriba a la derecha del área principal de despliegue, frente a Lista de viajes) y luego clasifique (pulsando en el encabezamiento de la columna) para ver la parte superior e inferior del rango.</p>
pt: <p>No caso de variáveis categóricas, coloque a variável na Consulta atual. Ela aparecerá ali com a notação [nada selecionado]. Clicando em Selecionar, você verá os valores da variável. Para ver quantos casos, ou viagens negreiras, estão codificados para a variável, clique na caixa de seleção e olhe para Resultados, na parte inferior direita da caixa de consulta. No caso de variáveis numéricas, uma maneira de observar a gama de valores é selecionar a variável a ser exibida na guia Resultados usando “Configurar colunas” (canto superior direito da área de exibição principal, no lado oposto à Lista de viagens), e em seguida escolher (clicando no cabeçalho da coluna) para ver os pontos extremos da gama por ela abrangida.</p>

source: <p>From any page of the website, you can move to another page by clicking on one of the five labels in the top navigation bar (or items in the drop-down menus associated with them). You can also use the sitemap among Help options, or click on part of the path in the orientation bar. Once in a section, you can quickly move to a subsection within it by means of links in the left frame.</p>
es: <p>Puede moverse de una página a otra pulsando cualquiera de las cinco etiquetas en la barra superior de navegación para moverse a cualquier otra página (o artículos en el menú desplegable asociado a ellos). Puede usar también el plano del sitio web entre las opciones de ayuda, o pulse en alguna parte del camino sobre la barra de orientación. Una vez que esté en una sección, puede moverse rápidamente a cualquier subsección dentro de ella mediante los enlaces en el margen izquierdo.</p>
pt: <p>A partir de qualquer página do website, você pode ir para outra página clicando em uma das cinco guias da barra de navegação superior (ou itens nos menus suspensos associados a elas). Você também pode usar o mapa do site entre as opções de Ajuda, ou clicar em uma etapa do caminho na barra de orientação. Dentro de uma seção, você pode se mover rapidamente para uma subseção dentro dela por meio dos links na moldura esquerda da janela.</p>
