Repository: rice-crc/voyages
Catalog: voyages/locale/*/LC_MESSAGES/django.po
Languages: es, pt

source: Cabo Delgado is a cape surrounded by several islets off the coast of Mozambique, South-East Africa. This cape became a slave port during the nineteenth century with the suppression of the slave trade in the North Atlantic in 1815. The image is of a map of Cabo Delgado showing its islets and part of the Bay of Pemba. It provides the depth of the sea close to the coast of Cabo Delgado, the names of the rivers and the main coastal features around the cape. The map was published by Commander Francisco Maria Bordalo, responsible for completing a report on the Portuguese possessions overseas began by Commander José Joaquim Lopes de Lima. The image is reproduced courtesy of the Manuscript, Archives and Rare Book Library, Emory University.
es: Cabo Delgado es un cabo rodeado de varias isletas cerca de la costa de Mozambique, en el África suroriental. Este cabo devino un puerto esclavista en el siglo XIX con la supresión del comercio de esclavos en el Atlántico norte en 1815. La imagen es un mapa de Cabo Delgado que muestra sus isletas y parte de la Bahía de Pemba. Provee además la profundidad del mar en las cercanías de la costa del Cabo Delgado, los nombres de los ríos y los principales rasgos costeros alrededor del cabo. El mapa fue publicado por el comandante Francisco Maria Bordalo, quien fuera responsable de completar un reporte sobre las posesiones portuguesas de ultramar, comenzado por el comandante José Joaquim Lopes de Lima. La imagen se reproduce por cortesía de Manuscript, Archives and Rare Book Library, Emory University.
pt: O cabo Delgado é cercado por várias ilhotas ao largo da costa de Moçambique, no sudeste da África. Este cabo tornou-se um porto negreiro durante o século XIX, com a repressão ao tráfico de escravos no Atlântico Norte em 1815. A imagem é de um mapa de cabo Delgado com suas ilhotas e parte da baía de Pemba. Ele fornece a profundidade do mar perto da costa de cabo Delgado, os nomes dos rios e os principais acidentes geográficos nas redondezas do cabo. Este mapa foi publicado pelo comandante Francisco Maria Bordalo, responsável pela conclusão de um relatório, iniciado pelo comandante José Joaquim Lopes de Lima, sobre as possessões portuguesas no exterior. Imagem reproduzida com autorização da Manuscript, Archives and Rare Book Library, Emory University.

source: Cape Coast Castle, 1727
es: Castillo Cape Coast, 1727
pt: Castelo de Cabo Corso, 1727

source: Cape Coast Castle was the largest British establishment located on the Gold Coast, present day Ghana. The castle protected the British slave trade from other competing European powers in West Africa. The image is of an illustration of Cape Coast Castle based on William Smith’s “A New Voyage to Guinea” published in 1744. It shows the east aspect of the castle in the upper section of the illustration and the north-west side in the lower section. The illustration has also two inserts. The first, located on the right corner in the upper section, indicates the location of Cape Coast on the Gold Coast, while the second insert, on the left corner in the lower section, shows a plan of the castle. The image is reproduced courtesy of Tracy W. McGregor Library of American History, Special Collections, University of Virginia Library. Permission required to reproduce.
es: El castillo Cape Coast era el mayor establecimiento británico ubicado en la Costa de Oro, en la actualidad Ghana. El castillo protegía el comercio británico de otras potencias europeas contra las cuales competía. La imagen es una ilustración del castillo Cape Coast basada en la obra “A New Voyage to Guinea”, de William Smith, publicada en 1744. Muestra el aspecto oriental del castillo en la sección superior y el lado noroeste en la sección inferior. La ilustración incluye dos encartes. El primero, ubicado en la esquina derecha de la sección superior, indica la ubicación de Cape Coast en la Costa de Oro, mientras que el segundo, en la esquina izquierda de la sección inferior, muestra un plano del castillo. La imagen se reproduce por cortesía de Tracy W. McGregor, Library of American History, Special Collections, University of Virginia Library.
pt: O Castelo de Cabo Corso foi o maior estabelecimento britânico situado na Costa do Ouro, atual Gana. O castelo protegia o tráfico de escravos britânico de outras potências europeias concorrentes na África Ocidental. A imagem é de uma ilustração do Castelo de Cabo Corso baseada em “A New Voyage to Guinea” de William Smith, publicada em 1744. Ela mostra o lado leste do castelo na parte superior da ilustração, e o lado noroeste na parte inferior. A ilustração tem ainda duas inserções. A primeira, localizada no canto direito da parte superior, indica a localização de Cabo Corso na Costa do Ouro, enquanto a segunda, no canto esquerdo da parte inferior, exibe uma planta do castelo. Imagem reproduzida com autorização da Tracy W. McGregor Library of American History, Special Collections, University of Virginia Library. Exige-se permissão para reproduzi-la.

source: Cape Verde
es: Cabo Verde
pt: Cabo Verde

source: Cape Verde is an archipelago located off the coast of West Africa. The Portuguese discovered this archipelago in 1456, and since then it became a port of call in the voyages across the Atlantic. Cape Verde also produced sugar in the fifteenth and sixteenth centuries, but in fact the archipelago’s major activity was the slave trade. Cape Verde worked as base for the Portuguese slave trading activities on the coast of West Africa. The image is of a map of Cape Verde published by the Portuguese Commander José Joaquim Lopes de Lima in 1844. The map shows all the islands belonging to the archipelago and indicates the names of the main coastal sites of each island. In 1815 the slave traffic in the north Atlantic was illegal. Yet, after that year, historical records still show the participation of Cape Verde in the transatlantic slave trade. The image is reproduced courtesy of the Manuscript, Archives and Rare Book Library, Emory University.
es: Cabo Verde es un archipiélago localizado cerca de la costa de África occidental. Los portugueses descubrieron este archipiélago en 1456 y desde entonces se convirtió en una parada obligatoria en los viajes a través del Atlántico. Cabo Verde también producía azúcar en los siglos XV y XVI, pero en realidad la mayor actividad económica del archipiélago era el comercio de esclavos. Cabo Verde servía como base para las actividades de comercio esclavista portuguesas en la costa occidental de África. La imagen es un mapa de Cabo Verde publicado por el comandante portugués José Joaquim Lopes de Lima in 1844. El mapa muestra todas las islas que pertenecen al archipiélago e indica los nombres de los principales sitios costeros de cada isla. Aunque en 1815 el comercio de esclavos en el Atlántico norte fue ilegalizado, algunos registros históricos muestran la participación de Cabo Verde en el comercio trasatlántico de esclavos. La imagen reproducida es cortesía de Manuscript, Archives and Rare Book Library, Emory University.
pt: Cabo Verde é um arquipélago localizado ao largo da costa da África Ocidental. Os portugueses descobriram o arquipélago em 1456, e desde então ele tornou-se um porto de escala nas viagens transatlânticas. Cabo Verde também produzia açúcar nos séculos XV e XVI, mas a atividade mais importante do arquipélago era o tráfico de escravos. Cabo Verde era uma base para as atividades negreiras portuguesas na costa da África Ocidental. A imagem é de um mapa de Cabo Verde publicado pelo comandante português José Joaquim Lopes de Lima, em 1844. O mapa mostra todas as ilhas do arquipélago e indica os nomes dos principais locais do litoral de cada ilha. Em 1815, o tráfico de escravos no Atlântico Norte era ilegal. No entanto, depois daquele ano, os registros históricos ainda mostram a participação de Cabo Verde no tráfico de escravos transatlântico. Imagem reproduzida com autorização da Manuscript, Archives and Rare Book Library, Emory University.

source: Caribbean Islands
es: Islas del Caribe
pt: Ilhas do Caribe

source: Catherine Zimmermann-Mulgrave, the third person from the left, was a survivor of a slave voyage from Africa. She sailed in the slave vessel ""Heroina"". In 1833, the ""Heroina"" embarked slaves in Angola, on the West-Central African coast, and set sail to Cuba, but wrecked off the coast of Jamaica. She escaped from the wreck, along with other slaves, and received the western name of Catherine Mulgrave after the Governor of Jamaica at the time, the Earl of Mulgrave. The image shows a picture of the Zimmermann-Mulgrave family made in an unknown studio. Catherine married Mr. Johannes Zimmermann in 1851, after divorcing Mr. Georg Peter Thompson, in 1849, with whom she had two children, Rosie and Georg Thompson. Copies of this image are held by the archives of mission 21, Basel, Switzerland, and by the archives of the city of Gerlingen, Baden-Württemberg, Germany.
es: Catherine Zimmermann-Mulgrave, la tercera persona de izquierda a derecha fue una sobreviviente de un viaje esclavista proveniente de África. Catherine partió en el barco esclavista “Heroína”. En 1833, el “Heroína” embarcó esclavos en Angola, en la costa de África Centro Occidental, y partió hacia Cuba, pero naufragó en la costa de Jamaica. Ella escapó del naufragio junto a otros esclavos, y recibió el nombre occidental de Catherine Mulgrave, en honor del Gobernador de Jamaica en aquel entonces, el Conde de Mulgrave. La imagen muestra un retrato de la familia Zimmermann-Mulgrave tomada en un estudio desconocido. Catherine se casó con el señor Johannes Zimmermann en 1851, tras divorciarse del señor Georg Peter Thompson, en 1849, con el que tuvo dos hijos, Rosie y Georg Thompson. Copias de esta imagen se encuentran en los archivos de la misión 21, Basilea, Suiza, y en los archivos de la ciudad de Gerlingen, Baden-Württemberg, Alemania.
pt: Catherine Zimmermann-Mulgrave, a terceira pessoa a partir da esquerda, sobreviveu a uma viagem de navio negreiro iniciada na África, no Heroína. Em 1833, o Heroína pegou um carregamento de escravos em Angola, na costa da África Centro-Ocidental, e partiu rumo a Cuba, porém naufragou perto do litoral de Jamaica. Ela escapou do naufrágio, juntamente com outros escravos, recebendo o nome de Catherine Mulgrave em homenagem ao governador de Jamaica da época, o conde de Mulgrave. A imagem mostra uma foto da família Zimmermann-Mulgrave, tirada num estúdio desconhecido. Catherine desposou o senhor Johannes Zimmermann em 1851, depois de divorciar-se do senhor Georg Peter Thompson, em 1849, após ter tido com ele dois filhos, Rosie e Georg Thompson. Cópias desta imagem encontram-se nos arquivos da missão 21, Basiléia, Suíça, e nos arquivos da cidade de Gerlingen, Baden-Württemberg, Alemanha.

source: During the transatlantic slave trade era, Europeans built several forts and castles along the Gold Coast, present day Ghana. They were mostly built in the seventeenth century, when the competition for maritime trade among European powers became intense. This image is of Fort St. Anthony at Axim, on the Gold Coast, in the early eighteenth century. It shows the fort surrounded by rocks, which worked as a natural defense against the heavy surf, and the African village of Achombene to the rear of the fort. The insert in the upper left corner of the map indicates some of the main features of the region. At the beginning of the eighteenth century the fort belonged to the Dutch West India Company, which competed for the trade of the Gold Coast with the English and the Portuguese. The image is reproduced courtesy of Tracy W. McGregor Library of American History, Special Collections, University of Virginia Library. Permission required to reproduce.
es: Durante la era del comercio de esclavos trasatlántico, los europeos construyeron varios fuertes y castillos a lo largo de la Costa de Oro, actualmente Ghana. La mayoría de estos fueron construidos en el siglo XVII, cuando la lucha por el comercio marítimo entre los poderes europeos era más intensa. Esta imagen es del fuerte San Antonio en Axim, en la Costa de Oro, en el siglo XVIII. Muestra el fuerte rodeado de rocas que funcionaban como barrera natural que lo protegía de las marejadas, y detrás de este la villa africana de Achombene. El añadido en la esquina superior izquierda del mapa indica algunas de las principales características de la región. A comienzos del siglo XVIII el fuerte pertenecía a la Compañía holandesa de las Indias Occidentales, la cual competía por el comercio de la Costa de Oro con los ingleses y los portugueses. La imagen ha sido reproducida cortesía de Tracy W. McGregor Library of American History, Special Collections, University of Virginia Library. Se requiere permiso para su reproducción.
pt: Durante a era do tráfico de escravos transatlântico, os europeus construíram várias fortalezas e castelos ao longo da Costa do Ouro, atual Gana. Eles foram construídos em sua maioria no século XVII, quando a concorrência pelo comércio marítimo entre as potências europeias tornou-se intensa. Esta imagem é do forte de Santo António de Axim, na Costa do Ouro, no início do século XVIII. Ela mostra o forte cercado de rochas — que funcionavam como uma defesa natural contra as ondas mais fortes — e a aldeia africana de Achombene atrás dele. A inserção no canto superior esquerdo do mapa indica algumas das principais características da região. No início do século XVIII, o forte pertencia à Geoctroyeerde Westindische Compagnie — GWIC (Companhia das Índias Ocidentais holandesa), que disputava o tráfico da Costa do Ouro com os ingleses e os portugueses. Imagem reproduzida com autorização da Tracy W. McGregor Library of American History, Special Collections, University of Virginia Library. Exige-se permissão para reproduzi-la.

source: Dutch
es: Holandés
pt: Holandês

source: Elmina, Late Seventeenth Century
es: Elmina, finales del siglo XVII
pt: Elmina, final do século XVII

source: Elmina was one of the principal ports of slave embarkation along the Gold Coast, present day Ghana. Control of the port was heavily disputed among European powers; initially because of the gold trade, but later because of the trade in slaves. The image is of an illustration of Elmina published in the 1740s but representing a earlier impression, since it was based on the works of Jean Barbot and Olfert Dapper, both published in the late seventeenth century. It shows the forts of St George of Elmina, left, and St Jago or Coenraadsburg, right, when Elmina was under Dutch influence. The image is reproduced courtesy of Tracy W. McGregor Library of American History, Special Collections, University of Virginia Library. Permission required to reproduce.
es: Elmina era uno de los principales puertos de embarque de esclavos a lo largo de la Costa de Oro, en la actualidad Ghana. Las potencias europeas se disputaban encarnizadamente en el control de este puerto, al inicio por causa del comercio de oro, pero con posterioridad por el comercio de esclavos. La imagen es una ilustración de Elmina publicada en la década de 1740, pero que representa una impresión anterior, ya que está basada en las obras de Jean Barbot y Olfert Dapper, ambas publicadas en los finales del siglo XVII. Muestra los fuertes de St. George de Elmina, a la izquierda, y St. Jago o Coenraadsburg, a la derecha, cuando Elmina estaba bajo la influencia de los holandeses. La imagen reproducida es cortesía de Tracy W. McGregor, Library of American History, Special Collections, University of Virginia Library. Se requiere permiso para su reproducción.
pt: Elmina foi um dos principais portos de embarque de escravos da Costa do Ouro, atual Gana. O controle do porto foi muito disputado pelas potências europeias; inicialmente, por causa do comércio de ouro, mas depois por causa do tráfico de escravos. A imagem é de uma ilustração de Elmina publicada na década de 1740, que representa, porém, uma impressão anterior, uma vez que foi baseada nas obras de Jean Barbot e Olfert Dapper, ambas publicadas no final do século XVII. Ela mostra os fortes de S. Jorge de Elmina, à esquerda, e Santiago ou Coenraadsburg, à direita, quando Elmina estava sob influência holandesa. Imagem reproduzida com autorização da Tracy W. McGregor Library of American History, Special Collections, University of Virginia Library. Exige-se permissão para reproduzi-la.

source: Europeans became more familiar with the African continent as the slave trade developed. The image is of a map of West Africa published in William Snelgraves’ “A New Account of Guinea” in 1754. Snelgrave was captain of several slave vessels that sailed to the coast of West Africa in the first half of the eighteenth century. The map shows some of the major slave trading ports along the coast between the River Senegal and Cape Lopez as well as details about the peoples, cities and states located in the interior of West Africa. The image is reproduced courtesy of the John Carter Brown Library at Brown University.
es: Los europeos se fueron familiarizando con el continente africano a medida que se desarrollaba el comercio de esclavos. La imagen es un mapa de África occidental publicado en “A New Account of Guinea”, de William Snelgraves, en 1754, quien fuera capitán de varios buques esclavistas que zarparon hacia la costa de África occidental en la primera mitad del siglo XVIII. El mapa muestra algunos de los principales puertos comerciales a lo largo de la costa entre el río Senegal y Cabo López, así como detalles sobre los pueblos, ciudades y estados ubicados al interior de África occidental. La imagen se reproduce cortesía de John Carter Brown Library en Brown University.
pt: Os europeus foram se familiarizando com o continente africano à medida que o tráfico de escravos se desenvolveu. A imagem é de um mapa da África Ocidental publicado em “A New Account of Guinea” de William Snelgrave, em 1754. Snelgrave comandou diversos navios negreiros que navegaram até a costa da África Ocidental na primeira metade do século XVIII. O mapa mostra alguns dos principais portos negreiros ao longo da costa entre o rio Senegal e cabo Lopez, bem como detalhes sobre os povos, cidades e estados localizados no interior da África Ocidental. Imagem reproduzida com autorização da John Carter Brown Library, Brown University.

source: Fort Cormantin on the Gold Coast, present day Ghana, was built by the English in 1638 and was the largest English fortification on the coast before the Dutch, under the famous Admiral de Ruyters, captured it in 1665. The Dutch renamed it Fort Amsterdam although it continued to be referred to by its former name. Fort Cormantin was among the first European constructions on the Gold Coast to incorporate a slave hold. The image is of a view of Fort Cormantin from the sea with several vessels under surveillance. It is reproduced courtesy of the John Carter Brown Library at Brown University.
es: El fuerte Cormantin en la Costa de Oro, hoy en día Ghana, fue construido por los ingleses en 1638 y fue la más grande fortificación inglesa en la costa antes de que los holandeses, bajo el famoso almirante de Ruyters, lo capturaran en 1665. Los holandeses le cambiaron el nombre por fuerte Amsterdam, pero continuó llamándosele por su antiguo nombre. El fuerte Cormantin fue de las primeras construcciones europeas en la Costa de Oro que incorporaron una prisión de esclavos. La imagen muestra una vista del fuerte Cormantin desde el mar con varios navíos bajo vigilancia. La imagen ha sido reproducida cortesía de John Carter Brown Library at Brown University.
pt: O forte Cormantin, na Costa do Ouro, atual Gana, construído pelos ingleses em 1638, era a maior fortificação inglesa na costa antes de ser capturado pelos holandeses, comandados pelo famoso almirante de Ruyters, em 1665. Os holandeses mudaram seu nome para forte Amsterdã, embora o nome anterior continuasse a ser usado. O forte Cormantin foi uma das primeiras construções europeias na Costa do Ouro a ter uma prisão para escravos. A imagem é do forte Cormantin visto do mar, com várias embarcações sob vigilância. Ela é reproduzida com a autorização da John Carter Brown Library, Brown University.

source: Fort St. Anthony at Axim, c.1700
es: Fuerte San Antonio en Axim, c. 1700
pt: Forte Santo Antônio de Axim, c.1700

source: Fort St. Louis, c.1730
es: Fuerte San Luis, c. 1730
pt: Forte São Luís, c.1730

source: Fort St. Louis protected the French island of St. Louis located at the mouth of Senegal River, in Senegambia, present day Senegal. The image, published 1728, shows a plan of the interior of the fort. St. Louis Island was a major port in the French slave trade from Senegambia. The image is reproduced courtesy of the Pitts Theology Library, Candler School of Theology, Emory University.
es: El fuerte San Luis protegía a la isla francesa de San Luis, localizada en la desembocadura del río Senegal, en Senegambia, actualmente Senegal. La imagen, publicada en 1728, muestra un plano del interior del fuerte. La isla de San Luis era un importante puerto en el comercio de esclavos francés de Senegambia. La imagen ha sido reproducida por cortesía de Pitts Theology Library, Candler School of Theology, Emory University.
pt: O forte de São Luís protegia a ilha francesa de São Luís, localizada na foz do rio Senegal, na Senegâmbia, atual Senegal. A imagem, publicada em 1728, mostra uma planta do interior do forte. A ilha de São Luís foi um importante porto no tráfico de escravos francês da Senegâmbia. Imagem reproduzida com autorização da Pitts Theology Library, Candler School of Theology, Emory University.

source: Gambia River
es: Río Gambia
pt: Rio Gâmbia

source: Gold Coast, c.1730
es: Costa de Oro, alrededor de 1730
pt: Costa do Ouro, c.1730

source: Gold Coast, Late Seventeenth Century
es: Costa de Oro, finales del siglo XVII
pt: Costa do Ouro, fins do século XVII

source: Goree
es: Isla de Gorea
pt: Goreia

source: Gorée Island, c.1730
es: Isla de Gorea, c. 1730
pt: Ilha de Goreia, c.1730
