Repository: rice-crc/voyages
Catalog: voyages/locale/*/LC_MESSAGES/django.po
Languages: es, pt

source: Vice-Admiralty Court, Cape of Good Hope, condemned
es: Corte de Vicealmirantazgo, Cabo de Buena Esperanza, condenado
pt: Tribunal do Vice-Almirantado, Cabo da Boa Esperança, condenado

source: Vice-Admiralty Court, Cape of Good Hope, restored
es: Corte de Vicealmirantazgo, Cabo de Buena Esperanza, restaurado
pt: Tribunal do Vice-Almirantado, Cabo da Boa Esperança, reintegrado

source: Vice Admiralty Court, Dominica, condemned
es: Corte de Vicealmirantazgo, Dominica, condenado
pt: Tribunal do Vice-Almirantado, Dominica, condenado

source: Vice-Admiralty Court, Halifax, Condemned
es: Corte de Vicealmirantazgo, Halifax, condenado
pt: Tribunal do Vice-Almirantado, Halifax, condenado

source: Vice-Admiralty Court, Jamaica, condemned
es: Corte de Vicealmirantazgo, Jamaica, condenado
pt: Tribunal do Vice-Almirantado, Jamaica, condenado

source: Vice-Admiralty Court, Jamaica, restored
es: Corte de Vicealmirantazgo, Jamaica, restaurado
pt: Tribunal do Vice-Almirantado, Jamaica, reintegrado

source: Vice-Admiralty Court, Mauritius, condemned
es: Corte de Vicealmirantazgo, Mauricio condenado
pt: Tribunal do Vice-Almirantado, Maurício, condenado

source: Vice-Admiralty Court, Mauritius, restored
es: Corte de Vicealmirantazgo, Mauricio, restaurado
pt: Tribunal do Vice-Almirantado, Maurício, reintegrado

source: Vice-Admiralty Court, Sierra Leone, condemned ,
es: Corte de Vicealmirantazgo, Sierra Leona, condenado ,
pt: Tribunal do Vice-Almirantado, Serra Leoa, condenado

source: Vice-Admiralty Court, Sierra Leone, restored
es: Corte de Vicealmirantazgo, Sierra Leona, restaurado
pt: Tribunal do Vice-Almirantado, Serra Leoa, reintegrado

source: Vice-Admiralty Court, St.Helena, condemned
es: Corte de Vicealmirantazgo, Santa Elena, condenado
pt: Tribunal do Vice-Almirantado, Santa Helena, condenado

source: Vice-Admiralty Court, St. Helena, restored
es: Corte de Vicealmirantazgo, Santa Elena, restaurado
pt: Tribunal do Vice-Almirantado, Santa Helena, reintegrado

source: Vice-Admiralty Court, Tortola, condemned
es: Corte de Vicealmirantazgo,Tortola, condenado
pt: Tribunal do Vice-Almirantado, Tortola, condenado

source: Vice-Admiralty Court, Tortola, restored
es: Corte de Vicealmirantazgo, Tortola, restaurado
pt: Tribunal do Vice-Almirantado, Tortola, reintegrado

source: Vice-Admiralty Court, unspecified, condemned
es: Corte de Vicealmirantazgo, sin especificar, condenado
pt: Tribunal do Vice-Almirantado, não especificado, condenado

source: Vice-Admiralty Court, unspecified, restored
es: Corte de Vicealmirantazgo, sin especificar, restaurado
pt: Tribunal do Vice-Almirantado, não especificado, reintegrado

source: Virginia, port unspecified
es: Virginia, puerto sin especificar
pt: Virgínia, porto não especificado

source: Voyage completed as intended
es: Viaje completado como estaba pensado
pt: Viagem completada conforme o pretendido

source: Voyage identification number
es: Número de identificación de viaje
pt: Número de identificação da viagem

source: Voyage in 1999 CD-ROM
es: Viaje en 1999 CD-ROM
pt: Viagem no CD-ROM de 1999

source: Voyage length
es: Duración del viaje
pt: Duração da viagem

source: Voyage length, homeport to slaves landing (days)*
es: Duración del viaje, desde puerto de partida a desembarque de esclavos (días)*
pt: Duração da viagem, do porto de origem ao de desembarque de escravos (dias)*

source: Voyage outcome/outcome
es: Resultado del viaje/resultado
pt: Resultados da viagem

source: Wales
es: Gales
pt: Gales

source: West Africa, c.1660
es: África Centro Occidental, c. 1660
pt: África Ocidental, c.1660

source: West and West-Central Africa, c.1660
es: África Occidental y Centro Occidental, c. 1660
pt: África Ocidental e Centro Ocidental, c.1660

source: West-Central Africa
es: Africa Centro-Occidental
pt: África Centro Ocidental

source: West Central Africa and St. Helena
es: Africa Centro-Occidental y Santa Elena
pt: África Centro-Ocidental e Santa Helena

source: West Central Africa and St. Helena, port unspecified
es: Africa Centro-Occidental y Santa Elena, puerto sin especificar
pt: África Centro-Ocidental e Santa Helena, porto não especificado

source: West Indies
es: Indias Occidentales
pt: Índias Ocidentais

source: West Indies (colony unspecified)
es: Indias Occidentales (colonia sin especificar)
pt: Índias Ocidentais (colônia não especificada)

source: West of Cape Apolonia
es: Al oeste de Cabo Apolonia
pt: Oeste de Cabo Apolônia

source: Whaler
es: Ballenero

source: What are the optimal settings for viewing the website?
es: ¿Cuál es la mejor configuración para observar el sitio web?
pt: Quais são as configurações ideais para a visualização do site?

source: What can be learned by graphing differences observed in tables?
es: ¿Qué puede aprenderse graficando las diferencias observadas en las tablas?
pt: O que pode ser aprendido colocando em gráficos as diferenças observadas nas tabelas?

source: What do “averages” calculated in Summary Statistics, Tables, and the Timeline mean?
es: ¿Qué significa “Promedios” calculados en el Sumario estadístico, Tablas y Cronología?
pt: O que significam as “médias” calculadas em Estatísticas resumidas, Tabelas e Linha do tempo?

source: What does the command “New query” do?
es: ¿Qué hace el comando “Nueva búsqueda”?
pt: O que faz o comando “Nova consulta”?

source: What does the command “Reset to default” do?
es: ¿Qué hace el comando “Reconfigurar por defecto”?
pt: O que faz o comando “Redefinir para o Padrão”?

source: What features are shown on geophysical maps?
es: ¿Qué características se muestran en mapas geofísicos?
pt: Quais os acidentes geográficos mostrados nos mapas geofísicos?

source: What is the difference between a data variable and an imputed variable?
es: ¿Cuál es la diferencia entre una variable de datos y una variable inferida?
pt: Qual a diferença entre uma variável de dados e uma variável imputada?

source: What is the difference between basic variables and general variables?
es: ¿Cuál es la diferencia entre variables básicas y variables generales?
pt: Qual a diferença entre as variáveis básicas e as variáveis gerais?

source: What is the difference between “visible places” and places labeled on the maps themselves?
es: ¿Cuál es la diferencia entre “Lugares visibles” y lugares marcados en los mapas mismos?
pt: Qual a diferença entre “lugares visíveis” e lugares legendados nos próprios mapas?

source: What is the difference the main database and the estimates database?
es: ¿Cuál es la diferencia entre la base de datos principal (Viajes) y la base de datos de Estimaciones?
pt: Qual a diferença principal entre o banco de dados principal e o banco de dados de estimativas?

source: What is the function of icons at the top of maps?
es: ¿Cuál es la función de los íconos en la parte superior de los mapas?
pt: Qual a função dos ícones no alto dos mapas?

source: What is the function of “Refresh”?
es: ¿Cuál es la función de “Refrescar” (Refresh)?
pt: Qual a função de “Atualizar”?

source: What kinds of detail are displayed on the historical maps?
es: ¿Qué tipo de detalles se muestran en los mapas históricos?
pt: Que tipos de detalhes são exibidos nos mapas históricos?

source: What kinds of essays are published on the website?
es: ¿Qué tipo de ensayos se publican en el sitio web?
pt: Que tipos de ensaios são publicados no website?

source: What kinds of information are displayed when one clicks on the thumbnail of an image?
es: ¿Qué tipo de información se muestra cuando uno pulsa la miniatura de una imagen?
pt: Que tipos de informações são exibidas quando se clica na miniatura de uma imagem?

source: What kinds of maps are found in the website?
es: ¿Qué tipo de mapas se encuentran en el sitio web?
pt: Quais os tipos de mapas encontrados no website?

source: What parts of the Voyages website can I download? How?
es: ¿Qué parte del sitio Viajes puedo descargar y cómo?
pt: Que partes do website Viagens posso baixar? Como?

source: What should I do if I find errors in how a variable or variables are coded for a particular voyage or set of voyages?
es: ¿Qué hago si encuentro errores en cómo una variable es codificada para un viaje en particular o un grupo de viajes?
pt: O que devo fazer caso encontre erros na forma como uma ou mais variáveis são codificadas numa viagem ou conjunto de viagens específico?

source: What should I do if I find two cases describing the same voyage?
es: ¿Qué debo hacer si encuentro dos casos describiendo el mismo viaje?
pt: O que devo fazer se encontrar dois casos que descrevem a mesma viagem?

source: When I begin a new session on the Voyages website, I find that it does not open with default settings, but instead some settings resulting from queries made in the preceding session remain in effect. How do I begin again from default?
es: Cuando comienzo una nueva sesión en el sitio Viajes, encuentro que no abre la configuración inicial, sino que permanecen algunas configuraciones de sesiones previas. ¿Cómo comienzo con la configuración inicial?
pt: Quando inicio uma nova sessão no website Viagens, constato que ele não abre com as configurações padrão, e sim que configurações resultantes de pesquisas feitas na sessão anterior permanecem em vigor. Como faço para começar novamente a partir do padrão?

source: Where can I get help using this website?
es: ¿Dónde puedo conseguir ayuda para usar este sitio web?
pt: Onde posso obter ajuda usando este website?

source: Where can I see at a glance variables available for analysis in different sections of the website?
es: ¿Dónde puedo ver a primera vista las variables disponibles para análisis en distintas partes del sitio web?
pt: Onde posso ver numa única visada as variáveis disponíveis para análise em diferentes seções do website?

source: Where do I find bibliographies of studies of the slave trade on the website?
es: ¿Dónde encuentro estudios bibliográficos sobre el comercio de esclavos en el sitio web?
pt: Onde posso encontrar bibliografias de estudos sobre o tráfico de escravos no website?

source: Where do I find information on the website to put voyages into historical context?
es: ¿Dónde encuentro información en el sitio web que sitúe los viajes en un contexto histórico?
pt: Onde posso encontrar informações sobre o website para contextualizar as viagens historicamente?

source: Why do methods of selection differ from variable to variable?
es: ¿Por qué los métodos de selección difieren de variable en variable?
pt: Por que os métodos de seleção diferem de variável para variável?

source: Why is there an asterisk (*) next to some variables?
es: ¿Por qué hay un asterisco (*) al lado de algunas variables?
pt: Por que existe um asterisco (*) ao lado de algumas variáveis?

source: Windward Coast (Nunez - Assini)
es: Costa de barlovento (Nunez-Assini)
pt: Costa do Barlavento (Nunez-Assini)

source: Windward Coast, port unspecified
es: Windward Coast, puerto sin especificar
pt: Costa do Barlavento, porto não especificado

source: Windward Islands
es: Islas de Barlovento
pt: Ilhas de Barlavento

source: Windward + Ivory + Gold + Benin
es: Barlovento + marfil + oro + Benin
pt: Barlavento + Marfim + Ouro + Benim

source: wreck
es: naufragio
pt: naufrágio

source: Wye River
es: Río Wye
pt: Rio Wye

source: X axis
es: Eje X
pt: Eixo X

source: Yacht
es: Yate

source: Y axis
es: Eje Y
pt: Eixo Y

source: York River
es: Río York
pt: Rio York

source: Zanzibar
es: Zanzíbar

source: First region of slave landing
es: Primera region de desembarco de esclavos
pt: Primeira região de desembarque de escravos

source: Flag*:
es: Bandera*:
pt: Bandeira*:

source: Intervalo de tempo:
es: Intervalo de tiempo:

source: Second region of slave landing
es: Segunda region de desembarco de esclavos
pt: Segunda região de desembarque de escravos

source: Third region of slave landing
es: Tercera region de desembarco de esclavos
pt: Terceira região de desembarque de escravos

source: Third region of slave purchase
es: Tercera region de compra de esclavos
pt: Terceira região de aquisição de escravos

source: German
es: Alemán
pt: Alemão

source: Through fellowships to scholars, sponsorship of a range of cultural and educational events and projects, and affiliation with other outreach programs, the W.E.B. Du Bois Institute for African and African American Research advances study and understanding of the African diasporic experience. The Institute sponsored the development of the Trans-Atlantic Slave Trade database (published as a CD-ROM in 1999 by Cambridge University Press), and has contributed funding for the dataset of the Voyages database.
es: A través de becas a investigadores, y el esponsoreo de actividades culturales y educationales, y de la afiliacipon con otros programas de extension, the W.E.B. Du Bois Institute for African and African American Research avanza en el estudio y entendimiento de la diaspora africana. El instituto ha apoyado el desarrollo de Trans-Atlantic Slave Trade database (publicada en CD-ROM en 1999 por Cambridge University Press), y ha contribuido al establecimiento del sitio web Viajes.
pt: Através de bolsas de estudos para estudiosos, de patrocínio a uma série de eventos e projetos culturais e educacionais, e da filiação a outros programas de extensão, o W.E.B. Du Bois Institute for African and African American Research promove o estudo e a compreensão da experiência da diáspora africana. Patrocinou o desenvolvimento da base de dados do Tráfico de Escravos Transatlântico (publicado como CD-ROM em 1999 pela Cambridge University Press) e tem contribuído com financiamento para o conjunto de dados do banco de dados Viagens.

source: Não
es: No

source: Place where voyage began*:
es: Lugar donde comenzó el viaje*:
pt: Porto onde a viagem começou*:

source: Spanish American Mainland
es: América española continental
pt: América espanhola continental

source: <div class="faq-answer"><p>A pie chart is a circular graph having radii dividing the circle into sectors proportional in area to the relative magnitudes, frequencies or percentages represented. "Voyages" allows users to analyze data using a pie chart in the "Custom graphs" section. Pie charts effectively depict percentages.</p><p>To make a pie chart in Custom Graphs, click on its button among graph types; enter under X axis the variable whose values will represent slices of the pie; and use the Y axis to choose a variable to determine how the size of each slice will be measured. Click on &ldquo;Add series&rdquo; to put it in the &ldquo;Current series&rdquo; box. If another variable is there, remove it. Then click on &ldquo;Show.&rdquo; Only categorical variables are suitable for a pie chart, and not every categorical variable at that. It is important to choose a variable with a small enough set of values for pieces of the pie to be more than thin slivers.&nbsp;Remember that you can limit the number of values in the query frame on the left.</p></div>
es: <div class="faq-answer"> <p>Un gráfico circular tiene un radio que divide el círculo en secciones de áreas proporcionales a las magnitudes, frecuencias o porcentajes que cada área representa. La base de datos “Viajes” permite al usuario analizar los datos utilizando un gráfico circular en la sección “Gráficos a la medida”. El gráfico circular muestra muy efectivamente los porcentajes.</p> <p>Para hacer un gráfico circular o de torta en la sección Gráficos a la medida pulse sobre este botón entre los diferentes tipos de gráficos. Entre en el eje X la variable cuyo valor representará las áreas del círculo y use al eje Y para la variable que determinará el largo de cada sección. Pulse en &ldquo;Agregue serie&rdquo; para ponerla en la casilla de &ldquo;Serie actual&rdquo;. Si hay otra variable allí, remuévala. Entonces pulse en &ldquo;Mostrar&rdquo;. Solo las variables categóricas son apropiadas para un gráfico circular y dentro de esto no todas. Es importante escoger una variable con un grupo de valores suficientemente pequeño para que el gráfico no se vea como un grupo de tajadas demasiado pequeñas. Recuerde que puede limitarse el número de valores en el cuadro de búsqueda a la izquierda.</p> </div>
pt: <div class="faq-answer"><p>O gráfico de pizza é um gráfico circular com raios que dividem o círculo em setores cujas áreas são proporcionais às magnitudes, frequências ou porcentagens relativas representadas. O website “Viagens” permite aos usuários analisar dados usando um gráfico de pizza na seção “Gráficos personalizados”. Os gráficos de pizza representam porcentagens de modo claro.</p><p>Para elaborar um gráfico de pizza em Gráficos personalizados, clique no botão correspondente em tipos de gráficos; escolha no eixo X a variável cujos valores vão representar as fatias da pizza; e use o eixo Y para escolher uma variável para determinar como o tamanho de cada fatia vai ser medido. Clique em “Adicionar série” para colocá-la na caixa de “Séries atuais”. Se outra variável estiver lá, remova-a. Em seguida, clique em “Mostrar”. Apenas variáveis categóricas são adequadas para um gráfico de pizza, mas nem todas elas. É importante que se escolha uma variável cujo conjunto de valores seja pequeno o suficiente para que a pizza não fique dividida em fatias finas demais. Lembre que você pode limitar o número de valores no quadro de consultas à esquerda.</p></div>

source: <div class="faq-answer"><p>First, you should be aware that the statistics for slaves embarked, disembarked, and the percentage who died during the Middle Passage are calculated from imputed variables in the data set. Totals are somewhat less, and averages somewhat different, when based on data variables: 331 slaves embarked, 277 disembarked, and 10.9 percent mortality. The other four summary statistics (length of Middle Passage, percentage of children and males, and tonnage) are calculated from data variables.</p></div>
es: <div class="faq-answer"> <p>Primero, debe estar consciente de que las estadísticas para esclavos embarcados, desembarcados, así como el porcentaje que murió en la travesía, es calculada de variables inferidas en el volumen de datos. Los totales son un poco menos y los promedios algo diferentes, cuando se basan en variables de datos: 331 esclavos embarcados, 277 desembarcados y una mortalidad del 10.9%. Las otras cuatro estadísticas sumarias (Duración de la travesía atlántica, porcentaje de niños y de varones y tonelaje) se calculan a partir variables de datos.</p> </div>
pt: <div class="faq-answer"><p>Primeiro, você deve estar ciente de que as estatísticas de escravos embarcados e desembarcados e a porcentagem dos que morreram durante a travessia do Atlântico são calculadas a partir de variáveis imputadas no conjunto de dados. Os totais são um pouco menores, e as médias um pouco diferentes, quando se baseiam em variáveis de dados: 331 escravos embarcados, 277 desembarcados e 10,9 por cento de mortalidade. As outras quatro estatísticas resumidas (a duração da travessia do Atlântico, o percentual de crianças e homens e a tonelagem) são calculadas a partir de variáveis de dados.</p></div>

source: <div class="faq-answer"><p>In Europe, the area of countries were voyages were organized are shaded. Except for Spain, labels of the names of slave trading nations are placed off adjacent coastlines.</p><p>In Africa, shaded areas show states, regions, and large population groups. The approximate area covered by each is shown by light grey borders, and the white labels in capital letters are the names of these territorial units. Labels in purple are for so-called ethnic groups not associated with territorial units. Regions of the coast, as defined by Philip Curtin and adopted on this website, are shown in large capital letters adjacent to the coastline to which they refer.</p><p>In the Central and South American historical maps of regions and ports, shaded areas represent the extent of colonization around 1650, 1750 and 1850. Boundaries show political changes over the three periods The 1650 historical map for regions of the Caribbean show the small number of islands colonized before the middle of the seventeenth century. Around 1750, close to the apogee of the slave trade, all the larger islands are labeled at level 3 or 6 for regions; and some of the smaller islands are labeled at zoom level 1. Finally, in Mainland North America the historical maps show areas of colonization and the emergence of independent countries in much the same way as for South America.</p></div>
es: <div class="faq-answer"><p>En Europa, el área de los países donde se organizaron viajes está sombreada. Excepto España, las etiquetas con los nombres de las naciones comerciantes se encuentran colocadas fuera de las líneas costeras adyacentes.</p><p>En África, las áreas sombreadas muestran estados, regiones y grandes grupos de población. El área aproximada cubierta por cada área se muestra mediante fronteras en gris claro y las etiquetas blancas, en letras mayúsculas, que son el nombre de estas unidades territoriales. La etiqueta púrpura indica los llamados grupos étnicos no asociados con unidades territoriales. Las regiones de la costa, definidas por Philip Curtin y adoptadas por este sitio web, se muestran en grandes letras mayúsculas adyacentes a la línea costera a las que se refieren..</p><p>En los mapas históricos de Iberoamérica continental, de regiones y puertos, las áreas sombreadas representan el grado de colonización alrededor de 1650, 1750 y 1850. Las fronteras muestran cambios políticos durante los tres períodos. El mapa histórico de 1650 para regiones del Caribe muestra el pequeño grupo de islas colonizadas antes de mediados del siglo XVII. Alrededor de 1750, cerca del apogeo del comercio de esclavos, todas las grandes islas están marcadas al nivel 3 o 6 para las regiones y algunas de las islas pequeñas están marcadas a nivel de amplificación 1. Finalmente, en la Norteamérica Continental (Estados Unidos), los mapas históricos muestran áreas de colonización y la emergencia de países independientes en gran medida en la misma forma que otras regiones continentales.</p></div>
pt: <div class="faq-answer"><p>Na Europa, as áreas dos países onde as viagens foram organizadas estão sombreadas. Com exceção da Espanha, as legendas dos nomes dos países traficantes de escravos estão situadas perto dos litorais adjacentes.</p><p>Na África, as áreas sombreadas mostram estados, regiões e grandes grupos populacionais. A área coberta aproximada de cada uma delas é mostrada por fronteiras cinza-claro, e as legendas brancas em letras maiúsculas são os nomes dessas unidades territoriais. As legendas roxas identificam os chamados grupos étnicos não associados a unidades territoriais. As regiões costeiras, segundo a definição de Philip Curtin adotada neste website, são mostradas em grandes letras maiúsculas adjacentes à costa a que se referem.</p><p>Nos mapas históricos de regiões e portos das Américas Central e do Sul, as áreas sombreadas representam a extensão da colonização por volta de 1650, 1750 e 1850. As fronteiras mostram mudanças políticas ao longo dos três períodos. O mapa histórico de 1650 das regiões do Caribe mostra o pequeno número de ilhas colonizadas antes de meados do século XVII. Por volta de 1750, perto do apogeu do tráfico de escravos, todas as ilhas maiores estão legendadas no nível 3 ou 6, indicando as regiões; e algumas das ilhas menores estão legendadas no zoom de nível 1. Finalmente, na América do Norte Continental, os mapas históricos mostram as áreas de colonização e o surgimento de países independentes, tal como na América do Sul.</p></div>
