Repository: rice-crc/voyages
Catalog: voyages/locale/*/LC_MESSAGES/django.po
Languages: es, pt

source: A map showing features as they were, rather than as they are now. [Check: Perhaps add some detail on the historical maps in the images section]
es: Mapa que muestra aspectos históricos, tal y como eran en un momento dado y no como son en la actualidad. [Nota: Quizás se deba añadir más detalles acerca de los mapas históricos en la sección “Imágenes”]
pt: Mapa que mostra como eram as regiões outrora, e não como são agora.

source: A map which displays topographical features, such as rivers and mountains, or oceanographic features such as winds and currents. The clockwise North Atlantic and anti-clockwise South Atlantic wind and current systems helped to order the voyage pathways in the trans-Atlantic slave trade.
es: Mapa que muestra detalles topográficos como ríos y montañas, o detalles oceanográficos como vientos y corrientes. Los vientos del Atlántico Norte (hacia la derecha) y el Atlántico Sur (hacia la izquierda) junto a los sistemas de corrientes sirvieron de guía para las rutas del tráfico transatlántico.
pt: Um mapa que exibe acidentes topográficos, como rios e montanhas, ou elementos oceanográficos, como ventos e correntes. O sistema de correntes e ventos — em sentido horário no Atlântico Norte e em sentido anti-horário no Atlântico Sul — ajudava a ordenar as rotas de viagem no tráfico de escravos transatlântico.

source: Amelia Island
es: Isla Amelia
pt: Ilha Amélia

source: American revolutionary war (1775-1783)
es: Guerra de independencia de los Estados Unidos (la) (1775-1783)
pt: Guerra da Independência dos Estados Unidos (1775-1783)

source: Americas, port unspecified
es: Américas, puerto no especificado
pt: Américas, porto não especificado

source: Amerindian
es: Amerindio
pt: Ameríndios

source: Amsterdam
es: Ámsterdam
pt: Amsterdão

source: Anglo-Brazilian anti-slave trade treaty (1830)
es: Tratado contra el tráfico de esclavos Anglo-brasileño (1830)
pt: Tratado anglo-brasileiro contra o tráfico de escravos (1830)

source: Angola (possibly New Calabar)
es: Angola (posiblemente Nuevo Calabar)
pt: Angola (possivelmente Novo Calabar)

source: Angola to Ardra
es: Angola a Ardra
pt: Angola a Ardra

source: Anguilla, port unspecified
es: Anguilla, puerto sin especificar
pt: Anguilha, porto não especificado

source: An image of a person in the slave trade. [check images]
es: Imagen de una persona en el tráfico de esclavos. Checkear en imágenes.
pt: A imagem de uma pessoa atuante no tráfico de escravos. [checar imagens]

source: Annotta Bay
es: Bahía de Annotta
pt: Baía Annotta

source: Anomabu and Apam
es: Anomabu y Apam
pt: Anomabu e Apam

source: An open revolt by the slaves against the slaving crew, often with the aim of taking over the slave ship. Slaving crews did everything in their power to prevent slave insurrections by keeping the male slaves separated and chained, constructing barricades on deck and purchasing supposedly more tractable slaves from specific regions of Africa. Successful slave insurrections were rare, but bloody affairs, which typically resulted in the death of the crew. Insurrections broke out on one in ten voyages.
es: Rebelión abierta de esclavos contra la tripulación que los sometía, a menudo con el propósito de tomar control del barco. Las tripulaciones hacían todo lo que estaba a su alcance para prevenir estas insurrecciones, manteniendo a los esclavos varones separados y encadenados, construyendo barricadas en la cubierta y comprando esclavos supuestamente más dóciles provenientes de determinadas regiones de África. Las sublevaciones exitosas de esclavos en los barcos eran acontecimientos raros, pero sanguinarios, que por lo general terminaban con la muerte de los tripulantes. Las insurrecciones ocurrían aproximadamente en uno de cada diez viajes.
pt: Uma revolta de escravos contra a tripulação do navio negreiro, muitas vezes com o objetivo de assumir o controle da embarcação. As tripulações destes navios faziam tudo que estava ao seu alcance no sentido de impedir as insurreições de escravos, mantendo os homens separados e acorrentados, construindo barricadas no convés e adquirindo escravos supostamente mais dóceis de regiões específicas da África. As insurreições de escravos bem-sucedidas eram raras, porém sangrentas, normalmente resultando na morte da tripulação. Eclodiam insurreições em uma a cada dez viagens.

source: Antigua, port unspecified
es: Antigua, puerto sin especificar
pt: Antígua, porto não especificado

source: Anti-slave trade treaties: Anglo-Portuguese Treaty
es: Tratados antiesclavista - El Tratado anglo-portugués
pt: Tratados contra o tráfico de escravos: Tratado Anglo-Português de 1810

source: Antwerp
es: Amberes
pt: Antuérpia

source: A person of European or African descent born in the Americas. In the fifteenth century Portuguese-African traders popularized the term (crioulo/a). The term refers also to a new language that blends European and African languages, spoken by Europeans, Africans and African-Americans, the most common being French Creole in St. Domingue/Haiti.
es: Persona de origen europeo o africano nacida en territorio americano. En el siglo XV traficantes luso-africanos popularizaron el término (crioulo/la). Este se refiere a un nuevo idioma que mezcla los idiomas europeos y africanos hablados por los europeos, africanos y afroamericanos. El más conocido de estos idiomas es el francés creole (llamado también haitiano o creol) hablado en Saint Domingue y luego Haití.
pt: Uma pessoa de ascendência europeia ou africana nascida nas Américas. No século XV, os comerciantes que atuavam entre Portugal e África popularizaram o termo (crioulo/a). A palavra também se refere a um novo idioma que mistura línguas europeias e africanas, falado por europeus, africanos e afro-americanos, sendo o mais comum deles o francês crioulo de São Domingos / Haiti.

source: A port where ships docked to load or unload cargo, to obtain supplies, or to undergo repairs.
es: Puertos donde los buques atracaban para la estiba y descarga de mercancías, obtener suministros, o ser reparados.
pt: Um porto onde os navios atracavam para carregar e descarregar cargas, obter suprimentos e fazer reparos.

source: Are disembarkation regions in Estimates and the Voyages Database defined differently?
es: ¿Se definen las regiones de desembarco en forma diferente en Estimaciones y en la base de datos principal?
pt: As regiões de desembarque são definidas de forma diferente nas Estimativas e no Banco de Dados: Viagens?

source: Are embarkation regions in Estimates and the Voyages Database defined differently?
es: ¿Se definen las regiones de embarque en forma diferente en Estimaciones y en la base de datos principal?
pt: As regiões de embarque nas Estimativas e no Banco de Dados: Viagens são definidas de forma diferente?

source: Arrested by Brazil or given up to the Brazilian government
es: Capturado por Brasil, u otorgado al gobierno de Brasil
pt: Apresado por Brasil ou cedido ao governo brasileiro

source: Arrived in Africa, subsequent fate unknown
es: Arribo en Africa, destino ulterior desconocido
pt: Chegou à África, destino subsequente desconhecido

source: Arrived in Brazil and refused permission to disembark
es: Arribo en Brasil, y se le negó permiso para desembarcar
pt: Chegou ao Brasil e não teve permissão de desembarcar

source: A sailing ship refitted for the slave trade, known also as a Guineaman. Most slaving ships were second-hand vessels that frequented other trades. Owners sought to purchase fast-sailing vessels and/or ones which could be retooled below the main deck to maximize the number of Africans who would be imprisoned.
es: Un velero acondicionado para el tráfico de esclavos, también conocido como guineaman en inglés o tumbeiro en portugués. La mayoría de los barcos esclavistas eran naves de segunda mano que ya habían participado en otras operaciones mercantiles. Por lo general, los dueños de los barcos preferían comprar buques de rápida navegación o que pudieran ser rediseñados debajo de la cubierta principal para poder maximizar el número de africanos a ser confinados en el barco.
pt: Um navio adaptado para o tráfico de escravos. Em sua maioria, os navios negreiros eram embarcações de segunda mão que praticavam outras formas de comércio. Os proprietários tentavam comprar os navios que eram mais rápidos e/ou que poderiam sofrer uma reforma no porão para maximizar o número de africanos a serem presos lá.

source: A series of measures taken by the Spanish Crown in the 18th Century to increase control over Spain and her colonies. The reforms ended the asiento system, opening up the slave trade to independent traders.
es: Conjunto de medidas adoptadas por la corona española en el siglo XVIII, destinadas a incrementar el control sobre España y sus colonias. Estas reformas dieron fin al sistema de asiento, con lo cual el tráfico de esclavos se abrió a traficantes independientes.
pt: Uma série de medidas tomadas pela Coroa espanhola no século XVIII para aumentar o controle sobre a Espanha e suas colônias. As reformas extinguiram o sistema de asiento, abrindo o tráfico de escravos para comerciantes independentes.

source: A ship privately owned and manned but authorized by a government during wartime to attack and capture enemy vessels. Armed slaving vessels often purchased a letter of marque during wartime in order to capture enemy shipping on their own account.
es: Un buque que eran de propiedad privada y cuya tripulación habían sido contratada de manera independiente, pero que estaba autorizado por un gobierno en tiempos de guerra para atacar y capturar navíos enemigos. Con frecuencia, los barcos esclavistas que navegaban armados compraban patentes de corso para capturar por su cuenta barcos enemigos.
pt: Um navio de propriedade e tripulação privadas, mas autorizado por um governo em tempo de guerra a atacar e capturar embarcações inimigas. Navios negreiros armados compravam muitas vezes uma carta de corso em tempo de guerra para capturar navios inimigos por conta própria.

source: Asia e Africa
es: Asia y Africa
pt: Ásia e África

source: Asia e Africa, port unspecified
es: Asia y Africa, puerto sin especificar
pt: Ásia e África, porto não especificado

source: Atlantic Islands
es: Islas atlánticas
pt: Ilhas atlânticas

source: A treaty brokered by British diplomats to limit the Portuguese slave trade. The compromise measure banned Portuguese slave-trading north of the equator with the exception of the trade at Ouidah (Whydah). As a consequence, Ouidah developed into the major slave-trading outlet north of the equator. At the same time, however, the Portuguese trade to the Upper Guinea Coast (Cacheu, Bissau and the Bissagos Islands) declined.
es: Acuerdo negociado por diplomáticos ingleses para limitar el tráfico esclavista portugués. El acuerdo prohibía el tráfico de esclavos portugués al norte del ecuador con la excepción de la trata en Ouidah (Whydah). Como resultado, Ouidah se convirtió en la principal puerta de comercio esclavo al norte del ecuador. Al mismo tiempo, el tráfico portugués en la costa de la Alta Guinea (Cacheu, Bissau y las Islas Bijagós) disminuyó.
pt: Um tratado negociado por diplomatas britânicos para limitar o tráfico de escravos português. Foi uma medida conciliatória que proibia o tráfico de escravos português ao norte do equador, com exceção do tráfico em Uidá (Whydah). Em consequência, Uidá tornou-se o mais importante mercado de tráfico de escravos ao norte do equador. Ao mesmo tempo, porém, o tráfico português para a norte da Costa da Guiné (Cacheu, Bissau e as ilhas Bijagós) diminuiu.

source: A vessel captured from the enemy and deemed a legal capture in a prize court.
es: Un navío capturado al enemigo y considerado una captura legal en un tribunal de almirantazgo.
pt: Um navio capturado junto ao inimigo e considerado uma captura legal em um tribunal de presas.

source: Bahamas, port unspecified
es: Bahamas, puerto sin especificar
pt: Bahamas, porto não especificado

source: Bahia, port unspecified
es: Bahia, puerto sin especificar
pt: Bahia, porto não especificado

source: Baía de Botafogo
es: Bahía de Botafogo

source: Baía de Sepetiba
es: Bahía de Sepetiba

source: Banana Islands
es: Islas Bananas
pt: Ilhas Banana

source: Bance Island (Ben's Island)
es: Isla Bance (isla de Ben)
pt: Ilha Bance (Ben’s Island)

source: Barbados and Jamaica
es: Barbados y Jamaica
pt: Barbados e Jamaica

source: Barbados, port unspecified
es: Barbados, puerto sin especificar
pt: Barbados, porto não especificado

source: Barbary pirates
es: Piratas berberiscos
pt: Piratas da Berbéria

source: Barque
es: Barca

source: Barque (Dutch)
es: Barque (holandés)
pt: Barque (Holandês)

source: Bayonne
es: Bayona

source: Belgium
es: Bélgica
pt: Bélgica

source: Belgium, port unspecified
es: Bélgica, puerto sin especificar
pt: Bélgica, porto não especificado

source: Bengal
es: Bengala
pt: Bengala

source: Benin
es: Benín
pt: Benim

source: Berlin
es: Berlín

source: Bertie County
es: Condado de Bertie
pt: Condado de Bertie

source: Bight of Benin, port unspecified
es: Bight of Benin, puerto sin especificar
pt: Golfo do Benim, porto não especificado

source: Bight of Biafra and Gulf of Guinea islands
es: Ensenada de Biafra e islas del Golfo de Guinea
pt: Golfo de Biafra e ilhas do golfo da Guiné

source: Bight of Biafra and Gulf of Guinea Islands, port unspecified
es: Ensenada de Biafra e islas del Golfo de Guinea, puerto sin especificar
pt: Golfo de Biafra e ilhas do golfo da Guiné, porto não especificado

source: Bights
es: Bahías
pt: Golfos

source: Bissau
es: Bisáu

source: Black River
es: Río Negro
pt: Rio Black

source: Boat
es: Barco

source: Bocal slaves
es: Bozales
pt: Escravos boçais

source: Bordeaux
es: Burdeos

source: Bought at least one slave in Africa - subsequent fate unknown
es: Compró al menos un esclavo en Africa - destino subsecuente desconocido
pt: Comprou ao menos um escravo na África - destino subsequente desconhecido

source: Bourbon reforms
es: Reformas borbónicas
pt: Reformas bourbônicas

source: Brazil, region unspecified
es: Brasil, región sin especificar
pt: Brasil, região não especificada

source: Brazil: suppression of slave trade (1850)
es: Brasil: supresión de la trata de esclavos (1850)
pt: Brasil: repressão ao tráfico de escravos (1850)

source: Brazil unspecified
es: Brasil sin especificar
pt: Brasil não especificado

source: Brazil was the center of the trans-Atlantic slave trade for most years between 1570 and 1850, whether under the Portuguese flag or, after independence in 1822, under the Brazilian flag. Rio de Janiero and Bahia outfitted more slaving voyages than any other ports. Perhaps forty percent of all Africans forced into the slave trade ended their lives in Brazil. Rio de Janeiro also imported more enslaved Africans in the late 1820s than did any other port in the history of the trade.
es: Brasil fue el centro del tráfico transatlántico de esclavos en la mayor parte del período comprendido entre 1570 y 1850, tanto bajo la bandera portuguesa como la brasileña, después de haber obtenido la independencia en 1822. Los puertos de Rio de Janeiro y Bahía organizaron más travesías esclavistas que todos los demás. Probablemente el cuarenta por ciento de todos los africanos incorporados a la fuerza al tráfico terminaron sus días en Brasil. Al mismo tiempo, el puerto de Rio de Janeiro importó más africanos esclavizados que ningún otro en la historia de la trata.
pt: O Brasil foi o centro do tráfico de escravos transatlântico na maior parte dos anos entre 1570 e 1850, sob a bandeira portuguesa ou, após a independência em 1822, sob a bandeira brasileira. Rio de Janeiro e Bahia equiparam mais viagens negreiras do que qualquer outro porto. Talvez quarenta por cento de todos os africanos mobilizados no tráfico de escravos tenham terminado suas vidas no Brasil. O Rio de Janeiro também importou mais escravos africanos no final da década de 1820 do que qualquer outro porto na história do tráfico.

source: Bristol (RI)
es: Bristol (RI, USA)

source: Britain captured Jamaica from the Spanish in 1655. Under British control the island developed into the major plantation colony in the British West Indies, importing forty percent of all enslaved Africans on British vessels. Plantation agriculture first centered around Kingston in the southeast and then expanded steadily westward throughout the 1700s. Sugar remained the most important cash crop produced in Jamaica; coffee production began expanding in the 1780s. The Jamaican economy also had a significant livestock sector, which employed more Jamaicans of African descent after the Abolition of Slavery in 1833.
es: Inglaterra capturó Jamaica de manos de España en 1655. Bajo el control británico la isla se convirtió en la mayor plantación colonial en las Indias Occidentales Británicas, importando el cuarenta por ciento de los esclavos africanos trasportados en barcos ingleses. La agricultura de plantación se concentró alrededor de Kingston en el sureste y posteriormente se expandió de manera estable hacia el oeste a lo largo del siglo XVIII. El azúcar continuó siendo el más importante cultivo comercial de Jamaica. La producción de café comenzó a expandirse hacia inicios de la década de 1780. La economía de Jamaica también tenía un importante sector ganadero, el cual empleó muchos jamaicanos descendientes de africanos tras la abolición de la esclavitud en 1833.
pt: A Grã-Bretanha tomou a Jamaica da Espanha em 1655. Sob o controle britânico, a ilha se tornou a maior colônia de plantation nas Índias Ocidentais Britânicas, importando quarenta por cento de todos os escravos africanos de navios britânicos. A agricultura de plantation centrou-se primeiro em torno de Kingston, no sudeste, e depois se expandiu continuamente para o oeste ao longo da década de 1700. A cultura do açúcar permaneceu como a mais importante da Jamaica; a produção de café começou a se expandir na década de 1780. A economia jamaicana também tinha um setor pecuário significativo, que passou a empregar mais jamaicanos de ascendência africana após a Abolição da Escravatura, em 1833.

source: British
es: Británico
pt: Britânico

source: British Americas
es: Américas Británicas
pt: Américas britânicas

source: British Americas, port unspecified
es: Américas Británicas, puerto sin especificar
pt: Américas britânicas, porto não especificado

source: British Caribbean
es: Caribe Británico
pt: Caribe britânico

source: British Caribbean, colony unspecified
es: Caribe Británico, colonia sin especificar
pt: Caribe britânico, colônia não especificada

source: British Guiana
es: Guyana Británica
pt: Guiana Inglesa

source: British Leewards
es: Islas Leewards Británticas
pt: Ilhas de Sotavento Britânicas

source: British plantations
es: Plantaciones británicas
pt: Plantations inglesas

source: Cadiz
es: Cádiz
pt: Cádis

source: Calcutta
es: Calcuta
pt: Calcutá

source: Cameroons
es: Camerún
pt: Camarões

source: Cameroons River
es: Rio Camerún
pt: Rio Camarões

source: Canada
es: Canadá
pt: Canadá

source: Canary Islands
es: Islas Canarias
pt: Ilhas Canárias

source: Can I download results for further analysis using a spreadsheet?
es: ¿Puedo descargar los resultados para análisis posterior usando planillas de cálculo?
pt: Posso baixar resultados para uma análise mais aprofundada por meio de uma planilha?

source: Can I reuse or republish any information or materials I find on this website?
es: ¿Puedo reusar o publicar cualquier información o materiales que encuentre en el sitio web?
pt: Posso reutilizar ou republicar qualquer informação ou material que encontrar neste website?

source: Can’t find the information you are looking for?
es: ¿No puede hallar la información que está buscando?
pt: Não consegue encontrar a informação que você está procurando?

source: Can the data be examined in larger units than single years?
es: ¿Puede la información ser examinada en unidades mayores a un año?
pt: Os dados podem ser examinados em unidades maiores do que anos específicos?

source: Cape Baxos
es: Cabo baxos

source: Cape Coast Castle
es: Castillo de Cape Coast
pt: Castelo de Cabo Corso

source: Cape Lahou
es: Cabo Lahou
pt: Cabo Lahou

source: Cape Logas (location undetermined)
es: Cape Logas (locación sin determinar)
pt: Cabo Logas (localização não determinada)

source: Cape of Good Hope
es: Cabo de Buena Esperanza
pt: Cabo da Boa Esperança

source: Cape Padroon
es: Cabo Padroon
pt: Cabo Padrão

source: Cape Verde Islands
es: Islas de Cabo Verde
pt: Ilhas do Cabo Verde

source: Cap Lopez And Cabo Santa Catarina
es: Cap Lopez y Cabo Santa Catarina
pt: Cabo Lopes e Cabo Santa Catarina

source: Captain's name
es: Nombre del capitán
pt: Nome do capitão

source: Captains often purchased more slaves than they later transported from the African coast. In some cases, they transshipped slaves to auxiliary vessels; in other cases they re-landed slaves whom they believed would not survive the Middle Passage. Some captains advanced trading goods on credit to African merchants, receiving "pawns" (human collateral or "commercial hostages") in return. Captains redeemed pawns once slave deliveries were made. There was wide variability in length of time to complete a slave purchase--from several weeks to sometimes more than 18 months.
es: Los capitanes a menudo compraban más esclavos en las costas africanas de los que al final transportaban. En ocasiones algunos esclavos eran reembarcados en buques auxiliares, mientras que en otros casos los esclavos que se pensaban no podrían sobrevivir la travesía intermedia eran devueltos a la tierra firme. Algunos capitanes ofrecían a comerciantes africanos mercancías de trueque a crédito, por las que recibían “empeños” (humanos como garantía o “rehenes comerciales”) a cambio. Una vez que se verificaban las entregas de esclavos, los capitanes redimían a los empeñados. El tiempo total en el que se completaba una venta de esclavos variaba en el tiempo, desde algunas semanas hasta a veces más de 18 meses.
pt: Os comandantes muitas vezes adquiriam um número de escravos maior do que o daqueles que depois transportavam da costa africana. Em alguns casos, eles transferiam escravos para embarcações auxiliares; em outros, devolviam à terra os escravos que acreditavam que não iriam sobreviver à travessia do Atlântico. Alguns comandantes promoviam o comércio de mercadorias a crédito com comerciantes africanos, recebendo pessoas como reféns comerciais em troca, uma forma de caução. Os comandantes resgatavam os reféns quando as entregas de escravos eram feitas. O tempo de conclusão de uma compra de escravos variava muito, de algumas semanas até mais de 18 meses, por vezes.

source: Captive / captives
es: Cautivo / Cautivos
pt: Cativo / cativos

source: Captor unspecified
es: Captor sin especificar
pt: Captor não especificado

source: Captured and recaptured after disembarking slaves
es: Capturado y recapturado después de desembarcar esclavos
pt: Capturado e recapturado depois de desembarque de escravos

source: Captured and released without court proceedings
es: Capturado y liberado sin juicio
pt: Capturado e liberado sem julgamento

source: Captured before disembarking slaves; vessel recaptured or released subsequently
es: Capturado antes de desembarco de esclavos; barco recapturado o liberado inmediatamente
pt: Capturado antes de desembarque de escravos; navio recapturado ou solto subsequentemente

source: Captured by Algerian pirates
es: Capturado por piratas de Argelia
pt: Capturado por piratas argelinos

source: Captured by Argentinian privateers after embarkation of slaves
es: Capturado por corsarios argentinos luego del embarco de esclavos
pt: Capturado por corsários argentinos depois de embarque de escravos
