Repository: rice-crc/voyages
Catalog: voyages/locale/*/LC_MESSAGES/django.po
Languages: es, pt

source: The common multiple Iberian names-- whether vessels, captains or owners—causes particular problems for researchers. Spanish and Portuguese names often incorporate the surnames of both the father and the mother. In the case of ship’s names, length stemmed from the habit of introducing multiple saints’ names and objects of religious veneration into the name of the vessel - at least before 1800. Length is a problem in this context because the official record of the vessel (and person), as well as the common usage of names by sailors and owners often recorded and employed only fragments of the full name, but unfortunately not always the same fragments. Users are consequently warned that it is often more difficult to track and eliminate double-counting of Iberian vessels and people than it is of their non-Iberian counterparts. Upward bias from double-counting is thus more likely in the records of the Iberian than of the non-Iberian slave trades.
es: La presencia común de nombres ibéricos múltiples, tanto de navíos, capitanes o propietarios, causa problemas particulares a los investigadores. Los nombres españoles y brasileños frecuentemente integran los apellidos del padre y de la madre. En el caso de nombres de barcos, la longitud se deriva del hábito de introducir nombres de santos y objetos de veneración religiosa en el nombre de los navíos, al menos antes de 1800. La longitud es un problema en este contexto porque el registro oficial del navío (y la persona), así como la práctica común entre marineros y propietarios de registrar y emplear sólo fragmentos del nombre completo y, desafortunadamente, no siempre los mismos fragmentos. Alertamos a los usuarios que es a veces más difícil buscar y eliminar el doble conteo en navíos y personas ibéricas que en las no ibéricas. El sesgo hacia arriba en el conteo es más probable en los registros de los viajes esclavistas ibéricos que en los no ibéricos.
pt: Os típicos nomes ibéricos compostos — sejam de navios, comandantes ou proprietários — são problemáticos para os pesquisadores. Os nomes espanhóis e portugueses muitas vezes incorporam os sobrenomes do pai e da mãe. No caso dos nomes dos navios, eles por vezes são compridos devido ao hábito de incluir no nome do navio nomes múltiplos de santos e objetos de veneração religiosa — pelo menos até 1800. O comprimento é um problema neste contexto porque o registro oficial do navio (e pessoa), bem como os nomes comumente usados por marinheiros e proprietários, muitas vezes só utilizam fragmentos do nome completo, e infelizmente nem sempre os mesmos fragmentos. Os usuários são consequentemente advertidos de que muitas vezes é mais difícil controlar e eliminar a contagem duplicada de pessoas e navios ibéricos do que os de outros países. Um viés de alta advindo da contagem repetida é portanto mais provável nos registros da península Ibérica do que nos não-ibéricos.

source: Imputed Variables
es: Variables imputadas
pt: Variáveis Imputadas

source: The second group of variables are Imputed Variables. In the Voyages Database interface, users can choose 22 of these imputed variables to facilitate searches. The imputed variables are derived directly from the data set. The assumptions underlying these derivations are explained more fully below, but mostly the derived variables are amalgamations or regroupings of the historical data from the first group of variables. To make the imputed variables as transparent as possible and to facilitate refinements, alternative assessments, and corrections that users might think necessary, we have included a download page which makes the database available to users in various formats. Indeed, it provides users with the data needed to create their own imputed variables.
es: El segundo grupo de variables son variables imputadas. En la interface de la base de datos de Viajes los usuarios pueden escoger 22 de estas variables imputadas para facilitar la investigación. Las variables imputadas provienen directamente de la base de datos. Las suposiciones que sustentan estas derivaciones se explican abajo en más detalle, pero fundamentalmente las variables derivadas son amalgamas o agrupaciones de los datos históricos del primer grupo de variables. Para hacer las variables imputadas tan transparentes como sea posible y para facilitar los refinamientos, valoraciones alternativas y correcciones que los usuarios puedan estimar necesario hemos incluido una página de descarga que pone la base de datos a la disposición de los usuarios en distintos formatos. Esto en efecto provee a los usuarios los datos necesarios para crear sus propias variables imputadas.
pt: O segundo grupo de variáveis é o das variáveis imputadas. Na interface do Banco de Dados Viagens, os usuários podem escolher 22 dessas variáveis imputadas para facilitar as buscas. As variáveis imputadas são derivadas diretamente do conjunto de dados. Os pressupostos dessas derivações são explicados mais detalhadamente abaixo, mas em sua maior parte as variáveis derivadas são fusões ou reagrupamentos de dados históricos do primeiro grupo de variáveis. Para tornar as variáveis imputadas tão transparentes quanto possível e facilitar os refinamentos, as avaliações alternativas e as correções que os usuários possam achar necessárias, incluímos uma página que pode ser baixada, a qual torna o banco de dados disponível para os usuários em vários formatos. Na verdade, ele fornece aos usuários os dados necessários para a criação de suas próprias variáveis imputadas.

source: Construction of the Trans-Atlantic Slave Trade Database: Sources and Methods
es: Construcción de la base de datos del tráfico trasatlántico de esclavos: fuentes y métodos
pt: Construção do Banco de Dados do Tráfico de Escravos Transatlântico: fontes e métodos

source: Search The Voyages Database
es: Búsqueda en la base de datos Viajes
pt: Pesquise a Base de Dados Viagens

source: Pause
es: Pausa
pt: Pausa

source: Play
es: Reproducir
pt: Executar

source: This {ton}-ton ship left {source} with {embarked} enslaved people and arrived in {destination} with {disembarked}.
es: Esta nave {ton}-ton dejó {source} con la gente esclavizada {embarked} y llegó a {destination} con {disembarked}.
pt: Este navio de {ton} toneladas partiu de {source} com {embarked} escravos e chegou em {destination} com {disembarked}.

source: This ship left {source} with {embarked} enslaved people and arrived in {destination} with {disembarked}.
es: Esta nave dejó {source} con la gente esclavizada {embarked} y llegó a {destination} con {disembarked}.
pt: Este navio partiu de {source} com {embarked} escravos e chegou em {destination} com {disembarked}.

source: More info
es: Más información
pt: Mais informações

source: Chart setup
es: Construcción de la tabla
pt: Configuração de gráfico

source: Add Series
es: Añadir serie
pt: Adicionar séries

source: Current series
es: Serie actual
pt: Séries atuais

source: Remove Selected
es: Remover lo seleccionado
pt: Remover Seleção

source: Graph
es: Gráfico
pt: Gráfico

source: List of voyages
es: Lista de Viajes
pt: Lista de viagens

source: Configure columns
es: Configurar columnas
pt: Configurar colunas

source: Choose group of variables
es: Elija grupo de variables
pt: Escolha o grupo de variáveis

source: Available variables
es: Variables disponibles
pt: Variáveis disponíveis

source: Selected columns
es: Columnas seleccionadas
pt: Colunas selecionadas

source: Move up
es: Mover arriba
pt: Mover acima

source: Move down
es: Mover abajo
pt: Mover abaixo

source: Apply configuration
es: Aplicar configuración
pt: Aplicar configuração

source: Restore default columns
es: Restaurar columnas iniciales
pt: Restaurar colunas padronizadas

source: Custom Graphs
es: Gráficos comunes
pt: Gráficos personalizados

source: XY Graphs
es: Gráficos XY
pt: Gráficos XY

source: Bar Graphs
es: Gráficos de barras
pt: Gráficos de barra

source: Doughnut Graphs
es: Gráficos de torta
pt: Gráficos de rosca

source: Select time frame
es: Seleccione el periodo
pt: Selecionar período de tempo

source: The full extent of time from the first to the last voyage is
es: El periodo completo del primer al último viaje es
pt: A extensão total de tempo da primeira à última viagem é

source: (restore it)
es: (recuperar)
pt: (restaurar)

source: Basic variables
es: Variables básicas
pt: Variáveis básicas

source: General variables
es: Variables generales
pt: Variáveis Gerais

source: nothing selected
es: nada seleccionado
pt: nada selecionado

source: Select
es: Seleccionar
pt: Selecionar

source: Use this button to obtain a URL that will serve as a link to the current query. To reactivate the query in the future, paste the URL into the address bar.
es: Use este botón para obtener un URL que servirá como enlace para la presente búsqueda. Para reactivar esta búsqueda en el futuro, pegue el URL en la barra de direcciones.
pt: Use este botão para obter um URL que servirá como um link para a consulta atual. Para reativar a consulta no futuro, cole o URL na barra de endereço.

source: Click Here
es: Hacer clic aquí
pt: Clique aqui

source: Previous query
es: Búsqueda anterior
pt: Consulta anterior

source: Restore
es: Restaurar
pt: Restaurar

source: Custom graphs
es: Gráficos comunes
pt: Gráficos personalizados

source: Animation
es: Animación
pt: Animação

source: Your query has not produced any results. There is no voyage in the database corresponding to your conditions in the query. Please review your query in the left menu and try again. You may also want to delete the current query and start over again.
es: Su búsqueda no ha resultado ningún resultado. No hay ningún viaje en la base de datos que se corresponda con las condiciones de su búsqueda. Por favor, revise su búsqueda en el menú de la izquierda e intente de nuevo. Elimine la búsqueda actual para comenzar de nuevo.
pt: A sua consulta não produziu resultados. Não há nenhuma viagem no banco de dados que corresponde às condições da consulta. Por favor revise a sua consulta no menu à esquerda e tente novamente. Se desejar, pode excluir a consulta atual e começar novamente.

source: Configure columns of the table
es: Configurar columnas de la tabla
pt: Configurar colunas da tabela

source: display
es: mostrar
pt: mostrar

source: Prev
es: Previo
pt: Anterior

source: Summary Statistics
es: Estadísticas sumarias
pt: Estatísticas Resumidas

source: Download table view
es: Descargar vista de tabla
pt: Baixar dados da tabela

source: Totals
es: Totales
pt: Totais

source: Download table data
es: Descargar tabla de datos
pt: Baixar dados da tabela

source: Display variable
es: Mostrar variable
pt: Mostrar variável

source: Value
es: Valor
pt: Valor

source: Guide
es: Guía
pt: Guia

source: Methodology
es: Metodología
pt: Metodologia

source: Age Categories
es: Categorías de Edad
pt: Categorias de idade

source: Variable List
es: Lista de variables
pt: Lista da Variável

source: Documentary Sources
es: Fuentes documentales
pt: Fontes Documentadas

source: Newspapers
es: Periódicos
pt: Jornais

source: Published Sources
es: Fuentes publicadas
pt: Fontes Publicadas

source: Unpublished Secondary Sources
es: Fuentes secundarias no publicadas
pt: Fontes Secundárias Não Publicadas

source: Private Notes and Collections
es: Notas y colecciones privadas
pt: Anotações e Coleções Particulares

source: Variable list
es: Lista de variables
pt: Lista de variáveis

source: The variable list provides summary information on variables of the Voyages Database in the "Search the Database" section. The variables are displayed here in the form of short labels. The second column gives their equivalents in the downloadable SPSS version of the database, where variable names take the form of acronyms. These names are also used in downloads of data for listings, tables and graphics from the website.
es: La lista de variables brinda una información resumida sobre las variables en la Base de Datos Viajes, ubicadas en la sección “Búsqueda en la base de datos.” Las variables se muestran aquí en forma de etiquetas cortas. En la segunda columna se encuentran los equivalentes en la versión descargable SPSS de la base de datos, donde los nombres de las variables toman la forma de acrónimos. Estos nombres se usan también en las descargas de datos para listados, tablas y gráficos del sitio web.
pt: A lista de variáveis fornece informações resumidas sobre as variáveis do Banco de Dados: Viagens na seção “Pesquisar no Banco de Dados”. As variáveis estão apresentadas aqui na forma de legendas curtas. A segunda coluna dá os equivalentes a elas na versão para download SPSS do banco de dados, onde os nomes das variáveis assumem a forma de siglas. Estes nomes também são utilizados em downloads de dados referentes a listas, tabelas e gráficos do website.

source: Variables without an asterisk are "data variables" - information as found in a primary source documenting a slaving voyage. Variables followed by an asterisk are "imputed variables." They include information, such as the mortality rate on slave voyages, that is calculated from data variables as well as information which, although not directly documented, can be supplied on the basis of patterns observed in data variables.
es: Las variables sin un asterisco son “variables de datos”, y contienen información según se encuentra en la fuente primaria que documenta un viaje esclavista. Las variables seguidas de un asterisco son “variables imputadas”. Estas incluyen información, como el índice de mortalidad en los viajes esclavistas, que se calcula de la variable de datos, así como información que, aunque no está directamente documentada, puede ser suministrada tomando como base patrones observados en las variables de datos.
pt: As variáveis sem asterisco são “variáveis de dados” — informações encontradas em uma fonte primária que documenta uma viagem negreira. As variáveis seguidas por um asterisco são “variáveis imputadas.” Entre elas, incluem-se informações tais como a taxa de mortalidade no tráfico de escravos, calculada a partir de variáveis de dados, bem como informações que, embora não estejam diretamente documentadas, podem ser fornecidas com base em padrões observados nas variáveis de dados.

source: Basic
es: Básico
pt: Básica

source: General
es: Generalidades
pt: Geral

source: Back to the list of voyages
es: Vuelta a la lista de viajes
pt: De volta à lista de viagens

source: Voyage Variables
es: Variables del Viaje
pt: Variáveis da Viagem

source: Voyage variables
es: Variables del viaje
pt: Variáveis da viagem

source: Sources (bibliography)
es: Fuentes (bibliografía)
pt: Fontes (bibliografia)

source: Sort by long reference
es: Ordenar por referencia larga
pt: Ordenar por referência longa

source: Sort by short reference
es: Ordenar por referencia corta
pt: Ordenar por referência curta

source: Page not found
es: Página no encontrada
pt: Página não encontrada

source: We're sorry, but the requested page could not be found.
es: Disculpas, pero la página requerida no pudo ser encontrada.
pt: Desculpe, mas a página requisitada não foi encontrada.

source: Log out
es: Cerrar sesión
pt: Sair

source: CONTRIBUTE
es: CONTRIBUIR
pt: COLABORE

source: The Contribute section of the Voyages website contains data entry forms by which users of the website can supply revise existing information in the Voyages Database or supply new data. A team of slave trade scholars will review each contribution, as part of the peer-review process. Once confirmed, the new or revised information will be incorporated in the next version of the Voyages Database. We anticipate releasing a new version every three years.
es: La sección Contribuir permite a los usuarios del sito Viajes suministrar y/o revisar la información existente en la Base de datos Viajes. Un equipo de académicos expertos en el comercio de esclavos revisará cada contribución como parte de un proceso de evaluación entre pares. Información nueva y/o revisada será incorporada en las actualizaciones subsecuentes de la Base de datos Viajes.
pt: A seção Colaborar do website Viagens contém formulários de entrada de dados através dos quais os usuários do website podem revisar as informações existentes no Banco de Dados Viagens ou fornecer novos dados. Uma equipe de estudiosos do tráfico de escravos analisará cada contribuição como parte do processo da revisão por pares. Uma vez confirmada, a informação nova ou revista será incorporada na próxima versão do Banco de Dados Viagens. Prevemos lançar uma nova versão a cada três anos.

source: The Contribution entry forms take advantage of possibilities offered by the internet to continuously improve the store of knowledge, whether in the traditional form of written documents or in the new form of collections of machine-readable data. The Voyages Database is itself the product of extensive revisions since the publication of the CD-ROM version of the dataset in 1999. The Contribute section will allow the database to evolve in a way that respects the high standards of scholarship governing the construction of the original database.
es: Los formularios de entrada de contribuciones aprovechan las posibilidades ofrecidas por Internet para mejorar continuamente la tienda de conocimientos, ya sea en la forma tradicional de documentos escritos o en la nueva forma de colecciones de datos legibles por máquina. La base de datos de Viajes es en sí misma producto de extensas revisiones desde la publicación de la versión de CD-ROM del DataSet en 1999. La sección Contribute permitirá que la base de datos evolucione de una manera que respete los altos estándares de becas que rigen la construcción de la base de datos original.
pt: Os formulários de inscrição em Colaborar aproveitam as possibilidades oferecidas pela Internet para melhorar continuamente o acervo de conhecimento, seja na forma tradicional de documentos escritos, seja na nova forma de coleções de dados digitais. O Banco de Dados Viagens é produto de extensas revisões desde a publicação da versão em CD-ROM do conjunto de dados, em 1999. A seção Colaborar permitirá que o banco de dados evolua de uma maneira que respeite os altos padrões acadêmicos observados na elaboração do banco de dados original.

source: Step-by-step instructions on how to use the data entry forms are provided in the Voyages Guide, a PDF file accessible in <a href="%(voyage_guide_url)s">“Understanding the Database”</a>. For advice on contributing new data, we ask you to read our <a href="%(contribute_guidelines_url)s">“Guidelines for Contributors.”</a>
es: Instrucciones detalladas paso a paso sobre cómo utilizar los formularios se proveen en la Guía de Viajes, un archivo PDF accesible en <a href="%(voyage_guide_url)s">Comprendiendo la base de datos</a>. Para más consejos sobre cómo contribuir con nuevos datos le recomendamos leer nuestros <a href="%(contribute_guidelines_url)s"> Lineamientos para Contribuidores.</a>
pt: Instruções passo-a-passo sobre como usar os dados dos formulários de inscrição estão disponíveis no Guia Viagens, um arquivo em PDF acessível em <a href="%(voyage_guide_url)s">“Para entender o Banco de Dados”</a>. Para obter orientação sobre o fornecimento de novos dados, leia nossas <a href="%(contribute_guidelines_url)s">“Diretrizes para colaboradores”.</a>

source: For purposes of managing contributions to the website, contributors are asked to register for an account and provide an email address for communication. Once your registration is confirmed, you will receive an email with your user name and password, which you can use to access the Contribute section (below).
es: Con el propósito de controlar las contribuciones al sitio web, se pide a los contribuidores que se creen una cuenta y provean, además, dirección de correo electrónico para la comunicación.
pt: Para melhor administrar as contribuições para o website, pedimos aos colaboradores que abram uma conta e forneçam um endereço de e-mail para comunicação. Quando a sua inscrição estiver confirmada, você receberá um e-mail com seu nome de usuário e senha, que poderá utilizar para acessar a seção Colaborar (abaixo).

source: If you don't have an account, <a href="%(contribute_newuser_url)s">click here</a>.
es: Si no tiene una cuenta, <a href="%(contribute_newuser_url)s"> haga clic aquí </a>.
pt: Se você ainda não tem conta, <a href="%(contribute_newuser_url)s">clique aqui</a>.

source: If you have forgotten your password click <a href="%(password_reset_url)s">Forgotten Password</a>.
es: Si ha olvidado su contraseña, haga clic en <a href="%(password_reset_url)s"> contraseña olvidada </a>.
pt: Se esqueceu sua senha, clique <a href="%(password_reset_url)s">Senha esquecida</a>.

source: Home
es: Página principal
pt: Início

source: Voyage Admin (Live)
es: Administrador en vivo
pt: Admin da Viagem (ao Vivo)

source: NOTE: Any changes will take effect immediately
es: NOTA: Todo los cambios van a tomar efecto inmediato
pt: NOTE-SE: Qualquer modificação terá efeito imediatamente

source: Copyright 2013 Emory University. Software licensed under <a href="http://www.gnu.org/licenses/gpl.html">GNU General Public License 3.0</a> or later version. Some content licensed under <a href="http://creativecommons.org/licenses/by-nc/3.0/us/">Creative Commons Attribution-Non-Commercial 3.0</a>.
es: Derechos reservados 2013 Emory University. Licencia de Software obtenida bajo <a href="http://www.gnu.org/licenses/gpl.html">GNU General Public License 3.0</a> o versión posterior. Parte del contenido licenciado por <a href="http://creativecommons.org/licenses/by-nc/3.0/us/">Creative Commons Atribución-No-Comercial 3.0</a>.
pt: Copyright 2013 Emory University. Programa licenciado sob <a href="http://www.gnu.org/licenses/gpl.html">GNU General Public License 3.0</a> ou versão posterior. Parte do conteúdo licenciado sob <a href="http://creativecommons.org/licenses/by-nc/3.0/us/">Creative Commons Attribution-Non-Commercial 3.0</a>.

source: Partners
es: Socios institucionales

source: Please come back later.
es: Favor venga después.
pt: Por favor volte mais tarde.

source: Voyages Database
es: Base de datos Viajes
pt: Banco de Dados Viagens

source: Search the Voyages Database
es: Búsqueda en la base de datos Viajes
pt: Consulte o Banco de Dados Viagens

source: African Names Database
es: Base de datos de nombres africanos
pt: Banco de Dados Nomes Africanos

source: Please come back later
es: Por favor venga después
pt: Por favor volte mais tarde

source: Success!
es: Éxito!
pt: Sucesso!

source: Carribbean
es: El Caribe
pt: Caribe

source: Missing source
es: Fuente perdida
pt: Fonte perdida

source: Please correct the error below.
es: Por favor corrija o erro abaixo.
pt: Por favor corrija o erro abaixo.

source: Please enter your old password, for security's sake, and then enter your new password twice so we can verify you typed it in correctly.
es: Por favor, introduzca su contraseña vieja, y por motivos de seguridad y su nueva contraseña dos veces para que podamos verificar que la ha escrito correctamente.
pt: Por favor insira a sua senha antiga, por segurança, e depois insira a sua senha nova duas vezes para que possamos verificar se as digitou corretamente.

source: Old password
es: Vieja contraseña
pt: Senha antiga

source: Password (again)
es: Contraseña (de nuevo)
pt: Senha (novamente)

source: Voyage id
es: Número de identificación de viaje
pt: Identificação da viagem

source: Source port
es: Puerto de origen
pt: Porto de origem

source: Captives identified by age and gender
es: Cautivos identificados por edad y género
pt: Cativos identificados por idade e gênero

source: Captives identified by age group (adults/children)
es: Cautivos identificados por grupo de edad (adultos/ niños)
pt: Cativos identificados por grupos etários (adultos/crianças)
