Repository: rice-crc/voyages
Catalog: voyages/locale/*/LC_MESSAGES/django.po
Languages: es, pt

source: In the interactive interface for maps on the right, how does checking or un-checking boxes next to ranges in “Number of slaves” and “Places” of embarkation and disembarkation affect what is displayed on maps?
es: En el interfaz interactivo para mapas en la derecha, ¿Cómo afecta el marcar o desmarcar las casillas al lado de los rangos en “Número de esclavos “y “Sitios” de embarque y desembarco que se muestra en el mapa?
pt: Na interface interativa dos mapas do lado direito, de que modo marcar ou desmarcar as caixas ao lado das gamas em “Número de escravos” e “Lugares” de embarque e desembarque afeta o que é exibido nos mapas?

source: Invoice date
es: Fecha de factura
pt: Data de fatura

source: Ireland
es: Irlanda
pt: Irlanda

source: Ireland, port unspecified
es: Irlanda, puerto sin especificar
pt: Irlanda, porto não especificado

source: Islands in the Atlantic Ocean, principally the Azores, Madeira, Canaries, Cape Verdes, Sao Tome, Principe and Fernando Po. In the early history of the Atlantic slave trade, the Canaries and Cape Verdes acted as important trading posts in the Iberian slave trading system. Together with Sao Tome, these islands also acted as prototypes of plantation economies. Later, the Caribbean Islands became one of the primary destinations for enslaved Africans, with the Canaries acting as an important victualing port.
es: Islas localizadas en el océano Atlántico, principalmente las Azores, Madeira, Canarias, Cabo Verde, Santo Tomé, Príncipe y Fernando Poo. Al comienzo de la trata del Atlántico, las Islas Canarias y Cabo Verde funcionaron como importantes puertas de comercio en las rutas esclavistas ibéricas. Junto con Santo Tomé, estas islas también se convirtieron en prototipos de la economía de plantación. Más adelante las islas del Caribe se convirtieron en uno de los principales lugares de destino de los esclavos africanos, pasando las Islas Canarias a funcionar como importante puerto de avituallamiento.
pt: Ilhas do oceano Atlântico, principalmente Açores, Madeira, Canárias, Cabo Verde, São Tomé, Príncipe e Fernando Pó. No início da história do tráfico de escravos atlântico, as Canárias e Cabo Verde atuaram como importantes entrepostos comerciais no sistema ibérico de tráfico de escravos. Juntamente com São Tomé, essas ilhas também atuavam como protótipos de economias de plantation. Mais tarde, as ilhas do Caribe se tornaram um dos principais destinos para os africanos escravizados, enquanto as Canárias atuavam como um importante porto de abastecimento.

source: Islands in the Caribbean Sea. The area is named the West Indies because early European explorers believed they had located a westward passage to India, rather than a new hemisphere.
es: Islas del Mar Caribe. El territorio fue llamado Indias Occidentales porque los primeros exploradores europeos creyeron que habían encontrado una ruta occidental hacia la India en lugar de un nuevo hemisferio.
pt: Ilhas do mar do Caribe. A área tem o nome de Índias Ocidentais porque os primeiros exploradores europeus acreditavam ter localizado uma passagem a oeste para a Índia, e não um novo continente.

source: Is there any difference between maps in the Voyages Database and in Estimates?
es: ¿Hay diferencia entre los mapas en la Base de datos Viajes y los de las Estimaciones?
pt: Existe alguma diferença entre os mapas do Banco de Dados: Viagens e os das Estimativas?

source: Is there a technique for making effective graphs?
es: ¿Existe una técnica para hacer gráficos efectivos?
pt: Existe uma técnica para fazer gráficos eficazes?

source: Is there a way to know how many cases in the database have information relevant to a particular query?
es: ¿Hay forma de saber cuántos casos en la base de datos tienen información correspondiente a una búsqueda particular?
pt: Existe uma maneira de saber quantos casos no banco de dados contêm informações relevantes para uma consulta específica?

source: Italy
es: Italia
pt: Itália

source: Ivory Coast
es: Costa de Marfil
pt: Costa do Marfim

source: Jamaica, port unspecified
es: Jamaica, puerto sin especificar
pt: Jamaica, porto não especificado

source: Joal, or Saloum River
es: Joal, o río Saloum
pt: Joal, ou Rio Saloum

source: Job Ben Solomon, or Ayuba Suleiman Diallo
es: Job Ben Solomon, o Ayuba Suleiman Diallo
pt: Job Ben Solomon, ou Ayuba Suleiman Diallo

source: Johanna Island
es: Isla Johanna
pt: Ilha Johanna

source: Key West
es: Cayo Hueso

source: Kingston (Mass.)
es: Kingston (Massachusetts)

source: Lagos, Vice-Admiralty Court, condemned
es: Lagos, Corte de vice-almirantazgo, condenado
pt: Lagos, Tribunal de Vice-Almirantado, condenado

source: Laid up
es: Fuera de servicio
pt: Desarmado

source: Laid up (disarmed) or broken up in Africa
es: Fuera de servicio (desarmado) o desarmado en Africa
pt: Desarmado ou desmontado na África

source: Laid up (disarmed) or broken up in the Americas
es: Fuera de servicio (desarmado) o desarmado en las Américas
pt: Desarmado ou desmontado nas Américas

source: Lamo River
es: Río Lamo
pt: Rio Lamo

source: Leeward Islands
es: Islas de Sotavento
pt: Ilhas de Sotavento

source: Left coast with trading cargo intact
es: Partió de la costa con cargamento de comercio intacto
pt: Deixou a costa com carga comercial intacta

source: Left home port, no further record
es: Salió del puerto de partida, no hay más registros
pt: Deixou porto de origem, sem mais registro

source: Liberated slaves/liberated Africans
es: Esclavos liberados / Africanos Liberados
pt: Escravos libertos/africanos libertos

source: Lisbon
es: Lisboa
pt: Lisboa

source: Liverpool River
es: Rio Liverpool
pt: Rio Liverpool

source: Loading African captives into a slave ship. In West Africa slaves were embarked via canoe, as slaving vessels had to anchor off shore due to a lack of natural harbors. Slaves would often be kept below decks for weeks after embarkation, firstly whilst they waited for the slaving master to procure a full cargo, and then during the Middle Passage across the Atlantic.
es: El acto de subir por la fuerza los esclavos al barco. En África Occidental, los esclavos eran inicialmente transportados en una canoa puesto que los barcos no podían llegar a la orilla debido a la ausencia de bahías. Los esclavos a menudo eran mantenidos bajo cubierta por largas semanas tras ser embarcados, primero mientras esperaban a que el capitán o el mercader principal a bordo llenaran el barco y luego durante la travesía a través del Atlántico.
pt: Carregamento de cativos africanos em um navio negreiro. Na África Ocidental os escravos eram embarcados por meio de canoas, porque os navios negreiros tinham de ancorar ao largo da costa devido à falta de portos naturais. Os escravos muitas vezes eram mantidos abaixo do convés por semanas após o embarque, primeiro, enquanto esperavam pelo traficante completar a carga do navio, e, em seguida, durante a travessia do Atlântico.

source: Log book
es: Registro
pt: Diário de bordo

source: London
es: Londres
pt: Londres

source: Looted by Dutch at Elmina
es: Robado por los holandeses en Elmina
pt: Saqueado por holandeses em Elmina

source: looted by pirates, voyage continued
es: robado por los piratas, el viaje continuó
pt: Saqueado por piratas, a viagem continuou

source: Lost before reaching Americas: slaves reached port in other ships
es: Perdido antes de llegar a las Américas, los esclavos llegaron a puerto en otros barcos
pt: Perdido antes de chegar às Américas: escravos alcançaram o porto em outros navios

source: Lower James River
es: Bajo del río James
pt: Baixio Rio James

source: Lugger
es: Lugre

source: Magari, Manzanillo
es: Magari

source: Mahone Bay
es: Bahía Mahone
pt: Baía Mahone

source: Mainland North America
es: Norteamérica continental
pt: América Setentrional Continental

source: Male ratio
es: Proporción masculina
pt: Proporção de machos

source: Manuscript
es: Manuscritos
pt: Manuscrito

source: Manuscripts
es: Manuscritos
pt: Manuscritos

source: MAP
es: MAPA
pt: MAPA

source: Marseilles
es: Marsella
pt: Marselha

source: Martinique
es: Martinica
pt: Martinica

source: Martinique, port unspecified
es: Martinica, puerto sin especificar
pt: Martinica, porto não especificado

source: Maryland, port unspecified
es: Maryland, puerto sin especificar
pt: Maryland, porto não especificado

source: Mascarene Islands
es: Islas Mascareñas
pt: Ilhas Mascarenhas

source: Massachusetts Bay
es: Massachusetts, bahía de
pt: Baía Massachusetts

source: Massachusetts, port unspecified
es: Massachusetts, puerto sin especificar
pt: Massachusetts, porto não especificado

source: Matanzas province, north
es: Provincia de Matanzas, norte
pt: Província de Matanzas, norte

source: Matanzas province, south
es: Provincia de Matanzas, sur
pt: Província de Matanzas, sul

source: Mauritius (Ile de France)
es: Mauricio (Ile de France)
pt: Maurício (Ile de France)

source: Mediterranean
es: Mediterráneo
pt: Mediterrâneo

source: Mediterranean coast (France)
es: Mediterráneo, costa francesa
pt: Costa mediterrânea (França)

source: Mediterranean, port unspecified
es: Mediterráneo, puerto sin especificar
pt: Mediterrâneo, porto não especificado

source: Merchants' account books itemized outset costs, which included the costs of trading cargo (mostly textiles, metal manufacturers, hardware, alcohol and weaponry), security devices such as shakles, port fees and the wage bill.
es: Los traficantes en sus libros contables enumeraban los costos de partida que incluían las mercancías para intercambiar (en su mayoría telas, productos de metal, herramientas, alcohol y armamento), artefactos de seguridad tales como grilletes, tarifas portuarias y gastos salariales.
pt: Os livros de contas dos comerciantes discriminavam os custos de partida, que incluíam os gastos com a carga comercial (principalmente produtos têxteis, metais manufaturados, ferramentas, álcool e armas), dispositivos de segurança tais como grilhões, taxas portuárias e salários.

source: Merchants' orders to slaving captains, usually specifying the voyage pattern to Africa, the captains' monthly wages and commissions, and the chain of command should the captain and officers die on the voyage.
es: Instrucciones dadas por los comerciantes a los capitanes de los barcos esclavistas. Por regla general, estas instrucciones especificaban la hoja de ruta del viaje a África, el salario mensual de los capitanes, las comisiones que podrían cobrar, y la cadena de mando a seguir en caso de perecer tanto el capitán como los oficiales durante el viaje.
pt: Ordens dos comerciantes aos comandantes negreiros, geralmente especificando a rota da viagem à África, os salários mensais e os mandatos dos comandantes, bem como a cadeia de comando para o caso de o capitão e os outros oficiais morrerem na viagem.

source: Mexico
es: México
pt: México

source: Middle Passage
es: Cruce del Atlántico
pt: Travessia do Atlântico

source: Momboza or Zanzibar
es: Momboza o Zanzibar
pt: Momboza ou Zanzibar

source: Montego Bay
es: Bahía Montego
pt: Baía Montego

source: Montserrat, port unspecified
es: Montserrat, puerto sin especificar
pt: Montserrat, porto não especificado

source: Morant Bay
es: Bahía de Morant
pt: Baía Morant

source: Mortality
es: Mortalidad
pt: Mortalidade

source: Mortality rate*
es: Índice de mortalidad*
pt: Taxa de mortalidade*

source: Mosquito Shore
es: Costa Mosquito
pt: Costa dos Mosquitos

source: Naples
es: Nápoles
pt: Nápoles

source: Natural hazard
es: Desastre natural
pt: Desastres naturais

source: Nau caravela
es: Caravela de Nau

source: Netherlands
es: Países Bajos
pt: Países Baixos

source: Netherlands, port unspecified
es: Países Bajos, puerto sin especificar
pt: Países Baixos, não especificado

source: Nevis, port unspecified
es: Nevis, puerto sin especificar
pt: Nevis, não especificado

source: New Brunswick
es: Nuevo Brunswick

source: New England
es: Nueva Inglaterra
pt: Nova Inglaterra

source: Newfoundland
es: Terranova
pt: Terra Nova

source: New Hampshire, port unspecified
es: New Hampshire, puerto sin especificar
pt: New Hampshire, porto não especificado

source: New Jersey, port unspecified
es: New Jersey, puerto sin especificar
pt: Nova Jersey, porto não especificado

source: Newly-arrived slaves who spoke languages different from the common language in the place of import. In the African context, bocals (Portuguese) or bozals (Spanish) were slaves imported from the interior to coastal trading sites. In the Americas context, bocals were slaves imported directly from Africa. In Portuguese and Spanish the term means "simple" or "stupid" or "ignorant."
es: Esclavos recién arribados que hablaban otros idiomas diferentes al idioma hablado en el lugar de importación. En el contexto africano, los bozales (español) o boçales (portugués) eran los esclavos traídos del interior a los sitios de compraventa en la costa. En el contexto de las Américas, eran esclavos importados directamente de África.
pt: Escravos recém-chegados que falavam línguas diferentes da língua comum no local de importação. No contexto africano, os boçais (português) ou bozals (espanhol) eram escravos importados do interior para locais de tráfico no litoral. No contexto das Américas, os boçais eram escravos importados diretamente da África. Em português e espanhol, o termo significa “simplório”, “estúpido” ou “ignorante”.

source: New Orleans
es: Nueva Orleans
pt: Nova Orleans

source: Newport and Boston
es: Newport y Boston
pt: Newport e Boston

source: Newport and Salem
es: Newport y Salem
pt: Newport e Salém

source: New Providence
es: Nueva Providencia

source: New Spain
es: Nueva España (México)
pt: Nova Espanha

source: New York
es: Nueva York
pt: Nova Iorque

source: Non-British
es: No británico
pt: Não-Britânico

source: Non-geographical
es: No geográfico
pt: Não-geográfico

source: Northampton County
es: Condado de Northampton
pt: Condado de Northampton

source: North Carolina
es: Carolina del Norte
pt: Carolina do Norte

source: North Carolina, port unspecified
es: Carolina del Norte, puerto sin especificar
pt: Carolina do Norte, porto não especificado

source: Northern Germany
es: Alemania del norte
pt: Alemanha setentrional

source: Northern U.S.
es: Estados Unidos, norte.
pt: EUA Setentrional

source: North Kingston
es: Norte de Kingston
pt: Kingston do Norte

source: North Potomac
es: Potomac del norte
pt: Potomac do Norte

source: Norway
es: Noruega
pt: Noruega

source: No slaves embarked
es: Ningún esclavo embarcado
pt: Nenhum escravo embarcado

source: Not captured
es: No capturado
pt: Não capturado

source: Nova Scotia
es: Nueva Escocia
pt: Nova Escócia

source: Number of slaves arriving at first place of landing
es: Número de esclavos que llegaron al primer sitio de desembarco
pt: Número de escravos chegados no primeiro porto de desembarque

source: Old World
es: Viejo Mundo
pt: Velho Mundo

source: Omit empty
es: Omitir vacío
pt: Omitir vazio

source: One who is forcibly confined, restrained, or subjugated, as a prisoner. Most enslaved Africans were taken captive by slaving raids on their villages, or captured as 'prisoners of war' during intertribal fighting.
es: La persona que es confinada, atada o subyugada por la fuerza, como en el caso de un prisionero. La mayoría de los africanos esclavizados eran capturados en incursiones esclavistas en sus aldeas de residencia, o capturados como “prisioneros de guerra” en conflictos entre grupos.
pt: Aquele que é forçadamente limitado, contido, ou subjugado como prisioneiro. A maioria dos africanos escravizados era levada cativa por incursões negreiras em suas aldeias, ou capturada como “prisioneiros de guerra” em combates intertribais.

source: One who robs at sea or plunders the land from the sea without commission from a sovereign nation. Piracy was a major impediment to the slave trade throughout the seventeenth and early eighteenth centuries, when they roamed both the Caribbean and the West Coast of Africa. After the destruction of pirate bases in Nassau, Madagascar and Sierra Leone, the pirate threat diminished. Barbary pirates did, however, continue to threaten shipping into the mid-nineteenth century.
es: La persona que roba en el mar o saquea poblaciones en la tierra desde el mar, sin estar al servicio de una nación soberana. La piratería fue uno de los mayores impedimentos al tráfico de esclavos a lo largo del siglo XVII y las primeras décadas del siglo XVIII, cuando los piratas merodeaban tanto en el Caribe como en la costa occidental de África. La amenaza representada por la piratería disminuyó después de la destrucción de bases piratas en Nassau, Madagascar y Sierra Leona. Sin embargo, los piratas berberiscos siguieron amenazando la navegación hasta la mitad del siglo XIX.
pt: Aquele que rouba no mar ou saqueia a terra vindo do mar sem mandato de uma nação soberana. Os piratas constituíam um grande obstáculo para o tráfico de escravos ao longo do século XVII e no início do XVIII, quando vagavam tanto pelo Caribe quanto pela costa oeste da África. Após a destruição das bases de piratas em Nassau, Madagascar e Serra Leoa, a ameaça da pirataria diminuiu. Os piratas berberes, no entanto, continuaram a ameaçar a navegação até meados do século XIX.

source: One who takes or keeps a person as a captive. Raiders acted as captors when taking slaves; traders acted as captors when purchasing slaves.
es: La persona que toma o mantiene a otra como cautiva. Los participantes en las incursiones esclavistas actuaban como captores cuando capturaban personas para esclavizarlas, los comerciantes actuaban como captores cuando compraban esclavos.
pt: Aquele que leva ou mantém uma pessoa como cativo. Os corsários atuavam como captores na hora de aprisionar os escravos; os comerciantes tornavam-se captores quando os compravam daqueles.

source: Organization (of slave voyages)
es: Organización (de viajes de esclavos)
pt: Organização (de viagens negreiras)

source: Organizing slaving voyages required outfitters to purchase trading goods in demand in regional African markets. Captains also needed to hire requisite numbers of crewmen to work as sailors, craftsmen and guards. Over time slave prices rose and African merchants demanded greater and greater quantities of high-quality trading goods; only ports with sufficient infrastructures could organize large numbers of slaving ventures.
es: La preparación de los viajes requería que sus organizadores compraran productos en demanda en los mercados de las distintas regiones de África. Los capitanes también tenían que cumplir con requisitos de contratación de un número determinado de tripulantes para trabajar como marineros, artesanos y guardias. Con el tiempo el precio de los esclavos aumentó y los mercaderes africanos exigieron mayores cantidades de productos de alta calidad. Solo los puertos con suficiente infraestructura podían organizar un alto número de viajes esclavistas.
pt: A organização de viagens negreiras exigia que os fornecedores adquirissem produtos comerciais em demanda nos mercados regionais africanos. Os comandantes também precisavam contratar um número suficiente de tripulantes para trabalhar como marinheiros, artesãos e guardas. Com o tempo, os preços dos escravos subiram e os comerciantes africanos passaram a exigir quantidades crescentes de produtos comerciais de alta qualidade; somente os portos com infraestrutura suficiente podiam organizar grandes números de empreendimentos negreiros.

source: Original goal thwarted (human agency)
es: Objetivo inicial frustrado (acción humana)
pt: Meta original frustrada (agência humana)

source: Original goal thwarted (natural hazard)
es: Objetivo inicial frustrado (desastre natural)
pt: Meta original frustrada (desastre natural)

source: Orinoko
es: Orinoco

source: OTHER
es: OTROS
pt: OUTROS

source: Other Africa
es: Africa, otro
pt: Outro África

source: Other Brazil
es: Otro Brasil
pt: Outro Brasil

source: Other British Caribbean
es: Caribe británico, otro
pt: Outro Caribe britânico

source: Other Caribbean
es: Caribe, otro
pt: Outro Caribe

source: Other French Caribbean
es: Caribe francés, otro
pt: Outro Caribe francês

source: Other North America
es: Norteamérica, otro
pt: Outro América do Norte

source: Other Spanish Americas
es: América española, otro
pt: Américas espanholas outro

source: Other Spanish Caribbean
es: Caribe español, otro
pt: Outro Caribe espanhol

source: Other (specify in note)
es: Otro (especificar en nota)
pt: Outro (especificar em nota)

source: Outcome of voyage for owner*
es: Desenlace del viaje para el propietario*
pt: Resultado da viagem para o dono*

source: Outcome of voyage for slaves*
es: Desenlace del viaje para los esclavos*
pt: Resultado da viagem para os escravos*

source: Outcome of voyage if ship captured*
es: Desenlace del viaje si el barco es capturado*
pt: Resultado da viagem se navio capturado*

source: Outset (voyage outset)
es: Partida (del viaje)
pt: Partida

source: Outward passage
es: Travesía inicial
pt: Ida
