Repository: rice-crc/voyages
Catalog: voyages/locale/*/LC_MESSAGES/django.po
Languages: es, pt

source: Gorée Island, situated off the coast of present day Senegal, was one of the major ports of slave embarkation on the coast of Senegambia. Ownership of the island was contested by several European powers during the early period of the slave trade. However, the French assumed control by 1677 and used the island as a base for most of their slave trading activities in the region. The image serves a dual purpose, incorporating as it does both a map and a plan of the island. The latter provides details of its main fortifications. The image is reproduced courtesy of the Pitts Theology Library, Candler School of Theology, Emory University.
es: La isla Gorée, situada fuera de la costa de lo que actualmente es Senegal, fue uno de los mayores puertos de embarque de esclavos en la costa de Senegambia. Varios poderes europeos se disputaron la propiedad de la isla al comienzo del comercio de esclavos. Sin embargo, los franceses tomaron control para 1677 y usaron la isla como base para la mayor parte de sus actividades de comercio de esclavos en la región. La imagen tiene un doble propósito, incorporar un mapa y un plano de la isla al mismo tiempo. Este último provee detalles de sus principales fortificaciones. La imagen ha sido reproducida por cortesía de Pitts Theology Library, Candler School of Theology, Emory University.
pt: A ilha de Goreia, situada ao largo da costa do atual Senegal, foi um dos principais portos de embarque de escravos na costa da Senegâmbia. A propriedade da ilha foi disputada por várias potências europeias durante o período inicial do tráfico de escravos. Os franceses assumiram o controle por volta de 1677 e usaram a ilha como base para a maior parte de suas atividades de tráfico de escravos na região. A imagem tem uma dupla finalidade, uma vez que incorpora tanto um mapa quanto uma planta da ilha. A planta fornece detalhes sobre as principais fortificações. Imagem reproduzida com autorização da Pitts Theology Library, Candler School of Theology, Emory University.

source: H.M. Gun-boat ""Teaser"" Capturing the Slaver ""Abbot Devereux""
es: Cañonero británico “Teaser” capturando el barco esclavista “Abbot Devereux”
pt: A canhoneira britânica “Teaser” capturando o navio negreiro “Abbot Devereux”

source: H.M.S. ""Pluto"" Capturing the Slaver ""Orion""
es: Navío británico “Pluto” capturando el barco esclavista “Orión”
pt: O navio britânico “Pluto” capturando o navio negreiro “Órion”

source: Inhambane was among the principal slave ports located on the coast of Mozambique, South-East Africa. Mozambique became an important region of slave embarkation in the nineteenth century after the prohibition of the slave trade in the North Atlantic in 1815. The image is of a map of Inhambane. The map locates the port of Inhambane right on the mouth of a river that has the same name as the port. It also provides the names of the main features of the coast surrounding Inhambane as well as the depth of the port’s sea. The map was published by Commander Francisco Maria Bordalo, responsible for completing a report on the Portuguese possessions overseas begun by Commander José Joaquim Lopes de Lima. The image is reproduced courtesy of the Manuscript, Archives and Rare Book Library, Emory University.
es: Inhambane era uno de los principales puertos del mercado esclavista ubicados en la costa de Mozambique, en el África suroriental. Mozambique devino una importante región de embarque de esclavos en el siglo XIX con la prohibición del comercio de esclavos en el Atlántico norte en 1815. La imagen es un mapa de Inhambane. El mapa ubica el puerto de Inhambane justo en la desembocadura de un río con el mismo nombre que el puerto. El mapa provee además los nombres de los principales accidentes geográficos de la costa alrededor de Inhambane, así como la profundidad del mar del puerto. El mapa fue publicado por el comandante Francisco Maria Bordalo, quien fuera responsable de completar un reporte sobre las posesiones portuguesas de ultramar, comenzado por el comandante José Joaquim Lopes de Lima. La imagen se reproduce por cortesía de Manuscript, Archives and Rare Book Library, Emory University.
pt: Inhambane estava entre os principais portos do tráfico de escravos localizados na costa de Moçambique, no sudeste da África. Moçambique tornou-se uma importante região de embarque de escravos no século XIX, após a proibição do tráfico de escravos no Atlântico Norte em 1815. A imagem é de um mapa de Inhambane. O mapa situa o porto de Inhambane à direita, na foz de um rio que tem o mesmo nome do porto. Ele também fornece os nomes dos principais acidentes geográficos da costa próxima a Inhambane, bem como a profundidade do mar do porto. O mapa foi publicado pelo comandante Francisco Maria Bordalo, responsável pela conclusão de um relatório, iniciado pelo comandante José Joaquim Lopes de Lima, sobre as possessões portuguesas no exterior. Imagem reproduzida com autorização da Manuscript, Archives and Rare Book Library, Emory University.

source: In the 1840s, Commander José Joaquim Lopes de Lima sailed to the Portuguese possessions overseas and produced one of the most detailed reports about the Portuguese Empire. Attached to these reports, there were several maps of the main ports and regions involved in the Atlantic slave trade. As the Portuguese were among the greatest slave traders, so the commander’s maps offer an important opportunity to view these ports and regions. The image is of a map of Luanda, in Angola, at West-Central Africa, published in 1846. It shows the city, lower section of the image, and provides details of its main buildings, the depth of the bay and of the road leading to the north of Luanda. Luanda was a major port of the slave trade for centuries, but in the 1840s the slave trade from Angola moved mostly to the areas to the north of Luanda. The map shows Luanda during the period of decline of its slave trading activities. The image is reproduced courtesy of the Manuscript, Archives and Rare Book Library, Emory University.
es: En los años 40 del siglo XIX, el comandante José Joaquim Lopes de Lima navegó hacia las posesiones portuguesas de ultramar y realizó uno de los reportes más detallados acerca del imperio portugués. Adjuntos a estos reportes, se incluían varios mapas de los principales puertos y regiones involucradas en el comercio atlántico de esclavos. Como los portugueses estaban entre los mayores comerciantes de esclavos, los mapas del comandante ofrecen una importante oportunidad de ver estos puertos y regiones. La imagen es un mapa de Luanda, en Angola, en África centro-occidental, publicado en 1846. Muestra la ciudad en la sección inferior de la imagen, y proporciona detalles de sus edificios principales, la profundidad de la bahía y de la ruta que llevaba al norte de Luanda. Luanda fue uno de los principales puertos del comercio de esclavos por siglos, pero en la década de 1840 el comercio de esclavos de Angola se movía principalmente en las áreas al norte de Luanda. El mapa muestra Luanda durante el período de declive de sus actividades mercantiles esclavistas. La imagen reproducida es cortesía de Manuscript, Archives and Rare Book Library, Emory University.
pt: Na década de 1840, o comandante José Joaquim Lopes de Lima navegou até as possessões ultramarinas portuguesas e produziu um dos mais detalhados relatórios sobre o império português. Vários mapas dos principais portos e regiões envolvidos no tráfico de escravos atlântico foram anexados a este relatório. Como os portugueses estavam entre os principais traficantes de escravos, os mapas do comandante oferecem uma importante oportunidade de visualizar estes portos e regiões. A imagem é de um mapa de Luanda, em Angola, na África Centro-Ocidental, publicado em 1846. Além de mostrar a cidade, na seção inferior, ele informa detalhes de suas principais construções, a profundidade da baía e a estrada que ia para o norte de Luanda. Luanda foi um importante porto de tráfico de escravos durante séculos, mas na década de 1840 a maior parte o tráfico com origem em Angola deslocou-se para as áreas ao norte de Luanda. O mapa mostra Luanda durante o período de declínio de suas atividades negreiras. Imagem reproduzida com autorização da Manuscript, Archives and Rare Book Library, Emory University.

source: In the 1840s, Commander José Joaquim Lopes de Lima sailed to the Portuguese possessions overseas and produced one of the most detailed reports about the Portuguese Empire. Attached to these reports, there were several maps of the main ports and regions involved in the Atlantic slave trade. The Portuguese were among the greatest slave traders, so the commander’s maps offer an important opportunity to visualize these ports and regions. The image is of a map of Benguela, in Angola, at West-Central Africa, published in 1846. The map provides navigational instructions for safe entry to the Bay of Santo António, in Benguela, as well as a view of the port from the bay itself. Benguela was a traditional port of slave embarkation on the Angolan coast, and it worked as an alternative point of embarkation to Luanda, the largest port in Angola. In the 1840s, however, Benguela overcame Luanda as a port of slave embarkation, but competed against the ports open to the north of Luanda. The image is reproduced courtesy of the Manuscript, Archives and Rare Book Library, Emory University.
es: En los años 40 del siglo XIX, el comandante José Joaquim Lopes de Lima navegó hacia las posesiones portuguesas de ultramar y realizó uno de los reportes más detallados acerca del imperio portugués. Adjuntos a estos reportes, se incluían varios mapas de los principales puertos y regiones involucradas en el comercio atlántico de esclavos. Como los portugueses estaban entre los mayores comerciantes de esclavos, los mapas del comandante ofrecen una importante oportunidad de ver estos puertos y regiones. La imagen es un mapa de Benguela, en Angola, en África centro-occidental, publicado en 1846. El mapa proporciona instrucciones de navegación para una entrada segura en la Bahía de Santo António, en Benguela, así como un punto de embarque alternativo a Luanda, el mayor puerto de Angola. Sin embargo, en la década de 1840 Benguela superó a Luanda como puerto de embarque de esclavos, aunque competía con los puertos abiertos al norte de Luanda. La imagen se reproduce por cortesía de Manuscript, Archives and Rare Book Library, Emory University.
pt: Na década de 1840, o comandante José Joaquim Lopes de Lima navegou até as possessões ultramarinas portuguesas e produziu um dos mais detalhados relatórios sobre o império português. Vários mapas dos principais portos e regiões envolvidos no tráfico de escravos atlântico foram anexados a este relatório. Como os portugueses estavam entre os principais traficantes de escravos, os mapas do comandante oferecem uma importante oportunidade de visualizar estes portos e regiões. A imagem é de um mapa de Benguela, em Angola, na África Centro-Ocidental, publicado em 1846. O mapa fornece instruções de navegação para entrar com segurança na baía de Santo António, em Benguela, bem como uma vista do porto a partir da baía. Benguela era um porto tradicional de embarque de escravos na costa angolana, e atuava como um ponto de embarque alternativo em relação a Luanda, o maior porto de Angola. Na década de 1840, no entanto, Benguela ultrapassou Luanda como porto de embarque de escravos, concorrendo, porém, com os portos abertos ao norte de Luanda. Imagem reproduzida com autorização da Manuscript, Archives and Rare Book Library, Emory University.

source: In the 1840s, Commander José Joaquim Lopes de Lima sailed to the Portuguese possessions overseas and produced one of the most detailed reports about the Portuguese Empire. Embedded in these reports were several maps of the main ports and regions involved in the Atlantic slave trade. The Portuguese were among the greatest slave traders, so the commander’s maps offer an important opportunity to view these ports and regions. The image is of a map of the old kingdoms of Angola and Benguela, in West-Central Africa. Both were claimed as Portuguese possessions in 1846. The map provides details of the rivers and the topographical features of the region. It locates several Portuguese forts spread throughout the territory as well as the location of many African powers surrounding them. Further the map also provides a view of Luanda, upper section, the major port on the coast of Angola. The image is reproduced courtesy of the Manuscript, Archives and Rare Book Library, Emory University.
es: En los años 40 del siglo XIX, el comandante José Joaquim Lopes de Lima navegó hacia las posesiones portuguesas de ultramar y realizó uno de los reportes más detallados acerca del imperio portugués. Adjuntos a estos reportes, se incluían varios mapas de los principales puertos y regiones involucradas en el comercio atlántico de esclavos. Como los portugueses estaban entre los mayores comerciantes de esclavos, los mapas del comandante ofrecen una importante oportunidad de ver estos puertos y regiones. La imagen es un mapa de los antiguos reinos de Angola y Benguela, en el África centro-occidental. Ambas regiones fueron proclamadas posesiones portuguesas en 1846. El mapa provee los nombres de los principales ríos de la región y ubica varios fuertes europeos erigidos en la costa, así como los principales poderes políticos africanos ubicados en el interior inmediato del continente. Además, el mapa también ofrece la vista de Luanda, en la sección superior, el mayor puerto en la costa angolana. La imagen reproducida es cortesía de Manuscript, Archives and Rare Book Library, Emory University.
pt: Na década de 1840, o comandante José Joaquim Lopes de Lima navegou até as possessões ultramarinas portuguesas e produziu um dos mais detalhados relatórios sobre o império português. Vários mapas dos principais portos e regiões envolvidos no tráfico de escravos atlântico foram anexados a este relatório. Como os portugueses estavam entre os principais traficantes de escravos, os mapas do comandante oferecem uma importante oportunidade de visualizar estes portos e regiões. A imagem é de um mapa dos antigos reinos de Angola e Benguela, na África Centro-Ocidental. Ambos foram declarados possessões portuguesas em 1846. O mapa fornece detalhes dos rios e das características topográficas da região. Ele situa várias fortalezas portuguesas espalhadas pelo território, bem como a localização de muitas potências africanas em torno deles. Além disso, o mapa também fornece, na parte superior, uma vista de Luanda, o principal porto da costa angolana. Imagem reproduzida com autorização da Manuscript, Archives and Rare Book Library, Emory University.

source: In West Africa, canoes were the main vehicles for transporting slaves from the coast to the transatlantic vessel. According to The Illustrated London News, during the 1840’s, in Sierra Leone, such canoes could carry 200 slaves in their bottom. The dimensions of these canoes were ""about 40 feet long, 12 broad, and seven or eight feet deep"". The image is reproduced courtesy of the Manuscript, Archives and Rare Book Library, Emory University.
es: En África occidental las canoas eran el principal medio de transporte para trasladar esclavos desde la costa al barco trasatlántico. De acuerdo con The Illustrated London News, durante la década de 1840, en Sierra Leona, dichas canoas podían transportar 200 esclavos en el fondo. Las dimensiones de estas canoas eran “aproximadamente 40 pies de longitud, 12 de ancho y siete u ocho pies de profundidad”. La imagen reproducida es cortesía de Manuscript, Archives and Rare Book Library, Emory University.
pt: Na África Ocidental, as canoas eram o principal veículo para o transporte de escravos da costa até o navio transatlântico. Segundo The Illustrated London News, na década de 1840, em Serra Leoa, essas canoas tinham capacidade para 200 escravos no porão. As dimensões dessas canoas eram de “cerca de 40 pés de comprimento,12 de largura e sete ou oito de profundidade”. A imagem é reproduzida com a autorização da Manuscript, Archives and Rare Book Library, Emory University.

source: Latin
es: Latino
pt: Latino

source: Liberated Africans on Deck of Bark ""Wildfire""
es: Africanos liberados a bordo del barco “Wildfire”
pt: Africanos libertados a bordo da barca Wildfire

source: Logbook of Yacht ""Wanderer""
es: Cuaderno de navegación del velero “Wanderer”
pt: Diário de bordo do iate “Wanderer”

source: Lourenço Marques belongs to a series of ports located on the coast of Mozambique, South-East Africa. Mozambique became an important region of slave embarkation in the nineteenth century after the prohibition of the slave trade in the North Atlantic in 1815. The image is of a map of Lourenço Marques. It shows the depth of the sea entering the port as well as the names of the rivers and main features surrounding Lourenço Marques. The map was published by Commander Francisco Maria Bordalo, who was responsible for completing a report on the Portuguese possessions overseas began by Commander José Joaquim Lopes de Lima. The image is reproduced courtesy of the Manuscript, Archives and Rare Book Library, Emory University.
es: Lourenço Marques pertenece a una serie de puertos ubicados en la costa de Mozambique, en el África suroriental. Mozambique devino una importante región de embarque de esclavos en el siglo XIX con la prohibición del comercio de esclavos en el Atlántico norte en 1815. La imagen es un mapa de Lourenço Marques. Muestra la profundidad del mar que entra al puerto, así como los nombres de los ríos y los principales accidentes geográficos alrededor de Lourenço Marques. El mapa fue publicado por el comandante Francisco Maria Bordalo, quien fuera responsable de completar un reporte sobre las posesiones portuguesas de ultramar, comenzado por el comandante José Joaquim Lopes de Lima. La imagen se reproduce por cortesía de Manuscript, Archives and Rare Book Library, Emory University.
pt: Lourenço Marques é um dos vários portos situados na costa de Moçambique, no sudeste da África. Moçambique tornou-se uma importante região de embarque de escravos no século XIX, após a proibição do tráfico de escravos no Atlântico Norte em 1815. A imagem é de um mapa de Lourenço Marques. Ele mostra a profundidade do mar na entrada do porto, bem como os nomes dos rios e os principais acidentes geográficos que cercam Lourenço Marques. Este mapa foi publicado pelo comandante Francisco Maria Bordalo, responsável pela conclusão de um relatório, iniciado pelo comandante José Joaquim Lopes de Lima, sobre as possessões portuguesas no exterior. Imagem reproduzida com autorização da Manuscript, Archives and Rare Book Library, Emory University.

source: Mozambique, in South-East Africa, became an important region of slave embarkation in the nineteenth century. The coast of Mozambique included several ports opened for the slave trade, one of which not only had the same name as the region but was located on the Island of Mozambique. The image is of a map of Mozambique Port. It provides details about the depth of the sea as well as the names of the islands and the main coastal points around the port. Mozambique Island is located in the center of the port. The map was published by Commander Francisco Maria Bordalo, responsible for completing a report on the Portuguese possessions overseas begun by Commander José Joaquim Lopes de Lima. The image is reproduced courtesy of the Manuscript, Archives and Rare Book Library, Emory University.
es: Mozambique, en el África suroriental, devino una importante región en el embarque de esclavos en el siglo XIX. La costa de Mozambique incluía distintos puertos abiertos para el comercio de esclavos, uno de los cuales no sólo tenía el mismo nombre de la región, sino que también estaba ubicado en la Isla de Mozambique. La imagen es de un mapa del puerto de Mozambique. Provee además detalles sobre la profundidad del mar, así como los nombres de las islas y los principales puntos costeros alrededor del puerto. La Isla de Mozambique está ubicada en el centro del puerto. El mapa fue publicado por el comandante Francisco Maria Bordalo, quien fuera responsable de completar un reporte sobre las posesiones portuguesas de ultramar, comenzado por el comandante José Joaquim Lopes de Lima. La imagen reproducida es cortesía de Manuscript, Archives and Rare Book Library, Emory University.
pt: Moçambique, no sudeste da África, tornou-se uma importante região de embarque de escravos no século XIX. Na costa de Moçambique havia vários portos abertos para o tráfico de escravos, um dos quais não só tinha o mesmo nome da região como também se localizava na ilha de Moçambique. A imagem é de um mapa do porto de Moçambique. Ele fornece detalhes sobre a profundidade do mar, bem como os nomes das ilhas e dos principais pontos do litoral próximos ao porto. A ilha de Moçambique está localizada no centro do porto. O mapa foi publicado pelo comandante Francisco Maria Bordalo, responsável pela conclusão de um relatório, iniciado pelo comandante José Joaquim Lopes de Lima, sobre as possessões portuguesas no exterior. Imagem reproduzida com autorização da Manuscript, Archives and Rare Book Library, Emory University.
