Repository: rice-crc/voyages
Catalog: voyages/locale/*/LC_MESSAGES/django.po
Languages: es, pt

source: With the key forces shaping the traffic briefly described, we can now turn to a short narrative of the slave trade. The first Africans forced to work in the New World left from Europe at the beginning of the sixteenth century, not from Africa. There were few vessels that carried only slaves on this early route, so that most would have crossed the Atlantic in smaller groups on vessels carrying many other commodities, rather than dedicated slave ships. Such a slave route was possible because an extensive traffic in African slaves from Africa to Europe and the Atlantic islands had existed for half a century before Columbian contact, such that ten percent of the population of Lisbon was black in 1455,(2) and black slaves were common on large estates in the Portuguese Algarve. The <a href="%(voyage_voyage)s?voyageId=46474">first slave voyage</a> direct from Africa to the Americas probably sailed in 1526. Before mid-century, all trans-Atlantic slave ships sold their slaves in the Spanish Caribbean, with the gold mines in Cibao on Hispaniola emerging as a major purchaser. <a href="%(voyage_voyage)s?voyageId=29647">Cartagena</a>, in modern Columbia, appears as the first mainland Spanish American destination for a slave vessel - in the year 1549. On the African side, the great majority of people entering the early slave trade came from the Upper Guinea coast, and moved through Portuguese factories initially in Arguim, and later the Cape Verde islands. Nevertheless, the 1526 voyage set out from the other major Portuguese factory in West Africa - Sao Tome in the Bight of Biafra – though the slaves almost certainly originated in the Congo.
es: Habiendo sido descritos brevemente los elementos claves que dieron forma al comercio de esclavos podemos ahora volver a una corta narrativa de este tráfico. Los primeros africanos obligados a trabajar en el Nuevo Mundo partieron de Europa a principios del siglo dieciséis, no de África. En esta época temprana, había muy pocos navíos que llevaban únicamente esclavos. De manera que la mayoría de estos debe haber cruzado el Atlántico en pequeños grupos de barcos que llevaban otros productos básicos, no dedicados exclusivamente al tráfico de esclavos. Semejante ruta era posible porque ya existía un extenso tráfico de esclavos africanos dese África hacia Europa y las islas del Atlántico por más de medio siglo antes del contacto colombino, de tal manera que el diez por ciento de la población de Lisboa era negra en 1455, (2) y los esclavos negros eran comunes en grandes haciendas de terreno en el Algarve portugués. El primer viaje de esclavos directo de África hacia las Américas probablemente salió en 1526. Antes de la mitad del siglo, todos los viajes esclavistas trasatlánticos vendían sus esclavos en el Caribe hispano, con las minas de oro en Cibao en La Española emergiendo como mayor comprador.<a href="%(voyage_voyage)s?voyageId=29647">Cartagena,</a> en la Colombia moderna, aparece como el primer destino en tierra de la América Hispana para un navío esclavista en el año 1549. En el lado africano, la gran mayoría de personas que entró en el comercio de esclavos venia de la costa norte de Guinea y pasó por las factorías portuguesas inicialmente en Arguim y más tarde en las Islas de Cabo Verde. Sin embargo, los viajes de 1526 partieron de otra gran factoría portuguesa en África Occidental -Sao Tome en la bahía de Biafra-aunque los esclavos es casi seguro que eran originarios del Congo.
pt: Tendo delineado as principais forças que moldaram o tráfico, podemos agora apresentar um curto relato do tráfico de escravos. Os primeiros africanos forçados a trabalhar no Novo Mundo partiram da Europa e não da África, no início do século XVI. Poucas embarcações transportavam apenas escravos nesta rota inicial, de modo que a maioria atravessava o Atlântico em grupos menores, em embarcações com também muitos outros produtos. Uma tal rota de escravos só foi possível porque um extenso tráfico de escravos africanos da África para a Europa e as ilhas do Atlântico já existia meio século antes do contato colombiano, de modo que dez por cento da população de Lisboa era negra em 1455, (2) e escravos negros eram comuns em grandes propriedades no Algarve português. A <a href="%(voyage_voyage)s?voyageId=46474">primeira viagem negreira</a> que foi direto da África para as Américas provavelmente ocorreu em 1526. Antes de meados do século, todos os navios negreiros transatlânticos vendiam seus escravos no Caribe espanhol; as minas de ouro em Cibao, Hispaniola, eram grandes compradoras. <a href="%(voyage_voyage)s?voyageId=29647">Cartagena</a>, na atual Colômbia, foi o primeiro destino na América Espanhola continental de um navio negreiro — no ano de 1549. Do lado africano, a grande maioria das pessoas envolvidas nos primeiros tempos do tráfico de escravos vinham da costa da Alta Guiné, tendo passado inicialmente pelas feitorias portuguesas em Arguim, e mais tarde nas ilhas de Cabo Verde. No entanto, a viagem de 1526 partiu de outra grande feitoria portuguesa na África Ocidental — São Tomé, no golfo de Biafra — embora seja quase certo que os escravos eram provenientes do Congo.

source: The slave traffic to Brazil, eventually accounting for about forty percent of the trade, got underway around 1560. Sugar drove this traffic, as Africans gradually replaced the Amerindian labor force on which the early sugar mills (called engenhos) had drawn over the period 1560 to 1620. By the time the Dutch invaded Brazil in 1630, Pernambuco, Bahia, and Rio de Janeiro were supplying almost all of the sugar consumed in Europe, and almost all the slaves producing it were African. Consistent with the earlier discussion of Atlantic wind and ocean currents, there were by 1640 two major branches of the trans-Atlantic slave trade operating, one to Brazil, and the other to the mainland Spanish Americas, but together they accounted for less 7,500 departures a year from the whole of sub-Saharan Africa, almost all of them by 1600 from west-central Africa. The sugar complex spread to the eastern Caribbean from the beginning of the 1640s. Sugar consumption steadily increased in Europe, and the slave system began <a href="%(assessment_intro-maps)s#map4">two centuries of westward expansion</a> across tropical and sub-tropical North America. At the end of the seventeenth century, gold discoveries in first Minas Gerais, and later in Goias and other parts of Brazil, began a transformation of the slave trade which triggered further expansion of the business. In Africa, the Bights of Benin and Biafra became major sources of supply, in addition to Angola, and were joined later by the more marginal provenance zones of Sierra Leone, the Windward Coast, and South-east Africa. The volume of slaves carried off reached thirty thousand per annum in the 1690s and eighty-five thousand a century later. More than eight out of ten Africans pulled into the traffic in the era of the slave trade made their journeys in the century and a half after 1700.
es: El tráfico de esclavos en Brasil, que llego a abarcar cerca del cuarenta por ciento del comercio, se inició alrededor de 1560. El azúcar movía este tráfico, en la medida en que los africanos fueron reemplazando la fuerza de trabajo amerindia que las primeras fábricas de azúcar (llamadas ingenios) atrajeron en el periodo de 1560 a 1620. Cuando los holandeses invadieron Brasil en 1630, Pernambuco, Bahia y Rio de Janeiro suministraban casi toda la azúcar consumida en Europa y casi todos los esclavos que la producían eran africanos. Tal y como se había discutido anteriormente sobre los vientos y las corrientes en el Atlántico, en 1640 había dos ramas principales operando en el comercio trasatlántico de esclavos, uno hacia Brasil y otro hacia tierra firme de la América Española, pero juntos hacían menos de 7,500 salidas por año de toda el África sub Sahara, casi todas ellas desde el oeste de África central. El complejo azucarero se extendió hacia el Caribe oriental desde principios de 1640. El consumo de azúcar ya se había incrementado en Europa y el comercio de esclavos comenzó<a href="%(assessment_intro-maps)s#map4">dos siglos de expansión hacia el occidente</a> a través de la América tropical y subtropical. Al final del siglo diecisiete, con el descubrimiento de oro en Minas Gerais y más tarde en Goias y otras partes de Brasil, comenzó una transformación en el comercio de esclavos que promovió una mayor expansión del negocio. En África, las bahías de Benín y Biafra, además de Angola, se convirtieron en una fuente de suministro importante, se les unieron más tarde las zonas más marginales de Sierra Leona en la Costa de Barlovento y el África Suroriental. El volumen de esclavos transportados alcanzó los treinta mil por año en los 1690 y ochenta y cinco mil un siglo más tarde. Más de ocho de cada diez africanos hicieron el viaje un siglo y medio más tarde, después de 1700.
pt: O tráfico de escravos para o Brasil, que acabou sendo responsável por cerca de quarenta por cento deste comércio, teve início em torno de 1560. O açúcar impulsionou esse tráfico, à medida que os africanos foram substituindo gradualmente a força de trabalho indígena utilizada nos primeiros engenhos de açúcar no período de 1560 a 1620. Quando os holandeses invadiram o Brasil em 1630, Pernambuco, Bahia e Rio de Janeiro estavam fornecendo quase todo o açúcar consumido na Europa, e quase todos os escravos que o produziam eram africanos. Conforme foi visto na análise dos ventos e correntes marítimas do oceano Atlântico acima, havia em 1640 dois grandes ramos de operação do tráfico de escravos transatlântico: um para o Brasil e outro para as Américas Espanholas continentais. Juntos, porém, eles eram responsáveis por menos de 7.500 partidas por ano de toda a África subsaariana, quase todas elas, a partir de1600, da África Centro-Ocidental. A cultura açucareira se expandiu para o Caribe Oriental a partir do início da década de 1640. O consumo de açúcar aumentou de forma constante na Europa, e o sistema escravista iniciou <a href="%(assessment_intro-maps)s#map4">dois séculos de expansão para o oeste</a>, avançando pela América do Norte tropical e subtropical. No final do século XVII, as descobertas de ouro, primeiro em Minas Gerais e mais tarde em Goiás e em outras partes do Brasil, deram início a uma transformação no tráfico de escravos que provocou uma expansão ainda maior desse comércio. Na África, além de Angola, os golfos de Benim e Biafra tornaram-se grandes fontes de abastecimento, e a eles se uniram mais tarde as zonas de proveniência mais marginais de Serra Leoa, Costa do Barlavento e sudeste da África. O volume de escravos transportados chegou a trinta mil por ano na década de 1690, e a oitenta e cinco mil um século mais tarde. Mais de oitenta por cento dos africanos incorporados ao tráfico durante toda a era do comércio negreiro fizeram suas viagens durante o período de um século e meio iniciado em 1700.

source: In the second half of the eighteenth century six imperial systems straddled the Atlantic each one sustained by a slave trade. The English, French, Portuguese, Spanish, Dutch, and Danish all operated behind trade barriers (termed mercantilistic restrictions) and produced a range of plantation produce - sugar, rice, indigo, coffee, tobacco, alcohol, and some precious metals - though with sugar usually the most valuable. It is extraordinary that consumers’ pursuit of this limited range of exotic consumer goods, which collectively added so little to human welfare, could have generated for so long the horrors and misery of the Middle Passage and plantation slavery. Given the dominance of Portuguese and British slave traders, it is not surprising that Brazil and the British Americas received the most Africans, though both nations became adept at supplying foreign slave systems as well. Throughout the slave trade, more than seven out of every ten slaves went to these regions. The French Americas imported about half the slaves that the British did, with the majority going to Saint-Domingue. The Spanish flag, which dominated in the earliest phase of the trade before retreating in the face of competition, began to expand again in the late nineteenth century with the growth of the Cuban sugar economy.
es: En la segunda mitad del siglo dieciocho seis sistemas imperiales cruzaban el Atlántico, cada uno sostenido por el comercio de esclavos. Los ingleses, franceses, españoles, holandeses y daneses operaban todos detrás de barreras comerciales (entiéndase restricciones mercantiles) y producían una variedad de productos agrícolas en las plantaciones, azúcar, arroz, añil, café, tabaco, alcohol y algunos metales preciosos, aunque el azúcar seguía siendo el más valioso. Es extraordinario ver como la demanda de los consumidores por este rango limitado de bienes de consumo exóticos, que en su conjunto agregaban tan poco al bienestar humano, pudiera haber generado por tanto tiempo los horrores y la miseria de la Travesía Intermedia y la esclavitud en las plantaciones. Dado el predominio de los comerciantes de esclavos portugueses y británicos, no sorprende que Brasil y la América británica recibieran la mayoría de los africanos, aunque ambas naciones se hicieron expertas en el suministro de esclavos a sistemas esclavistas extranjeros también. En la totalidad del comercio de esclavos, más de siete de cada diez esclavos fueron hacia estas regiones. La América francesa importó cerca de la mitad de los esclavos que los británicos importaron, la mayoría de los cuales fue a Saint-Domingue. La bandera española, que dominaba durante la fase más temprana del comercio antes de retirarse frente a la competencia, comenzó a expandirse de nuevo a finales del siglo diecinueve con el crecimiento de la economía azucarera de Cuba.
pt: Na segunda metade do século XVIII, havia seis sistemas imperiais em torno do Atlântico, cada um sustentado por uma rede de tráfico de escravos. Ingleses, franceses, portugueses, espanhóis, holandeses e dinamarqueses operavam todos por trás de barreiras comerciais (denominadas restrições mercantilistas) e produziam uma gama de produtos em plantations — açúcar, arroz, anil, café, fumo, álcool e alguns metais preciosos —, mas o açúcar era normalmente o mais valioso. É extraordinário que a busca dessa limitada gama de bens de consumo exóticos, que contribuiu coletivamente tão pouco para o bem-estar humano dos consumidores, possa ter acarretado durante tanto tempo os horrores e misérias da travessia do Atlântico e da escravidão nas plantations. Dada a predominância dos traficantes de escravos portugueses e britânicos, não é de estranhar que o Brasil e as Américas britânicas tenham recebido a maioria dos africanos, embora ambas as nações também tenham se tornado peritas em abastecer sistemas de escravos estrangeiros. Durante toda a era do tráfico negreiro, mais de setenta por cento dos escravos foram para essas regiões. As Américas Francesas importaram cerca da metade do número de escravos adquiridos pelos britânicos, a maioria deles se dirigindo a São Domingos. A bandeira espanhola, que predominou na fase inicial do tráfico antes de se retirar em face da concorrência, voltou a se expandir no final do século XIX com o crescimento da economia açucareira cubana.

source: Yet, in the next century - between 1750 and 1850 – every one of these empires had either disappeared or become severely truncated. A massive shift to freer trade meant that instead of six plantation empires controlled from Europe, there were now only three plantation complexes, two of which—Brazil and the United States—were independent, and the third, Cuba, was far wealthier and more dynamic than its European owner. Extreme specialization now saw the United States producing most of the world’s cotton, Cuba most of the world’s sugar, and Brazil with a similar dominance in coffee. Slaves thus might disembark in six separate jurisdictions in the Americas in the eighteenth century, but by 1850 they went overwhelmingly to only two areas, Brazil and Cuba, given that American cotton planters drew on Africa for almost none of their labor needs, relying instead on natural population growth and a domestic slave trade. Indeed, overall the United States absorbed only 5 percent of the slaves arriving in the Americas. This massive reorganization of the traffic and the rapid natural growth of the US slave population had little immediate impact on the size of the slave trade. The British, Americans, Danish, and Dutch dropped out of the slave trade, but the decade 1821 to 1830 still saw over 80,000 people a year leaving Africa in slave ships. Well over a million more – one tenth of the volume carried off in the slave trade era - followed in the next twenty years.
es: Sin embargo, en el siglo siguiente -entre 1750 y 1850-, cada uno de esos imperios había desaparecido o sido severamente truncado. El desplazamiento masivo hacia un comercio más libre significó que en vez de seis imperios de plantaciones controlados desde Europa, solamente quedaran tres complejos de plantaciones, dos de los cuales -Brasil y Estados Unidos- eran independientes y el tercero, Cuba, era más rico y más dinámico que su propietario europeo. Una especialización extrema convirtió a los Estados Unidos en el mayor productor de algodón del mundo, a Cuba en la mayor productora de azúcar y Brasil tenía un dominio similar en el café. De esta manera, los esclavos pudieron desembarcar en seis jurisdicciones separadas en las Américas en el siglo dieciocho, pero ya para 1850 fueron principalmente a solo dos áreas: Brasil y Cuba, pues los algodoneros americanos no dependían casi nada de África para sus necesidades de mano de obra, beneficiándose en su lugar del crecimiento natural de la población y el comercio doméstico de esclavos. En total, los Estados Unidos absorbían solo el cinco por ciento de los esclavos que llegaban a las Américas. Esta reorganización masiva del tráfico de esclavos y el rápido crecimiento de la población esclava en los Estados Unidos tuvo poco impacto en el volumen del tráfico de esclavos. Los británicos, daneses y holandeses abandonaron el negocio esclavista, pero la década de1821 a 1830 todavía vio unas 80,000 personas dejando África en barcos esclavistas. Mucho más de un millón -un décimo del volumen de la era del comercio de esclavos- le seguiría en los próximos veinte años.
pt: No entanto, no período de um século que se seguiu — entre 1750 e 1850 — cada um desses impérios ou desapareceu ou encolheu drasticamente. Ocorreu uma grande guinada para o livre comércio, e a consequência foi que ao invés de seis impérios de plantations controlados da Europa, havia agora apenas três sistemas de plantations, dois dos quais — o Brasil e os Estados Unidos — eram independentes, e o terceiro, Cuba, muito mais rico e dinâmico do que seu proprietário europeu. Nesses tempos de extrema especialização, os Estados Unidos produziam a maior parte de algodão do mundo, Cuba a maior parte do açúcar, enquanto o Brasil exercia um domínio semelhante sobre o café. Assim, os escravos desembarcavam em seis jurisdições distintas nas Américas no século XVIII, mas em 1850 eles eram quase todos destinados a apenas duas áreas, Brasil e Cuba, pois os produtores de algodão norte-americanos praticamente não importavam força de trabalho da África, contando apenas com a crescimento natural da população e com o tráfico de escravos doméstico. De fato, os Estados Unidos absorveram no geral apenas cinco por cento dos escravos que aportaram nas Américas. Esta reorganização maciça do tráfico e o rápido crescimento vegetativo da população cativa nos EUA teve pouco impacto imediato sobre o tamanho do tráfico de escravos. Os britânicos, norte-americanos, dinamarqueses e holandeses se retiraram do tráfico de escravos, mas na década de 1821-1830 mais de 80 mil pessoas ainda partiam anualmente da África em navios negreiros. Bem mais de um milhão — um décimo do volume total transportado na era do tráfico de escravos — seguiram nos vinte anos subsequentes.

source: On the African side, the sheer human and environmental diversity of the continent makes it difficult to examine the trade from Africa as a whole. The slave trade did not expand, nor, indeed, decline, in all areas of Africa at the same time. Rather, a series of marked expansions (and declines) in individual regions contributed to a more gradual composite trend for sub-Saharan Africa as a whole. Each region that exported slaves experienced a marked upswing in the amount of slaves it supplied for the trans-Atlantic trade and, from that point, the normal pattern was for a region to continue to export large numbers of slaves for a century or more. The three regions that provided the fewest slaves – Senegambia, Sierra Leone, the Windward Coast – reached these higher levels for much shorter periods.
es: Del lado africano, la enorme diversidad humana y ambiental del continente hace difícil ver la trata de esclavos como un bloque monolítico. El comercio de esclavos no se expandió, ni disminuyó en las mismas zonas al mismo tiempo. En su lugar, una serie de marcadas expansiones (o caídas) en regiones individuales contribuyó al tejido gradual de una tendencia para el África sub sahariana como tal. Cada región que exportó esclavos experimentó un marcado incremento en el número de estos que suministraba al comercio trasatlántico y desde ahí, la tendencia normal para la región fue el incremento de exportaciones en gran número durante un siglo o más. Las tres regiones que contribuyeron el menor número de esclavos –Senegambia, Sierra Leona, la Costa de Barlovento- también alcanzaron estos altos niveles por periodos mucho más cortos.
pt: Do lado africano, a enorme diversidade humana e ambiental do continente faz com que seja difícil analisar as trocas comerciais da África como um todo. De fato, o tráfico de escravos não expandiu nem diminuiu em todas as áreas da África ao mesmo tempo: uma série de expansões (e quedas) acentuadas em regiões específicas contribuíram para uma tendência composta mais gradual para a África subsaariana como um todo. Cada região exportadora viveu um grande aumento na quantidade de escravos fornecidos para o tráfico transatlântico e, quando isso acontecia, o mais comum era que ela continuasse a exportar um bom número de escravos por um período de um século ou mais. As três regiões que forneceram o menor número de escravos — Senegâmbia, Serra Leoa e Costa do Barlavento — atingiram esses níveis mais altos durante períodos bem mais curtos.
