Repository: rice-crc/voyages
Catalog: voyages/locale/*/LC_MESSAGES/django.po
Languages: es, pt

source: New material tends to raise the question of the appropriateness of the variables used. The selection offered here has changed several times in the last six years and will no doubt change again in the future as interests shift. Each entry in our data set is a single voyage, assigned a unique identification number as the first of piece of information (VOYAGEID). The question of what voyages to include is also to some extent arbitrary. The term "trans-Atlantic" is less straightforward than it appears. Omitting ships sailing to the Mascarene Islands was an easy decision, but several French ships in the late eighteenth century began their slaving activities in the Indian Ocean, but then on the same voyage brought slaves to the Americas after selling some Africans in Bourbon and the Cape of Good Hope. What to do with the British ships that carried hundreds of children from the Upper Guinea coast to Lisbon in the mid-eighteenth century? These we included on the basis of length of voyage. Should one include the Portuguese trade to São Tomé in the Bight of Biafra—probably the most enduring branch of the Atlantic slave trade? (excluded on the same basis). Then there were the more than 1,200 slave ships engaged in trans-Atlantic voyages, nearly half with slaves on board, that the British captured and carried into Sierra Leone, the Cape of Good Hope, St. Helena, Fernando Po, or Luanda, before they were able to reach their intended American destinations. These we included. Or even more confusing, the 1,060 slaves awaiting shipment in barracoons in Ambriz, Angola, in May 1842, but carried off in British cruisers to St. Helena and Sierra Leone and never subjected to court proceedings of any kind, because they had never been on board a slave ship (excluded). <span class="superscript">(4)</span> Limits had to be established, but the data set provides a basis for those who disagree with those limits to use our work to create their own data sets. A total of 65 variables are made available on the search the database interface, general category, and 293 variables are available in the downloadable version of the database. Users should note, though, that the website set combines all sources into one variable and the day, month, year values are also combined into one variable for each of the ten dates entered. The names of captives, names of Caribbean agents, names of crew other than captain, the details of shipboard insurrection, and much other information are not included in the present data set, but may be added fairly easily or linked with it via the unique voyage identification number and compares version 2008 of the database with version 2010.
es: Este nuevo material tiende a plantear la cuestión de que tan apropiadas son variables utilizadas. La selección ofrecida aquí ha cambiado varias veces en los últimos seis años y, sin lugar a dudas, cambiará en el futuro según cambien los intereses. Cada entrada en nuestro grupo de datos es un viaje solo, al que se la ha asignado un número de identificación único como primer lugar de información (VOYAGEID). La cuestión de cuales viajes incluir es también, hasta cierto punto, arbitraria. El término “Transatlántico” es menos claro de lo que parece. El omitir barcos que zarparon para las Islas Mascareñas fue una decisión fácil. Sin embargo, varios barcos franceses a finales del siglo dieciocho que comenzaron sus actividades esclavistas en el Océano Indico, trajeron en el mismo viaje esclavos hacia las Américas después de vender algunos esclavos en la isla de Borbón y en el Cabo de Buena Esperanza. ¿Qué hacer con los barcos británicos que transportaban cientos de niños de la Costa de Guinea hasta Lisboa a mediados del siglo XXVIII? Estos fueron incluidos basándonos en la longitud del viaje. ¿Tiene uno que incluir el comercio portugués a São Tomé en la Ensenada de Biafra, probablemente la rama más duradera del comercio de esclavos en el Atlántico (excluida en la misma base)? Al mismo tiempo, tenemos los más de 1200 barcos esclavistas ocupados en los viajes trasatlánticos, casi la mitad de ellos con esclavos a bordo, que los británicos capturaban y llevaban a Sierra Leona, El Cabo de Buena Esperanza, Santa Helena, Fernando Po o Luanda, antes de que pudieran alcanzar sus destinos hacia las Américas. Estos han sido incluidos. O más confuso aún, los 1600 esclavos esperando en barracones en Ambriz, Angola, en mayo de 1841 para ser embarcados, pero llevados en barcos británicos a Santa Helena y Sierra Leona sin ser sujetos a procedimientos legales de ningún tipo porque nunca habían estado a bordo de un barco esclavista (excluidos)<span class="superscript">(4).</span> Hubo que establecer límites, pero el conjunto de datos provee una base para que aquellos que estén en desacuerdo con dichos límites puedan utilizar nuestro trabajo para crear su propia base de datos. Un total de 65 variables están disponibles en la interfaz de búsqueda en la base de datos, categoría general y 293 variables están disponibles en la versión descargable de la base de datos. Sin embargo, el usuario debe notar que el conjunto en el sitio web combina todas las fuentes en una variable y el día, mes y año también se combinan en una sola para cada una de las diez fechas introducidas. Los nombres de los cautivos, nombres de los agentes caribeños, nombres de la tripulación, excluyendo el del capitán, los detalles de insurrecciones a bordo y mucha otra información no están incluidos en el presente grupo de datos, pero pueden agregarse fácilmente o asociarse a través del único número de identificación, y las versiones comparadas de la base de datos del 2008 con la del 2010.
pt: Novos materiais tendem a levantar a questão da adequação das variáveis utilizadas. A seleção aqui oferecida mudou várias vezes nos últimos seis anos e sem dúvida vai mudar novamente no futuro, à medida que os interesses mudarem. Cada item do nosso conjunto de dados é uma viagem específica, a que é atribuído um número de identificação único como primeira informação (VOYAGEID). A questão de quais viagens devem ser incluídas também é arbitrária até certo ponto. O termo “transatlântico” é menos simples do que parece. Omitir os navios que navegavam para as ilhas Mascarenhas foi uma decisão fácil, mas diversos navios franceses no final do século XVIII iniciaram suas atividades escravistas no oceano Índico, tendo em seguida, na mesma viagem, trazido escravos para as Américas depois de vender alguns africanos na ilha Bourbon e no cabo da Boa Esperança. O que fazer com os navios britânicos que transportaram centenas de crianças da costa da Alta Guiné a Lisboa em meados do século XVIII? Nós os incluímos com base na extensão da viagem. Será que devemos incluir o tráfico português para São Tomé na Baía de Biafra — provavelmente o ramo mais duradouro do tráfico atlântico de escravos? (Foi excluído com base no mesmo critério.) E os mais de 1.200 navios negreiros empregados em viagens transatlânticas, quase a metade deles com escravos a bordo, que os britânicos capturaram e levaram para Serra Leoa, cabo da Boa Esperança, Santa Helena, Fernando Pó ou Luanda antes que eles pudessem chegar a seus destinos nas Américas? Estes foram incluídos. Ou, ainda mais inextricável, os 1.060 escravos que aguardavam o embarque em barracões em Ambriz, Angola, em maio de 1842, e acabaram sendo levados em cruzadores britânicos para Santa Helena e Serra Leoa sem nunca terem sido submetidos a processos judiciais de qualquer natureza porque nunca tinham estado a bordo de um navio negreiro? (Excluídos.) <span class="superscript">(4)</span> Foi necessário estabelecer limites, mas o conjunto de dados fornece uma base para que aqueles que não concordam com essas limitações no uso de nosso trabalho possam criar seus próprios conjuntos de dados. Um total de 65 variáveis estão disponibilizadas na interface “pesquisar no banco de dados”, categoria geral, e 293 variáveis estão disponíveis na versão para download do banco de dados. Os usuários devem ter em mente, porém, que o conjunto do website combina todas as fontes em uma única variável, e que os valores diários, mensais e anuais também estão combinados em uma variável para cada uma das dez datas que aparecem. Os nomes de cativos, de agentes caribenhos, de tripulantes que não o comandante, os detalhes de insurreições a bordo e muitas outras informações não estão incluídas no presente conjunto de dados, mas podem ser facilmente adicionadas ou conectadas a ele através do número único de identificação de viagem e da comparação da versão de 2008 do banco de dados com a versão de 2010.

source: The database contains two broad types of variables: data variables and imputed variables. The largest group, 44 of those in the search interface, are data variables. They incorporate information collected from the sources. Imputed variables, indicated by an asterisk, are mainly imputed from knowledge of the relevant voyage or adjacent voyages, calculated directly from data encountered in archival or published sources, or inferred from patterns observed in data variables when not documented directly in primary sources. An example of an imputed variable is the “Region of Slave Disembarkation Broadly Defined,” a variable that allows one to group voyages to Jamaica or Cuba or St. Domingue into the broadly defined region “Caribbean.” In augmenting the number of voyages on which analysis can be conducted, the imputed variables produce more statistically significant results in using the options in the “Search the database” interface to create tables and custom graphs. They form the basis of the tables and graphs that users can build.
es: La base de datos contiene dos amplios tipos de variables: variables de datos y variables imputadas. El grupo más grande, 44 de ellas en la interfaz de búsqueda, son variables de datos. Estas incorporan información recogida de las fuentes. Las variables imputadas, indicadas con un asterisco, son introducidas o inferidas en su mayoría de viajes relevantes o viajes adyacentes, calculada directamente sobre la base de la información encontrada en archivos o fuentes publicadas, o inferida de patrones observados en variables de datos cuando no se documentan directamente en las fuentes primarias. Un ejemplo de una variable introducida es la “Región de Desembarco de Esclavos Ampliamente Definida”, una variable que permite agrupar los viajes a Jamaica, Cuba o Santo Domingo dentro de la región definida ampliamente como “El Caribe”. Aumentando el número de viajes sobre los cuales puede hacerse un análisis, las variables imputadas producen resultados estadísticamente más significativos al usar la opción en la interfaz “Búsqueda en la base de datos” para crear tablas y gráficos personalizados. Estas constituyen la base para tablas y gráficos que pueden ser personalizadas por el usuario.
pt: O banco de dados contém dois grandes tipos de variáveis: as variáveis de dados e as variáveis imputadas. O maior grupo, 44 das variáveis na interface de pesquisa, é composto por variáveis de dados. Elas incorporam informações coletadas a partir das fontes. As variáveis imputadas, indicadas por um asterisco, são imputadas principalmente a partir do conhecimento de uma viagem relevante ou de viagens adjacentes, calculadas diretamente de dados encontrados em fontes arquivadas ou publicadas, ou inferidas com base em padrões observados em variáveis de dados quando não documentados diretamente em fontes primárias. Um exemplo de uma variável imputada é a “Região de desembarque de escravos amplamente definida”, uma variável que permite agrupar as viagens para a Jamaica, Cuba ou São Domingos na uma região definida mais amplamente como “Caribe”. Ao aumentar o número de viagens em que as análises podem ser realizadas, as variáveis imputadas produzem resultados mais significativos estatisticamente quando se usa as opções na interface “Pesquisar no banco de dados” para criar tabelas e gráficos personalizados. Elas formam a base das tabelas e gráficos que os usuários podem construir.

source: Data Variables
es: Variables de datos
pt: Variáveis de dados

source: The variables include information that, for convenience, have been grouped into eight categories: (1) vessel characteristics (name, tonnage, rig, guns, place and year of construction, owners); (2) the outcome of the voyage (3) the itinerary of the voyage; (4) the dates at which the vessel left or arrived; (5) the captain and crew of the vessel; (6) the numbers of captives; (7) the characteristics of the captives and their experience of mortality; and (8) the sources for the record. The Variable List in the “Understanding the Database” section presents a complete listing of the data variables as well as the imputed variables in the data set. Imputed variables are always marked with an asterisk. No voyage, however, includes information for all data or imputed variables. Table 1 provides a summary of the coverage for some of the more important data variables.
es: Las variables incluyen información que por conveniencia se ha agrupado en ocho categorías: (1) características de los navíos (nombre, tonelaje, aparejo, armas, lugar y año de construcción, dueños); (2) desenlace del viaje; (3) itinerario del viaje; (4) las fechas en las que el navío zarpó o llegó; (5) el capitán y tripulación del navío; (6) el número de cautivos; (7) las características de los cautivos y la mortalidad; y (8) las fuentes de los registros. La lista de variables en la sección “Para entender la la base de datos” presenta un listado completo de las variables de los datos, así como las variables ingresadas en el conjunto de datos. Las variables ingresadas se marcan siempre con un asterisco. Sin embargo, ningún viaje incluye información para todos los datos o variables imputadas. La Tabla 1 contiene un sumario de cobertura para algunas de las variables más importantes.
pt: As variáveis incluem informações que por conveniência foram agrupadas em oito categorias: (1) características do navio (nome, tonelagem, armação, peças de artilharia, local e ano de construção, proprietários); (2) o resultado da viagem; (3) o itinerário da viagem; (4) as datas em que o navio partiu ou chegou; (5) o comandante e a tripulação do navio; (6) o número de cativos; (7) as características dos cativos e a mortalidade entre eles; e (8) as fontes do registro. A Lista de Variáveis na seção “Para entender o Banco de Dados” apresenta uma lista completa das variáveis de dados, bem como das variáveis imputadas no conjunto de dados. As variáveis imputadas estão sempre marcadas com um asterisco. Nenhuma viagem, no entanto, contém informações referentes a todos os tipos de dados ou variáveis imputadas. A Tabela 1 apresenta um resumo da cobertura com referência a algumas das variáveis de dados mais importantes.

source: Generally, we attempted to preserve the written documentary record in adding to the data variables. Numeric variables, such as vessel tonnage, numbers of crew, and numbers of slaves, demanded a ranking of sources, particularly for the well-documented British trade. <span class="superscript">(5)</span>
es: En sentido general, intentamos preservar el registro documental escrito al agregarlo a las variables de datos. Variables numéricas como el tonelaje del navío, el número de la tripulación y el número de esclavos exigen una jerarquía de las fuentes, principalmente para el caso del bien documentado comercio británico.<span class="superscript">(5)</span>
pt: De modo geral, buscamos preservar o registro documental por escrito ao adicionar variáveis de dados. As variáveis numéricas, tais como a tonelagem dos navios, o número de tripulantes e o número de escravos, exigiram um ranking de fontes, especialmente para o tráfico britânico, que está bem documentado. <span class="superscript">(5)</span>

source: Table 1. Select Summary of Information Contained in the Trans-Atlantic Slave Voyage Data Set: Version 2008 Compared to 2010
es: Tabla 1. Selección de Sumario de información contenida en la base de datos del tráfico trasatlántico de esclavos: comparación de versiones 2008 y 2010
pt: Tabela 1. Sumário seleto de informações contidas no conjunto de dados de viagens negreiras transatlânticas: comparação entre as versões de 2008 e de 2010

source: Number of slave voyages in the data set
es: Número de viajes de esclavos en la base de datos
pt: Número de viagens negreiras no conjunto de dados

source: Voyages with name of vessel
es: Viajes con el nombre del navío
pt: Viagens com o nome do navio

source: Voyages with name of captain(s)
es: Viajes con el nombre(s) del capitán(es)
pt: Viagens com o(s) nome(s) do(s) comandante(s)

source: Voyages with name of at least one ship owner
es: Viajes con el nombre de al menos un propietario de barco
pt: Viagens com o nome de pelo menos um proprietário do navio

source: Tonnage of ship available
es: Viajes que reportan el tonelaje del barco
pt: Tonelagem do navio disponível

source: Place of ship departure given
es: Viajes con el lugar de partida del barco
pt: Local de partida do navio disponível

source: Date of ship departure given
es: Viajes con la fecha de partida del barco dada
pt: Data de partida do navio disponível

source: Place(s) of embarkation on the African coast available
es: Viajes con el lugar de embarque en la costa africana
pt: Local(is) de embarque na costa africana disponível(is)

source: Numbers of Africans embarked reported
es: Viajes con el número reportado de africanos embarcados
pt: Número de africanos embarcados relatado

source: Voyages with age or gender of Africans reported
es: Viajes con la edad o el género de los africanos a bordo
pt: Viagens em que são relatados a idade ou o sexo dos africanos

source: Place(s) of disembarkation available
es: Viajes con el lugar de desembarque reportado
pt: Lugar(es) de desembarque disponível(is)

source: Dates of arrival at place of disembarkation available
es: Viajes con fechas reportadas de arribo al lugar de desembarque
pt: Datas de chegada em lugar de desembarque disponíveis

source: Numbers of Africans disembarked reported
es: Viajes con el número reportado de africanos desembarcados
pt: Números de africanos desembarcados relatados

source: Voyages reporting number of Africans died on board
es: Viajes con el número reportado de africanos muertos a bordo
pt: Viagens em que é relatado o número de africanos que morreram a bordo

source: Voyages with place of ship construction reported
es: Viajes con el lugar reportado de construcción del barco
pt: Viagens em que é relatado o lugar de construção do navio

source: Date of return to Europe or end of voyage given
es: Viajes con la fecha de regreso a Europa o fin del viaje reportada
pt: Data de retorno à Europa ou de conclusão da viagem disponível

source: Some indication of outcome of voyage indicated
es: Con alguna indicación del desenlace del viaje
pt: Alguma informação sobre resultado da viagem disponível

source: Sources often report different numbers of slaves embarked on or "taken on board" the coast of Africa or landed in the Americas. Furthermore, for some years there are inconsistencies in slave age or gender totals per voyage. Regarding slave exports, we were careful to distinguish between the number of slaves purchased and the number who in fact were shipped from the coast. We used slave departure totals, whether reported by slave traders, African merchants, or European captains, agents, or merchants. We included the slave departures reported in sources such as logs kept by the Dutch and English castles on the Gold Coast, even though the totals often were rounded numbers, such as 400 or 500 slaves, and even though the totals occasionally were significantly less than the numbers of slaves who were disembarked in the Americas. Users should keep these biases in mind, not least for any calculations of mortality they may wish to try. For slave arrivals recorded in customs documents or shipping gazettes, we decided to use maximum totals where there was conflicting information, under the assumption that these differences might indicate deaths of slaves before slaves disembarked.
es: Las fuentes con frecuencia reportan diferentes números de esclavos embarcados o “llevados a bordo” en la costa de África o llegados a las Américas. Además, para algunos años hay inconsistencias en los totales de las edades o géneros de los esclavos por viaje. En cuanto a las exportaciones de esclavos hemos distinguido cuidadosamente el número de esclavos comprados del número de esclavos que en realidad fueron transportados desde la costa. Hemos usado totales de salida de esclavos, tanto los reportados por los comerciantes de esclavos, comerciantes africanos, capitanes europeos, agentes o comerciantes. Hemos incluido a su vez las salidas de esclavos reportadas en fuentes tales como registros mantenidos por los castillos ingleses y holandeses en la Costa de Oro, aunque los totales con frecuencia eran redondeados, por ejemplo, 400 o 500 esclavos. Aun así, los totales eran en ocasiones significativamente menores que el número real de esclavos desembarcados en las Américas. Los usuarios tienen que tener en cuenta estas tendencias, al menos para cualquier cálculo de mortalidad que quieran intentar. Para llegadas de esclavos registradas en documentos de aduanas o gacetas mercantiles donde hay conflicto en la información, decidimos usar los totales máximos, presumiendo que estas diferencias pueden indicar muerte de los esclavos antes de que desembarcaran.
pt: As fontes frequentemente informam números diferentes de escravos embarcados ou “trazidos a bordo” na costa da África e desembarcados nas Américas. Além disso, em alguns anos há incongruências quanto aos totais de escravos por faixa etária ou sexo por viagem. Em relação às exportações de escravos, tivemos o cuidado de distinguir o número de escravos comprados do número que de fato foi enviado a partir da costa. Usamos o total de partidas de escravos, quer relatado por traficantes de escravos, comerciantes africanos ou comandantes, agentes e comerciantes europeus. Incluímos as partidas de escravos relatadas em fontes tais como os registros mantidos pelos castelos holandeses e ingleses na Costa do Ouro, embora muitas vezes os números totais sejam claramente arredondados — por exemplo, 400 ou 500 escravos — e os totais ocasionalmente sejam significativamente menores do que o número de escravos que foram desembarcados nas Américas. Os usuários devem manter esses vieses em mente, sobretudo para qualquer cálculo de mortalidade que possam querer realizar. Com relação a chegadas de escravos registradas nos documentos aduaneiros ou nas gazetas náuticas, decidimos usar os totais máximos nos casos em que havia informações conflitantes, partindo do pressuposto de que essas diferenças talvez se devam às mortes de escravos ocorridas antes de terem eles sido desembarcados.

source: Age categories
es: Categorías de edad
pt: Categorias de idade
