Repository: rice-crc/voyages
Catalog: voyages/locale/*/LC_MESSAGES/django.po
Languages: es, pt

source: The Guinea, as illustrated in this image, is part of present-day Guinea-Bissau, in Senegambia, West Africa. The Portuguese traded slaves in this area since the fifteenth century, but after that they were joined by other nations such as the French or the English. The image is of a map published in 1844 by the Portuguese Commander José Joaquim Lopes de Lima. It locates the principal African polities situated in the immediate interior of Senegambia and provides details about the region’s coast, the Portuguese forts located in the region as well as the names of the main rivers crossing the interior of Senegambia to the sea. In 1815, the slave trade from Senegambia was illegal, but historical records show that some illegal slave trading activities occurred in this region even after that year. The image is reproduced courtesy of the Manuscript, Archives and Rare Book Library, Emory University.
es: La Guinea, como se ilustra en esta imagen, es parte de lo que hoy es Guinea-Bissau, en Senegambia, en el África occidental. Los portugueses comerciaban esclavos en esta área desde el siglo XV, aunque después se les unieron otras nacionalidades como los franceses y los ingleses. La imagen es de un mapa publicado en 1844 por el comandante portugués José Joaquim Lopes de Lima. El mapa ubica las principales entidades políticas en el interior inmediato de Senegambia y proporciona detalles sobre la costa de la región, los fuertes portugueses ubicados en la región, así como los nombres de los principales ríos que cruzan el interior de Senegambia en su camino hacia el mar. Aunque en 1815 el comercio de esclavos desde Senegambia fue ilegalizado, algunos registros históricos muestran la ocurrencia de ciertas actividades de comercio esclavista en la región aun después de esta fecha. La imagen reproducida es cortesía de Manuscript, Archives and Rare Book Library, Emory University.
pt: A Guiné, ilustrada nesta imagem, faz parte da atual Guiné-Bissau, na Senegâmbia, África Ocidental. Os portugueses negociaram escravos nessa área desde o século XV, mas depois outras nações juntaram-se a elas, como os franceses e os ingleses. A imagem é de um mapa publicado em 1844 pelo comandante português José Joaquim Lopes de Lima. Ele localiza os principais estados africanos situados no interior da Senegâmbia e fornece detalhes sobre a costa da região, os fortes portugueses localizados nela e os nomes dos principais rios que cruzam o interior da Senegâmbia em direção ao mar. Em 1815, o tráfico de escravos da Senegâmbia era ilegal, mas registros históricos mostram que ocorreram algumas atividades de tráfico de escravos nesta região mesmo depois daquele ano. Imagem reproduzida com autorização da Manuscript, Archives and Rare Book Library, Emory University.

source: The image describes the H.M.S. ""Pluto"" capturing the slaver ""Orion"" on November 30th, 1859. The Illustrated London News, the source of this image, identifies the slaver only as a ""large barque"" sailing off the African coast, but the sources in the database recovered the name of the slave vessel and its route. The slaver departed from New York, loaded slaves at Cabinda and intended to deliver them to Cuba. However, the British naval force intercepted the ""Orion"", loaded with a large cargo of slaves, and conducted her to St. Helena. The image is reproduced courtesy of the Manuscript, Archives and Rare Book Library, Emory University.
es: La imagen muestra el navío británico “Pluto” capturando el barco esclavista “Orión” el 30 de noviembre de 1859. The Illustrated London News, fuente de esta imagen, identifica el barco esclavista solo como un “gran barca” partiendo de la costa africana, pero las fuentes en la base de datos recuperaron el nombre del barco esclavista y su ruta. El barco partió de Nueva York, cargó esclavos en Cabinda con la intención de llevarlos a Cuba. Sin embargo, la marina británica interceptó el “Orión”, cargado con un gran número de esclavos, y conducido a St. Helena. La imagen es reproducida por cortesía de Manuscript, Archives and Rare Book Library, Emory University.
pt: A imagem mostra o navio britânico Pluto capturando o navio negreiro Órion em 30 de novembro de 1859. The Illustrated London News, fonte desta imagem, identifica o navio negreiro apenas como uma barca grande que seguia ao largo da costa da África, mas as fontes contidas no banco de dados forneceram o nome do navio negreiro e sua rota. O navio negreiro partiu de Nova York e pegou escravos em Cabinda com intenção de levá-los a Cuba. Porém a marinha britânica interceptou o Órion, com um grande carregamento de escravos, e o conduziu a Santa Helena. A imagem é reproduzida com a autorização da Manuscript, Archives and Rare Book Library, Emory University.

source: The image describes the H.M.S. ""Rattler"" (left) capturing the slaver ""Andorinha"" (right). The Illustrated London News, the source of this image, reported that the vessel was in charge of a Brazilian commander and that she was often employed in the slave trade from the Bight of Benin. The slaver was captured off Lagos, at present-day Nigeria, in August, 1849. The image is reproduced courtesy of the Manuscript, Archives and Rare Book Library, Emory University.
es: La imagen muestra el H.M.S. “Rattler” (izquierda) capturando el barco esclavista “Andorinha” (derecha). The Illustrated London News, fuente de esta imagen, reportó que el barco esclavista estaba a cargo de un comandante brasileño y que era empleado a menudo en el tráfico de esclavos proveniente de la ensenada de Benín. El barco esclavista fue capturado cercano a Lagos, actualmente Nigeria, en agosto de 1849. La imagen reproducida es cortesía de Manuscript, Archives and Rare Book Library, Emory University.
pt: A imagem mostra o navio britânico Rattler (esquerda) capturando o navio negreiro Andorinha (direita). Segundo a fonte desta imagem, The Illustrated London News, o navio era comandado por um capitão brasileiro e era frequentemente utilizado no tráfico de escravos que partia do golfo de Benin. O navio negreiro foi capturado ao largo de Lagos, atual Nigéria, em agosto de 1849. A imagem é reproduzida com a autorização da Manuscript, Archives and Rare Book Library, Emory University.

source: The image represents the H.M. Gun-boat ""Teaser"" (on left) approaching the slaver ""Abbot Devereux"" (on right). The slaver was captured off the coast of Whydah. An eyewitness provided an account of the capture dated August 6th, 1857, to The Illustrated London News, the source of this image. The slaver had a full cargo of slaves destined for Cuba, but instead it was conducted to Sierra Leone by the British naval force. The image is reproduced courtesy of the Manuscript, Archives and Rare Book Library, Emory University.
es: La imagen muestra el cañonero británico “Teaser” (izquierda) acercándose al barco esclavista “Abbot Devereux” (derecha). El barco esclavista fue capturado cerca de la costa de Whydah. Un testigo presentó un testimonio de la captura con fecha del 6 de agosto de 1857 en The Illustrated London News, fuente de esta imagen. El barco esclavista llevaba una carga completa de esclavos con destino a Cuba, pero en su lugar fue conducido a Sierra Leona por la marina británica. La imagen reproducida es cortesía de Manuscript, Archives and Rare Book Library, Emory University.
pt: A imagem representa a canhoneira britânica “Teaser” (esquerda) abordando o navio negreiro “Abbot Devereux” (direita). O navio negreiro foi capturado ao largo da costa de Ajudá. Uma testemunha ocular apresentou um relato da captura, com data de 6 de agosto de 1857, a The Illustrated London News, fonte desta imagem. O navio negreiro levava um carregamento completo de escravos com destino a Cuba, porém foi conduzido a Serra Leoa pela marinha britânica. A imagem é reproduzida com a autorização da Manuscript, Archives and Rare Book Library, Emory University.

source: The image represents the H.M.S. ""Rifleman"" (right) pursuing the slaver ""Esmeralda"" (left). An account in The Illustrated London News, the source of this image, describes the attempt of the British ""Rifleman"" to intercept the ""Esmeralda"" off the Brazilian coast. The slaver, however, escaped and landed slaves on the coast of Rio de Janeiro. The image is reproduced courtesy of the Manuscript, Archives and Rare Book Library, Emory University.
es: La imagen muestra el H.M.S. “Rifleman” (derecha) persiguiendo el barco esclavista “Esmeralda” (izquierda). Una nota en The Illustrated London News, fuente de esta imagen, describe el intento del navío británico “Rifleman” de interceptar el barco “Esmeralda” en la costa brasileña. El barco esclavista, sin embargo, escapó y desembarcó en la costa de Rio de Janeiro. La imagen ha sido reproducida por cortesía de Manuscript, Archives and Rare Book Library, Emory University.
pt: A imagem representa o navio britânico “Rifleman” (direita) perseguindo o navio negreiro Esmeralda (esquerda). Uma matéria de The Illustrated London News, fonte desta imagem, relata a tentativa do navio britânico “Rifleman” de interceptar o Esmeralda ao largo da costa do Brasil. Porém o navio negreiro conseguiu escapar e descarregou escravos na costa do Rio de Janeiro. A imagem é reproduzida com a autorização da Manuscript, Archives and Rare Book Library, Emory University.

source: The image shows the slaver ""Zeldina"" anchored at Port Royal in 1857. It is a reproduction of one of the images sent with a letter from Kingston, Jamaica, dated May 11th, 1857, to The Illustrated London News, the source of this image. The newspaper published the letter and the pictures provided by the letter. The schooner ""Zeldina"" embarked slaves at Cabinda, but she was blown off her way to Cuba and captured by the British naval force in April, 1857. The image is reproduced courtesy of the Manuscript, Archives and Rare Book Library, Emory University.
es: La imagen muestra el barco esclavista “Zeldina” anclado en Port Royal en 1857. Es una reproducción de una de las imágenes enviadas en una carta desde Kingston, Jamaica, con fecha del 11 de mayo de 1857 a The Illustrated London News, fuente de esta imagen. El periódico publicó la carta y las imágenes en ella. La goleta “Zeldina” embarcaba esclavos en Cabinda, pero fue desviada de su viaje a Cuba y capturada por la marina británica en abril de 1857. La imagen es reproducida por cortesía de Manuscript, Archives and Rare Book Library, Emory University.
pt: A imagem mostra o navio negreiro Zeldina ancorado em Port Royal em 1857. Trata-se da reprodução de uma das imagens enviadas, juntamente com uma carta, de Kingston, Jamaica, com data de 11 de maio de 1857, a The Illustrated London News, fonte desta imagem. O jornal publicou a carta e as imagens que vieram com ela. A escuna Zeldina pegou um carregamento de escravos em Cabinda, mas os ventos a afastaram de sua trajetória rumo a Cuba e ela foi capturada pela marinha britânica em abril de 1857. A imagem é reproduzida com a autorização da Manuscript, Archives and Rare Book Library, Emory University.

source: The Schonner ""Indagadora"" was captured at sea by British cruisers and adjudicated at a court established at Sierra Leone under international anti-slave trade treaties. The image is of a picture of the first page of the court’s register of ""Liberated Africans"" taken from the ""Indagadora"". The register was kept as a formal record of emancipation that helped protect the individual from subsequent re-enslavement. The image is reproduced courtesy of the British National Archives.
es: La goleta “Indagadora” fue capturada en el mar por cruceros de la marina británica y adjudicada a un tribunal establecido en Sierra Leona bajo los tratados internacionales en contra de la trata de esclavos. La imagen es una fotografía de la primera página del registro del tribunal de “africanos liberados” rescatados de “Indagadora”. El registro se conservó como record formal de emancipación que ayudaba a proteger al individuo de una nueva esclavitud en el futuro. La imagen reproducida es cortesía de British National Archives.
pt: A escuna “Indagadora” foi capturada no mar por cruzadores britânicos e julgada em um tribunal em Serra Leoa, nos termos de tratados internacionais antitráfico de escravos. A imagem é de uma foto da primeira página do registro do tribunal de “africanos libertos” da “Indagadora”. O registro era mantido como um documento formal de emancipação que ajudava a proteger o indivíduo de uma posterior reescravização. A imagem é reproduzida com a autorização dos British National Archives.

source: The Schonner ""Ligera"" was captured at sea by British cruisers and adjudicated at a court established at Sierra Leone under international anti-slave trade treaties. The image is of a picture of the first page of the court’s register of ""Liberated Africans"" taken from the ""Ligera"". The register was kept as a formal record of emancipation that helped protect the individual from subsequent re-enslavement. The image is reproduced courtesy of the British National Archives.
es: La goleta “Ligera” fue capturada en el mar por cruceros de la marina británica y adjudicada a un tribunal establecido en Sierra Leona bajo los tratados internacionales en contra de la trata de esclavos. La imagen es una fotografía de la primera página del registro del tribunal de “africanos liberados” rescatados de “Ligera”. El registro se conservó como record formal de emancipación que ayudaba a proteger al individuo de una nueva esclavitud en el futuro. La imagen reproducida es cortesía de British National Archives.
pt: A escuna “Ligeira” foi capturada no mar por cruzadores britânicos e julgada em um tribunal em Serra Leoa, nos termos de tratados internacionais antitráfico de escravos. A imagem é de uma foto da primeira página do registro do tribunal de “africanos libertos” da “Ligeira”. O registro era mantido como um documento formal de emancipação que ajudava a proteger o indivíduo de uma posterior reescravização. A imagem é reproduzida com a autorização dos British National Archives.

source: The Schonner ""Zeferina"" was captured at sea by British cruisers and adjudicated at a court established at Sierra Leone under international anti-slave trade treaties. The image is of a picture of the first page of the court’s register of ""Liberated Africans"" taken from the ""Zeferina"". The register was kept as a formal record of emancipation that helped protect the individual from subsequent re-enslavement. The image is reproduced courtesy of the British National Archives.
es: La goleta “Zeferina” fue capturada en el mar por cruceros de la marina británica y adjudicada a un tribunal establecido en Sierra Leona bajo los tratados internacionales en contra de la trata de esclavos. La imagen es una fotografía de la primera página del registro del tribunal de “africanos liberados” rescatados de “Zeferina”. El registro se conservó como record formal de emancipación que ayudaba a proteger al individuo de una nueva esclavitud en el futuro. La imagen reproducida es cortesía de British National Archives.
pt: A escuna “Zeferina” foi capturada no mar por cruzadores britânicos e julgada em um tribunal em Serra Leoa, nos termos de tratados internacionais antitráfico de escravos. A imagem é de uma foto da primeira página do registro do tribunal de “africanos libertos” da “Zeferina”. O registro era mantido como um documento formal de emancipação que ajudava a proteger o indivíduo de uma posterior reescravização. A imagem é reproduzida com a autorização dos British National Archives.

source: The Schooner ""Adelaide"" was captured at sea by British cruisers and adjudicated at a court established at Sierra Leone under international anti-slave trade treaties. The image is of a picture of the first page of the court’s register of ""Liberated Africans"" taken from the ""Adelaide"". The register was kept as a formal record of emancipation that helped protect the individual from subsequent re-enslavement. The image is reproduced courtesy of the British National Archives.
es: La goleta “Adelaide” fue capturada en el mar por cruceros de la marina británica y adjudicada a un tribunal establecido en Sierra Leona bajo los tratados internacionales en contra de la trata de esclavos. La imagen es una fotografía de la primera página del registro del tribunal de “africanos liberados” rescatados de “Adelaide”. El registro se conservó como record formal de emancipación que ayudaba a proteger al individuo de una nueva esclavitud en el futuro. La imagen reproducida es cortesía de British National Archives.
pt: A escuna “Adelaide” foi capturada no mar por cruzadores britânicos e julgada em um tribunal em Serra Leoa, nos termos de tratados internacionais antitráfico de escravos. A imagem é de uma foto da primeira página do registro do tribunal de “africanos libertos” da “Adelaide”. O registro era mantido como um documento formal de emancipação que ajudava a proteger o indivíduo de uma posterior reescravização. A imagem é reproduzida com a autorização dos British National Archives.

source: The Schooner ""Ana Maria"" was captured at sea by British cruisers and adjudicated at a court established at Sierra Leone under international anti-slave trade treaties. The image is of a picture of the first page of the court’s register of ""Liberated Africans"" taken from the ""Ana Maria"". The register was kept as a formal record of emancipation that helped protect the individual from subsequent re-enslavement. The image is reproduced courtesy of the British National Archives.
es: La goleta “Ana María” fue capturada en el mar por cruceros de la marina británica y adjudicada a un tribunal establecido en Sierra Leona bajo los tratados internacionales en contra de la trata de esclavos. La imagen es una fotografía de la primera página del registro del tribunal de “africanos liberados” rescatados de “Ana María”. El registro se conservó como record formal de emancipación que ayudaba a proteger al individuo de una nueva esclavitud en el futuro. La imagen reproducida es cortesía de British National Archives.
pt: A escuna “Ana Maria” foi capturada no mar por cruzadores britânicos e julgada em um tribunal em Serra Leoa, nos termos de tratados internacionais antitráfico de escravos. A imagem é de uma foto da primeira página do registro do tribunal de “africanos libertos” da “Ana Maria”. O registro era mantido como um documento formal de emancipação que ajudava a proteger o indivíduo de uma posterior reescravização. A imagem é reproduzida com a autorização dos British National Archives.

source: The Schooner ""Ana"" was captured at sea by British cruisers and adjudicated at a court established at Sierra Leone under international anti-slave trade treaties. The image is of a picture of the first page of the court’s register of ""Liberated Africans"" taken from the ""Ana"". The register was kept as a formal record of emancipation that helped protect the individual from subsequent re-enslavement. The image is reproduced courtesy of the British National Archives.
es: La goleta “Ana” fue capturada en el mar por cruceros de la marina británica y adjudicada a un tribunal establecido en Sierra Leona bajo los tratados internacionales en contra de la trata de esclavos. La imagen es una fotografía de la primera página del registro del tribunal de “africanos liberados” rescatados de “Ana”. El registro se conservó como record formal de emancipación que ayudaba a proteger al individuo de una nueva esclavitud en el futuro. La imagen reproducida es cortesía de British National Archives.
pt: A escuna “Ana” foi capturada no mar por cruzadores britânicos e julgada em um tribunal em Serra Leoa, nos termos de tratados internacionais antitráfico de escravos. A imagem é de uma foto da primeira página do registro do tribunal de “africanos libertos” da “Ana”. O registro era mantido como um documento formal de emancipação que ajudava a proteger o indivíduo de uma posterior reescravização. A imagem é reproduzida com a autorização dos British National Archives.

source: The Schooner ""Arrogante Mayagüesana"" was captured at sea by British cruisers and adjudicated at a court established at Sierra Leone under international anti-slave trade treaties. The image is of a picture of the first page of the court’s register of ""Liberated Africans"" taken from the ""Arrogante Mayagüesana"". The register was kept as a formal record of emancipation that helped protect the individual from subsequent re-enslavement. The image is reproduced courtesy of the British National Archives.
es: La goleta “Arrogante Mayagüesana” fue capturada en el mar por cruceros de la marina británica y adjudicada a un tribunal establecido en Sierra Leona bajo los tratados internacionales en contra de la trata de esclavos. La imagen es una fotografía de la primera página del registro del tribunal de “africanos liberados” rescatados de “Arrogante Mayagüesana”. El registro se conservó como record formal de emancipación que ayudaba a proteger al individuo de una nueva esclavitud en el futuro. La imagen reproducida es cortesía de British National Archives.
pt: A escuna “Arrogante Mayagüesana” foi capturada no mar por cruzadores britânicos e julgada em um tribunal em Serra Leoa, nos termos de tratados internacionais antitráfico de escravos. A imagem é de uma foto da primeira página do registro do tribunal de “africanos libertos” da “Arrogante Mayegüesana”. O registro era mantido como um documento formal de emancipação que ajudava a proteger o indivíduo de uma posterior reescravização. A imagem é reproduzida com a autorização dos British National Archives.

source: The Schooner ""Arsênia"" was captured at sea by British cruisers and adjudicated at a court established at Sierra Leone under international anti-slave trade treaties. The image is of a picture of the first page of the court’s register of ""Liberated Africans"" taken from the ""Arsênia"". The register was kept as a formal record of emancipation that helped protect the individual from subsequent re-enslavement. The image is reproduced courtesy of the British National Archives.
es: La goleta “Arsênia” fue capturada en el mar por cruceros de la marina británica y adjudicada a un tribunal establecido en Sierra Leona bajo los tratados internacionales en contra de la trata de esclavos. La imagen es una fotografía de la primera página del registro del tribunal de “africanos liberados” rescatados de “Arsênia”. El registro se conservó como record formal de emancipación que ayudaba a proteger al individuo de una nueva esclavitud en el futuro. La imagen reproducida es cortesía de British National Archives.
pt: A escuna “Arsênia” foi capturada no mar por cruzadores britânicos e julgada em um tribunal em Serra Leoa, nos termos de tratados internacionais antitráfico de escravos. A imagem é de uma foto da primeira página do registro do tribunal de “africanos libertos” da “Arsênia”. O registro era mantido como um documento formal de emancipação que ajudava a proteger o indivíduo de uma posterior reescravização. A imagem é reproduzida com a autorização dos British National Archives.
