Repository: rice-crc/voyages
Catalog: voyages/locale/*/LC_MESSAGES/django.po
Languages: es, pt

source: The Sumaca ""NS da Conceição"" was captured at sea by British cruisers and adjudicated at a court established at Sierra Leone under international anti-slave trade treaties. The image is of a picture of the first page of the court’s register of ""Liberated Africans"" taken from the ""NS da Conceição"". The register was kept as a formal record of emancipation that helped protect the individual from subsequent re-enslavement. The image is reproduced courtesy of the British National Archives.
es: La sumaca “NS da Conceição” fue capturada en el mar por cruceros de la marina británica y adjudicada a un tribunal establecido en Sierra Leona bajo los tratados internacionales en contra de la trata de esclavos. La imagen es una fotografía de la primera página del registro del tribunal de “africanos liberados” rescatados de “NS da Conceição”. El registro se conservó como record formal de emancipación que ayudaba a proteger al individuo de una nueva esclavitud en el futuro. La imagen reproducida es cortesía de British National Archives.
pt: A sumaca “NS da Conceição” foi capturada no mar por cruzadores britânicos e julgada em um tribunal em Serra Leoa, nos termos de tratados internacionais antitráfico de escravos. A imagem é de uma foto da primeira página do registro do tribunal de “africanos libertos” da “NS da Conceição”. O registro era mantido como um documento formal de emancipação que ajudava a proteger o indivíduo de uma posterior reescravização. A imagem é reproduzida com a autorização dos British National Archives.

source: The ""Wildfire"" was sailing to Cuba when it was intercepted by anti-slave trade cruisers on its way back from Congo. It was escorted to Key West, Florida, and eventually Liberia, where the Africans disembarked. The image shows a picture of a child who survived the transatlantic voyage in bark ""Wildfire"". The image is reproduced courtesy of Tracy W. McGregor Library of American History, Special Collections, University of Virginia Library. Permission required to reproduce.
es: El “Wildfire” navegaba hacia Cuba cuando fue interceptado por cruceros antiesclavistas a su regreso del Congo. Fue conducido a Key West, Florida, y finalmente Liberia, donde fueron desembarcados los africanos. La imagen muestra un retrato de un niño que sobrevivió el viaje trasatlántico en el “Wildfire”. La imagen ha sido reproducida por cortesía de Tracy W. McGregor Library of American History, Special Collections, University of Virginia Library. Se requiere permiso para su reproducción.
pt: O Wildfire voltava do Congo e ia em direção a Cuba quando foi interceptado por cruzadores que reprimiam o tráfico de escravos. Foi conduzido até Key West, Flórida, e depois à Libéria, onde os africanos foram desembarcados. A imagem é de uma criança que sobreviveu à viagem transatlântica na barca Wildfire. A imagem é reproduzida com a autorização da Tracy W. McGregor Library of American History, Special Collections, University of Virginia Library. Exige-se permissão para reproduzi-la.

source: The yacht ""Wanderer"" was one of the last vessels to disembark slaves in the United States of America. It sailed from New York, in June of 1858, towards the Caribbean Sea, from where it crossed the Atlantic to Africa, and arrived in Savannah, Georgia, later that year. The image shows a page of the ""Wanderer’s"" logbook. This page indicates the first time that the yacht touched the African coast. According to the logbook, the ""Wanderer"" arrived first at the Congo River, but later sailed southwards to Benguela. Other sources indicate that the yacht embarked slaves at Ambriz, on the Angolan coast, but the logbook provides no further information on the voyage after the ""Wanderer"" arrived at Benguela. The image is reproduced courtesy of the Manuscript, Archives and Rare Book Library, Emory University.
es: El velero “Wanderer” fue uno de los últimos navíos en desembarcar esclavos en los Estados Unidos de América. Salió de Nueva York en junio de 1858 hacia las islas del mar Caribe, desde donde cruzó el Atlántico hacia África, y llegó a Savannah, Georgia, a fines de ese año. La imagen muestra una página del cuaderno de navegación del “Wanderer”. Esta página indica la primera vez que el velero tocó la costa africana. Según este cuaderno, el “Wanderer” llegó primero al río Congo, pero luego partió rumbo sur hacia Benguela. Otras fuentes indican que el velero embarcó esclavos en Ambriz, en la costa angolana, pero el cuaderno de navegación no provee información adicional acerca del viaje después de que el “Wanderer” arribó a Benguela. La imagen reproducida es cortesía de Manuscript, Archives and Rare Book Library, Emory University.
pt: O iate “Wanderer” foi um dos últimos navios a desembarcar escravos nos Estados Unidos da América. Ele partiu de Nova York, em junho de 1858, em direção ao mar do Caribe, e de lá cruzou o Atlântico para a África, tendo chegado em Savannah, Geórgia, no final daquele ano. A imagem mostra uma página do diário de bordo do “Wanderer”. Esta página indica a primeira vez que o iate aportou na costa africana. De acordo com o diário de bordo, o “Wanderer” aportou primeiro no rio Congo, mas depois navegou para o sul até Benguela. Outras fontes indicam que o iate embarcou escravos em Ambriz, na costa angolana, mas o diário de bordo não fornece mais informações sobre a viagem após a chegada do “Wanderer” a Benguela. A imagem é reproduzida com a autorização da Manuscript, Archives and Rare Book Library, Emory University.

source: This is one image of a group of illustrations published in The Illustrated London News on June 20th, 1857. The illustrations were created by the newspaper based on images sent with a letter from Kingston, Jamaica, dated May 11th, 1857, describing the capture of slaver ""Zeldina"" and the conditions of the slaves disembarked. The schooner ""Zeldina"" embarked slaves at Cabinda, but she was blown off her route to Cuba, captured by the British naval force in April, 1857, and stationed at Port Royal, Jamaica.
es: Esta imagen es parte de un grupo de ilustraciones publicadas en The Illustrated London News el 20 de junio de 1857. Las ilustraciones fueron reproducidas por el periódico mismo, según imágenes que fueron enviadas en una carta desde Kingston, Jamaica, con fecha del 11 de mayo de 1857, que describía la captura del barco esclavista “Zeldina” y las condiciones en que los esclavos eran desembarcados. La goleta “Zeldina” embarcaba esclavos en Cabinda, pero fue desviada de su ruta a Cuba, capturada por la marina británica en abril de 1857, y estacionada en Port Royal, Jamaica. La imagen es reproducida por cortesía de Manuscript, Archives and Rare Book Library, Emory University.
pt: Esta imagem faz parte de um grupo de ilustrações que foram publicadas em The Illustrated London News em 20 de junho de 1857. Foram criadas pelo jornal com base em imagens enviadas com uma carta de Kingston, Jamaica, com data de 11 de maio de 1857, relatando a captura do navio negreiro Zeldina e a situação em que estavam os escravos que foram desembarcados. A escuna Zeldina pegou um carregamento de escravos em Cabinda, porém foi desviada pelos ventos de sua rota para Cuba, capturada pela marinha britânica em abril de 1857 e levada para Port Royal, Jamaica. A imagem é reproduzida com a autorização da Manuscript, Archives and Rare Book Library, Emory University.

source: This is one image of a group of illustrations published in The Illustrated London News on June 20th, 1857. The illustrations were created by the newspaper based on images sent with a letter from Kingston, Jamaica, dated May 11th, 1857, describing the capture of slaver ""Zeldina"" and the conditions of the slaves disembarked. The schooner ""Zeldina"" embarked slaves at Cabinda, but she was blown off her route to Cuba, captured by the British naval force in April, 1857, and stationed at Port Royal, Jamaica. The image is reproduced courtesy of the Manuscript, Archives and Rare Book Library, Emory University.
es: Esta imagen es parte de un grupo de ilustraciones publicadas en The Illustrated London News el 20 de junio de 1857. Las ilustraciones fueron reproducidas por el periódico mismo, según imágenes que fueron enviadas en una carta desde Kingston, Jamaica, con fecha del 11 de mayo de 1857, que describía la captura del barco esclavista “Zeldina” y las condiciones en que los esclavos eran desembarcados. La goleta “Zeldina” embarcaba esclavos en Cabinda, pero fue desviada de su ruta a Cuba, capturada por la marina británica en abril de 1857, y estacionada en Port Royal, Jamaica. La imagen es reproducida por cortesía de Manuscript, Archives and Rare Book Library, Emory University.
pt: Esta imagem faz parte de um grupo de ilustrações que foram publicadas em The Illustrated London News em 20 de junho de 1857. Foram criadas pelo jornal com base em imagens enviadas com uma carta de Kingston, Jamaica, com data de 11 de maio de 1857, relatando a captura do navio negreiro Zeldina e a situação em que estavam os escravos que foram desembarcados. A escuna Zeldina pegou um carregamento de escravos em Cabinda, porém foi desviada pelos ventos de sua rota para Cuba, capturada pela marinha britânica em abril de 1857 e levada para Port Royal, Jamaica. A imagem é reproduzida com a autorização da Manuscript, Archives and Rare Book Library, Emory University.

source: Time frame:[T]
es: Periodo de tiempo:
pt: Intervalo de tempo:

source: Unknown
es: Desconocido
pt: Desconhecido

source: Upper Guinea, c.1730
es: Alta Guinea, c. 1730
pt: Alta Guiné, c.1730

source: Upper Guinea was the earliest African region of slave embarkation in the transatlantic slave trade. The image is of a map of the Upper Guinea coast, comprising the coastline between present day Senegal and part of Sierra Leone. It shows the main ports situated along the coast as well as the principal rivers flowing from the interior of Upper Guinea. The map also shows some of the major African towns located in the interior of the coast. The image is reproduced courtesy of the Pitts Theology Library, Candler School of Theology, Emory University.
es: La Alta Guinea fue la región más antigua de embarque de esclavos en el comercio trasatlántico. La imagen es de un mapa de la costa de la Alta Guinea, abarcando la línea costera entre lo que hoy día es Senegal y parte de Sierra Leona. Muestra los principales puertos situados a lo largo de la costa, así como los principales ríos que corren desde el interior de la Alta Guinea. El mapa también muestra algunos de los principales pueblos africanos ubicados en el interior de la costa. La imagen ha sido reproducida cortesía de Pitts Theology Library, Candler School of Theology, Emory University.
pt: A Alta Guiné foi a primeira região africana de embarque de escravos no tráfico de escravos transatlântico. A imagem é de um mapa da costa da Alta Guiné, que compreende o litoral entre o atual Senegal e parte de Serra Leoa. Ela mostra os principais portos situados ao longo da costa, bem como os principais rios do interior da Alta Guiné. O mapa mostra também algumas das principais cidades africanas localizadas na costa. Imagem reproduzida com autorização da Pitts Theology Library, Candler School of Theology, Emory University.

source: U.S. Naval Brig ""Perry"" Approaching Slaver ""Martha"", June 6th
es: Barco de la marina de los Estados Unidos “Perry” acercándose al barco esclavista “Martha” el 6 de junio
pt: O brigue da marinha dos Estados Unidos Perry abordando o navio negreiro Martha, 6 de junho

source: U.S. Naval Brig ""Perry"" (left) approaching American slave vessel ""Martha"" (right). Slave vessel ""Martha"" was captured as a prize off-shore Ambriz, at the West-Central African coast, on June 6, 1850. The vessel was fully equiped for the slave trade, but no slaves were found on board.The image is reproduced courtesy of the Robert W. Woodruff Library, Emory University.
es: El barco de la marina de los Estados Unidos “Perry” (izquierda) acercándose al barco esclavista “Martha” (derecha). “Martha” fue capturado como premio costa afuera de Ambriz, en la costa de África Centro Oriental, el 6 de junio de 1850. El navío estaba totalmente equipado para el comercio de esclavos, pero sin ninguno a bordo. La imagen reproducida es cortesía de Robert W. Woodruff Library, Emory University.
pt: O brigue da marinha dos Estados Unidos “Perry” (esquerda) abordando o navio negreiro “Martha” (direita). O navio negreiro “Martha” foi capturado como presa de guerra ao largo de Ambriz, na costa da África Centro-Ocidental, em 6 de junho de 1850. A embarcação estava totalmente equipada para o tráfico de escravos, porém não foi encontrado nenhum escravo a bordo. A imagem é reproduzida com a autorização da Robert W. Woodruff Library, Emory University.

source: Valongo, the largest slave market in Rio de Janeiro, Brazil, was the port through which more slaves passed than any other in the Americas. In the nineteenth century, part of the slaves traded at this market remained in Rio, but another part was resold from Valongo to markets in the Brazilian interior. The image is of a view of Valongo’s market published in the journal of Maria Graham, an English woman who visited Brazil in the early 1820’s. The image is reproduced courtesy of the John Carter Brown Library at Brown University.
es: Valongo, el mercado más grande de esclavos en Rio de Janeiro, Brasil, fue el Puerto por el que más esclavos pasaron en todo el continente americano. En el siglo XIX, una parte de los esclavos vendidos en este mercado permaneció en Rio, pero otra parte fue revendida desde Valongo hacia otros mercados en el interior de Brasil. La imagen es una vista del mercado de Valongo publicada en el diario de Maria Graham, una mujer inglesa que visitó Brasil en los primeros años de la década de 1820. La imagen reproducida es cortesía de John Carter Brown Library en Brown University.
pt: Valongo, o maior mercado de escravos no Rio de Janeiro, Brasil, foi o porto que recebeu mais escravos nas Américas. No século XIX, parte dos escravos negociados neste mercado permanecia no Rio, mas outra parte era revendida para mercados do interior brasileiro. A imagem é de uma vista do mercado do Valongo publicada no diário de Maria Graham, uma inglesa que visitou o Brasil no início da década de 1820. Imagem reproduzida com autorização da John Carter Brown Library at Brown University.

source: West Africa
es: África Occidental
pt: África Ocidental

source: West Africa was among the major regions of slave embarkation. Europeans used to call this region Guinea, and it comprised roughly all the countries situated between present day Gambia and Gabon. The image is of a map of West Africa produced by Joan Blaeu in 1662. It indicates the names of the main ports located along the coast as well as the names of some of the peoples inhabiting the West African interior. Elements of the region’s geography, fauna and flora adorn the map. The image is reproduced courtesy of Tracy W. McGregor Library of American History, Special Collections, University of Virginia Library. Permission required to reproduce.
es: África Occidental fue de las principales regiones de embarque de esclavos. Los europeos solían llamar esta región Guinea, y abarcaba aproximadamente todos los países situados entre lo que hoy en día es Gambia y Gabón. La imagen es de un mapa de Africa Occidental producida por Joan Blaeu en 1662. Muestra los nombres de los principales puertos ubicados a lo largo de la costa, así como los nombres de algunos de los habitantes del interior de Africa Occidental. Elementos de la geografía de la región, la fauna y la flora adornan el mapa. La imagen ha sido reproducida por cortesía de Tracy W McGregor Library of American History, Special Collections, University of Virginia Library. Se requiere permiso para su reproducción.
pt: A África Ocidental foi uma das principais regiões de embarque de escravos. Os europeus costumavam chamá-la de Guiné, e ela abarcava aproximadamente todos os países situados entre os atuais Gâmbia e Gabão. A imagem é de um mapa da África Ocidental produzido por Joan Blaeu em 1662. Ele indica os nomes dos principais portos localizados ao longo da costa, bem como os nomes de alguns dos povos que habitavam o interior da África Ocidental. Elementos da geografia, fauna e flora da região adornam o mapa. A imagem é reproduzida com a autorização da Tracy W. McGregor Library das American History, Special Collections, University of Virginia Library. Exige-se permissão para reproduzi-la.

source: West and West-Central Africa were the regions that supplied the majority of the slaves taken across the Atlantic Ocean in all periods of the transatlantic slave trade. The image is of a map produced by Joan Blaeu in 1662. It shows the Atlantic coast of Africa stretching from Senegambia to Angola in West-Central Africa. This map was an important source of information for many cartographers and writers trying to better understand the continent and even today it offers important information for historians of Africa. The image is reproduced courtesy of Tracy W. McGregor Library of American History, Special Collections, University of Virginia Library. Permission required to reproduce.
es: África Occidental y Centro Occidental fueron las regiones que suministraron la mayoría de los esclavos que fueron llevados a través del océano Atlántico en todos los periodos del comercio trasatlántico de esclavos. La imagen es de un mapa producida por Joan Blaeu en 1662. Muestra la costa Atlántica de Africa extendiéndose desde Senegambia hasta Angola en Africa Centro Occidental. Este mapa fue una importante fuente de información para muchos cartógrafos y escritores que buscaban una mejor comprensión del continente y aun hoy ofrece importante información para los historiadores de Africa. La imagen ha sido reproducida por cortesía de Tracy W. McGregor Library of American History, Special Collections, University of Virginia Library. Se requiere permiso para su reproducción.
pt: A África Ocidental e a África Centro-Ocidental foram as regiões que forneceram a maioria dos escravos transportados em todos os períodos do tráfico de escravos transatlântico. A imagem é de um mapa produzido por Joan Blaeu em 1662. Ela mostra o trecho da costa atlântica da África que se estende da Senegâmbia até Angola na África Centro-Ocidental. Este mapa foi uma importante fonte de informação para muitos cartógrafos e escritores interessados em ter um melhor entendimento do continente, oferecendo ainda hoje informações importantes para os historiadores da África. Imagem reproduzida com autorização de Tracy W. McGregor Library of American History, Special Collections, University of Virginia Library. Exige-se permissão para reproduzi-la.

source: West-Central Africa was probably the principal region of slave embarkation during all periods of the transatlantic slave trade. The region used to be known as Congo Angola, corresponding roughly to the territories of present day Republic of Angola, the two Congo republics to the north of Angola, and the Republic of Gabon. The image is of a map of West-Central Africa produced by Joan Blaeu in 1662. It indicates the main ports located on the coast as well as the principal African towns situated in the interior of West-Central Africa. The map also provides an illustration of the region’s topography and locates the main rivers coming from the interior of Congo Angola. The image is reproduced courtesy of Tracy W. McGregor Library of American History, Special Collections, University of Virginia Library. Permission required to reproduce.
es: África Centro Occidental fue probablemente la principal región de embarque de esclavos durante todo el periodo del comercio trasatlántico. La región era conocida como Congo Angola, correspondiendo aproximadamente a los territorios que hoy en día componen la República de Angola, las dos repúblicas del Congo al norte de Angola, y la República de Gabón. La imagen es de un mapa de Africa Centro Occidental producida por Joan Blaeu en 1662. Señala los puertos principales en la costa, así como los principales pueblos africanos situados en el interior de África Centro Occidental. El mapa también provee una ilustración de la topografía de la región y ubica los ríos principales viniendo del interior de Congo Angola. La imagen ha sido reproducida por cortesía de Tracy W. McGregor Library of American History, Special Collections, University of Virginia Library. Se requiere permiso para su reproducción.
pt: A África Centro-Ocidental foi provavelmente a principal região de embarque de escravos durante todos os períodos do tráfico de escravos transatlântico. A região era conhecida como Congo Angola, correspondendo aproximadamente aos territórios da atual República de Angola, às duas repúblicas do Congo ao norte de Angola e à República do Gabão. A imagem é de um mapa da África Centro-Ocidental produzido por Joan Blaeu em 1662. Ele indica os principais portos localizados na costa, bem como as principais cidades africanas situadas no interior da África Centro-Ocidental. O mapa também fornece uma ilustração da topografia da região e localiza os principais rios que fluem do interior de Congo Angola. Imagem reproduzida com autorização da Tracy W. McGregor Library of American History, Special Collections, University of Virginia Library. Exige-se permissão para reproduzi-la.

source: Whydah, 1720s
es: Whydah, década de 1720
pt: Ajudá, década de 1720
