Repository: rice-crc/voyages
Catalog: voyages/locale/*/LC_MESSAGES/django.po
Languages: es, pt

source: Captives identified by gender (males/females)
es: Cautivos (varones en relación a femeninas) identificados por género.
pt: Cativos identificados por gênero (masculino/feminino)

source: Classification as a Trans-Atlantic Slavic Voyage
es: Clasificación como un viaje esclavista transatlántico
pt: Classificação como viagem negreira transatlântica

source: Converted to pre-1786 British registered tons
es: Convertido a toneladas inglesas registradas antes de 1786
pt: Convertido para toneladas registradas britânicas de antes de 1786

source: Derived from particular outcome
es: Derivado de un desenlace particular
pt: Derivado do resultado específico

source: Difference between date vessel left Africa and date it arrived with slaves
es: Diferencia entre fecha de salida de África y fecha de llegada con esclavos
pt: Diferença entre a data que o navio deixou a África e a data em que ele chegou com escravos

source: Difference between date voyage began and date vessel arrived with slaves
es: Diferencia entre la fecha del comienzo del viaje y fecha de arribo con esclavos
pt: Diferença entre a data de início da viagem e a data em que chegou com escravos

source: <div id="left-menu" class="left-menu-box"><div class="left-menu-title"><h3>Downloads</h3></div><div class="secondary-menu-item-0"><a href="#download1">The 2010 Version of the Trans-Atlantic Slave Trade Database (expanded data set)</a></div><div class="secondary-menu-item-0"><a href="#download2">The Trans-Atlantic Slave Trade Database (Voyages data set)</a></div><div class="secondary-menu-item-0"><a href="#download3">Estimates spreadsheet</a></div><div class="secondary-menu-item-0"><a href="#download4">African Names Database</a></div></div><div id="center-content"><h1>DOWNLOADS</h1><a name="download1"></a>&nbsp;<h2>The 2010 Version of the Trans-Atlantic Slave Trade Database (expanded data set)</h2><p>The {db_year} version of the transatlantic slave trade database contains {num_voyages} voyages compared to 34,940 in 2008 (and 27,233 in the 1999 version of the database that appeared on CD-ROM). However, since 2008, several hundred corrections have been made and additional information added. Thus 86 of the 2008 voyages have been deleted either because we found they had been entered twice, or because we discovered that a voyage was not involved in the transatlantic slave trade. Voyage id 16772, the Pye, Captain Adam, turned out to have carried slaves from Jamaica to the Chesapeake, but obtained its captives in Jamaica, not Africa. Offsetting the deletions are 94 voyages added on the basis of new information. Further many voyages that are common to both 2008 and 2010 versions of the database contain information that was not available in 2008 (see table 1 of &ldquo;Understanding the Database&rdquo;). The 2010 version has 276 variables, compared with 99 in the Voyages Database available online. Users interested in working with this larger data set can download it in a file formatted for use with SPSS software. A variable in this dataset (EVGREEN) identifies voyages on the CD-ROM version published in 1999. Because some users may find it useful to view data as it existed in 1999, the CD-ROM version can also be selected for download. A codebook describing all variable names, variable labels, and values of the expanded dataset can be downloaded as a separate PDF document. With only a few exceptions, it retains variable names in the original 1999 CD-ROM version. The 2008 version of the database may also be downloaded.</p><h3>Downloads:</h3><ul><li>Expanded dataset (2010, SPSS format): <a href="{{MEDIA_URL}}download/tastdb-exp-2010.sav">tastdb-exp-2010.sav</a></li><li>Expanded dataset (2008, SPSS format): <a href="{{ MEDIA_URL }}download/tastdb-exp-2008.sav">tastdb-exp-2008.sav</a></li><li>Original CD-ROM dataset (1999, SPSS format): <a href="{{ MEDIA_URL }}download/tastdb-1999.sav">tastdb-1999.sav</a></li><li>Codebook: <a href="{{MEDIA_URL}}download/SPSS_Codebook_2016.pdf" target="blank">SPSS codebook</a></li></ul><a name="download2"></a>&nbsp;<h2>The Trans-Atlantic Slave Trade Database (Voyages data set)</h2><p>This data set of the Trans-Atlantic Slave Trade Database contains the 99 variables available through the Voyages Database on this website. It is made available in three formats: SPSS (.sav), comma delimited (.csv), and dBase (.dbf). Users interested in working with this data set with their preferred software may select an edition year and file format below.</p><h3>Downloads:</h3><ul><li>2010, SPSS: <a href="{{ MEDIA_URL }}download/tastdb-2010.sav">tastdb-2010.sav</a></li><li>2010, comma-delimited: <a href="{{ MEDIA_URL }}download/tastdb-2010.csv">tastdb-2010.csv</a></li><li>2010, dBase: <a href="{{ MEDIA_URL }}download/tastdb-2010.dbf">tastdb-2010.dbf</a></li></ul><a name="download3"></a>&nbsp;<h2>Estimates spreadsheet</h2><p>The Estimates section uses data from the expanded Trans-Atlantic Slave Trade Database dataset, aggregated by regions of embarkation and disembarkation, but also incorporates published series of embarkations and disembarkations for particular regions when these data provide more accurate estimates than the database itself. Users interested in exploring the complex methodology involved in generating the estimates, or in testing the extent to which alternative assumptions lower or augment estimates of the full volume of the slave trade (in its entirety or for a national carrier or period of time), can download below an Excel-formatted copy of the spreadsheet estimating the full volume of the slave trade by national carrier and year of arrival, the SPSS file applying estimates of volume in the spreadsheet to data on exports and imports aggregated by national carrier, year of arrival, and the route of the voyage from region of embarkation to region of disembarkation, and a PDF version of the essay detailing the methodology used.</p><h3>Download:</h3><ul><li>Estimates spreadsheet: <a href="{{ MEDIA_URL }}download/2010-estimates-excel.xlsx">2010 estimates-excel.xlsx</a></li><li>Estimates SPSS file: <a href="{{ MEDIA_URL }}download/2010-estimates-SPSS.sav">2010 estimates-SPSS.sav</a></li><li>Methodology essay: <a href="{{ MEDIA_URL }}download/2010estimates-method.pdf">2010 estimates-method.pdf</a></li></ul><a name="download4"></a>&nbsp;<h2>African Names Database</h2><p>This&nbsp;database&nbsp;contains personal information of 91,491 Africans taken from captured slave&nbsp;ships or from African slave trading sites after 1807 as a result of the British navy&rsquo;s attempt to suppress the slave trade. It includes names, stature, sex/age category, country of origin, the name and database id of the slave vessel involved, year of arrival, and ports of embarkation and disembarkation. These variables may be searched on the African Names Database page of the present site. They have also been incorporated into <a href="http://www.african-origins.org" target="_blank">African-Origins.org</a> that provides in addition opportunities to view and contribute to the ethnolinguistic identification of the African names.</p><h3>Download:</h3><ul><li>African Names Database: <a href="{{ MEDIA_URL }}download/AfricanNamesDatabase.csv">AfricanNamesDatabase.csv</a></li></ul>Questions about downloading or using these datasets? Please contact <a href="mailto:voyages@emory.edu"> voyages@emory.edu</a>.</div>
es: <div id="left-menu" class="left-menu-box"><div class="left-menu-title"><h3>Descargas</h3></div><div class="secondary-menu-item-0"><a href="#download1"> Versión del 2010 de la base de datos del comercio trasatlántico de esclavos (expandida)</a></div><div class="secondary-menu-item-0"><a href="#download2"> La base de datos del comercio trasatlántico de esclavos (base de datos Viajes)</a></div><div class="secondary-menu-item-0"><a href="#download3">Hoja de cálculo de Estimados</a></div><div class="secondary-menu-item-0"><a href="#download4">Base de datos de nombres africanos</a></div></div><div id="center-content"><h1>DESCARGAS</h1><a name="download1"></a>&nbsp;<h2>La versión del 2018 de la base de datos del comercio trasatlántico de esclavos contiene 35,941 viajes comparados con 34,940 en 2008 (y los 27,233 en la versión CD-ROM de 1999). Desde el 2008 se han hecho varios miles de correcciones y se ha agregado información adicional. Así, se han borrado 120 de los viajes de la versión del 2008 porque, o hemos encontrado que se habían entrado dos veces o porque hemos descubierto que cierto viaje no había estado involucrado en el tráfico transatlántico de esclavos. Por ejemplo, el viaje id 16772, el Pye, Capitán Adam, resultó que había traído esclavos de Jamaica a Chesapeake, pero obtuvo sus cautivos en Jamaica, no África. En compensación por los borrados hay 1,110 viajes agregados sobre la base de nueva información obtenida. Además, muchos viajes que se encuentran en ambas versiones, tanto la del 2008, como la del 2010, ahora contienen información que no estaba disponible en el 2008 (vea la tabla 1 “para entender la base de datos” para el sumario actual). La versión del 2016 tiene 278 variables, comparadas con 98 en la base de datos Viajes disponible en línea. Los usuarios interesados en trabajar con esta base de datos más grande pueden descargarla en un archivo formateado para usarse con software SPSS. Una variable en esta base de datos (EVGREEN) identifica los viajes en la versión en CD-ROM publicada en 1999. Como algunos usuarios podrían encontrar útil ver la información tal y como existía en versiones anteriores, la base de datos como estaba en 1999, en el 2008 y el 2010, también puede ser descargada. Un libro de códigos que describe todos los nombres, etiquetas de las variables y valores de la base de datos expandida está disponible como un documento PDF separado. Con solo unas pocas excepciones mantiene el nombre de las variables en la versión original en CD-ROM de 1999. La versión 2008 de la database puede ser descargada.</p><h3>Descargas:</h3><ul><li>Base de datos expandida (2010, SPSS format): <a href="{{MEDIA_URL}}download/tastdb-exp-2010.sav">tastdb-exp-2010.sav</a></li><li>Base de datos expandidad (2008, SPSS format): <a href="{{ MEDIA_URL }}download/tastdb-exp-2008.sav">tastdb-exp-2008.sav</a></li><li>CD-ROM original base de datos (1999, SPSS format): <a href="{{ MEDIA_URL }}download/tastdb-1999.sav">tastdb-1999.sav</a></li><li>Libro de códigos: <a href="{{MEDIA_URL}}download/SPSS_Codebook_2016.pdf" target="blank">Libro de códigos SPSS </a></li></ul><a name="download2"></a>&nbsp;<h2>La Base de Datos de Tráfico transatlántico de esclavos (Base de datos Viajes)</h2><p>Este conjunto de datos en la Base de datos del comercio trasatlántico de esclavos contiene las 99 variables disponibles a través de la base de datos Viajes en este sitio web. Está disponible en tres formatos: SPSS (. sav), coma delimitado (.csv) y dBase (.dbf). Los usuarios interesados en trabajar con este juego de datos con su software preferido pueden elegir la edición de un año y más abajo el formato.</p><h3>Descargas:</h3><ul><li>2010, SPSS: <a href="{{ MEDIA_URL }}download/tastdb-2010.sav">tastdb-2010.sav</a></li><li>2010, comma-delimited: <a href="{{ MEDIA_URL }}download/tastdb-2010.csv">tastdb-2010.csv</a></li><li>2010, dBase: <a href="{{ MEDIA_URL }}download/tastdb-2010.dbf">tastdb-2010.dbf</a></li></ul><a name="download3"></a>&nbsp;<h2>Estimates spreadsheet</h2><p>La sección de Estimados usa información de la Base de datos del comercio trasatlántico de esclavos expandida, agrupada por regiones de embarque y desembarque, pero también incorpora series publicadas de embarque y desembarque de regiones específicas cuando estos datos proveen estimados más exactos que la base de datos misma. Los usuarios interesados en explorar la compleja metodología empleada para generar los estimados o en probar el grado en que las supuestas alternativas bajan o incrementan los estimados del volumen total del tráfico de esclavos (ya sea en su totalidad, o para un traficante nacional o período de tiempo) puede descargar debajo una copia formateada en Excel de la hoja de cálculo con estimados del volumen total del comercio de esclavos según el traficante nacional y año de arribo, el file SPSS aplicando estimados del volumen en la hoja de cálculo a la información sobre las exportaciones e importaciones agregada por el traficante nacional, año de arribo y la ruta del viaje de región de embarque a región de desembarque, así como una versión PDF del ensayo que detalla la metodología empleada. .</p><h3>Descargas:</h3><ul><li>Hoja de datos estimados: <a href="{{ MEDIA_URL }}download/2010-estimates-excel.xlsx">2010 estimados-excel.xlsx</a></li><li>Estimados SPSS: <a href="{{ MEDIA_URL }}download/2010-estimates-SPSS.sav">Estimados 2010-SPSS.sav</a></li><li>Ensayo de Metodología: <a href="{{ MEDIA_URL }}download/2010estimates-method.pdf">2010 estimates-method.pdf</a></li></ul><a name="download4"></a>&nbsp;<h2>African Names Database</h2><p>Esta base de datos contiene información personal de 91,491 africanos tomados de los barcos capturados o de sitios de tráfico de esclavos africanos después de 1807 como resultado de los intentos de la marina británica por suprimir el tráfico de esclavos. Incluye nombres, estatura, categoría sexo/edad, país de origen, el nombre y los datos del navío involucrado, el año de arribo y lo puertos de embarque y desembarque. Estas variables pueden ser investigadas en la página de Datos de nombres africanos de este sitio. También han sido incorporadas en African-Origins.org que adicionalmente provee oportunidades para ver y contribuir a la identificación etnolingüística de los nombres africanos.</p><h3>Descargas:</h3><ul><li>Base de datos de nombres africanos: <a href="{{ MEDIA_URL }}download/AfricanNamesDatabase.csv">AfricanNamesDatabase.csv</a></li></ul>Para preguntas sobre cómo descargar o usar esta base de datos por favor contacte<a href="mailto:voyages@emory.edu"> voyages@emory.edu</a>.</div>
pt: <div id="left-menu" class="left-menu-box"> <div class="left-menu-title"> <h3>Downloads</h3> </div> <div class="secondary-menu-item-0"><a href="#download1">A Versão 2010 do Banco de Dados do Tráfico de Escravos Transatlântico (conjunto de dados expandido)</a></div> <div class="secondary-menu-item-0"><a href="#download2">O Banco de Dados do Tráfico de Escravos Transatlântico (conjunto de dados Viagens)</a></div> <div class="secondary-menu-item-0"><a href="#download3">Planilha das Estimativas</a></div> <div class="secondary-menu-item-0"><a href="#download4">Banco de Dados Nomes Africanos</a></div> </div> <div id="center-content"> <h1>DOWNLOADS</h1> <a name="download1"></a>&nbsp; <h2>A Versão 2010 do Banco de Dados do Tráfico de Escravos Transatlântico (conjunto de dados expandido)</h2>A versão {db_year} do banco de dados do tráfico de escravos transatlântico contém {num_voyages} viagens, contra as 34.940 do de 2008 (e as 27.233 da versão 1999 do banco de dados que foi lançado em CD-ROM). No entanto, de 2008 para cá foram feitas várias centenas de correções, e informações adicionais foram acrescentadas. Assim, 86 das viagens de 2008 foram suprimidas, ou porque descobrimos que tinham sido inseridas no banco de dados duas vezes, ou porque descobrimos que a viagem não estava envolvida no tráfico de escravos transatlântico. Constatou-se que a viagem id 16772, no Pye, com o capitão Adam, acabou transportando escravos da Jamaica até Chesapeake, mas obteve seus cativos na Jamaica e não na África. Em compensação a essas exclusões, adicionamos 94 viagens com base em novas informações. Além disso, muitas viagens que aparecem tanto na versão do banco de dados de 2008 quanto na de 2010 contêm informações que não estavam disponíveis em 2008 (ver tabela 1 de “Para entender o Banco de Dados”). A versão 2010 tem 276 variáveis, contra as 99 disponíveis online no Banco de Dados Viagens. Os usuários interessados em trabalhar com este conjunto de dados maior pode baixá-lo em um arquivo formatado para uso com software SPSS. Uma variável neste conjunto de dados (EVGREEN) identifica viagens na versão em CD-ROM publicada em 1999. Como alguns usuários podem achar útil visualizar os dados tal como existiam em 1999, a versão em CD-ROM também pode ser selecionada para download. Um livro de códigos descrevendo todos os nomes das variáveis, legendas das variáveis e valores do conjunto de dados expandido pode ser baixado em separado como um documento PDF. Com poucas exceções, ele mantém os nomes das variáveis que constavam na versão original em CD-ROM de 1999. A versão 2008 do banco de dados também pode ser baixada.</p> <h3>Downloads:</h3> <ul> <li>Conjunto de dados expandido (2010, formato SPSS): <a href="{{MEDIA_URL}}download/tastdb-exp-2010.sav">tastdb-exp-2010.sav</a></li> <li>Conjunto de dados expandido (2008, formato SPSS): <a href="{{ MEDIA_URL }}download/tastdb-exp-2008.sav">tastdb-exp-2008.sav</a></li> <li>CD-ROM original do conjunto de dados (1999, formato SPSS): <a href="{{ MEDIA_URL }}download/tastdb-1999.sav">tastdb-1999.sav</a></li> <li>Livro de código: <a href="{{MEDIA_URL}}download/SPSS_Codebook_2016_pt.pdf" target="blank">Livro SPSS de código</a></li> </ul> <a name="download2"></a>&nbsp; <h2>O Banco de Dados do Tráfico de Escravos Transatlântico (conjunto de dados Viagens)</h2> <p>Este conjunto do Banco de Dados do Tráfico de Escravos Transatlântico contém as 99 variáveis disponíveis através do Banco de Dados Viagens neste website. Elas estão disponíveis em três formatos: SPSS (.sav), delimitado por vírgula (.csv), e dBase (.dbf). Os usuários interessados em trabalhar com esse conjunto de dados usando o software de sua preferência podem selecionar um formato de ano de edição e de arquivo abaixo.</p> <h3>Downloads:</h3> <ul> <li>2010, SPSS: <a href="{{ MEDIA_URL }}download/tastdb-2010.sav">tastdb-2010.sav</a></li> <li>2010, delimitado por vírgula: <a href="{{ MEDIA_URL }}download/tastdb-2010.csv">tastdb-2010.csv</a></li> <li>2010, dBase: <a href="{{ MEDIA_URL }}download/tastdb-2010.dbf">tastdb-2010.dbf</a></li> </ul> <a name="download3"></a>&nbsp; <h2>Planilha das Estimativas</h2> <p>A seção Estimativas utiliza dados do conjunto de dados do Banco de Dados do Tráfico de Escravos Transatlântico expandido agregados por regiões de embarque e desembarque, mas também incorpora as séries publicadas de embarques e desembarques referentes a determinadas regiões quando estes dados fornecem estimativas mais precisas que o próprio banco de dados. Os usuários interessados em explorar a complexa metodologia envolvida na geração das estimativas, ou em testar até que ponto pressupostos alternativos diminuem ou aumentam as estimativas do volume total do tráfico de escravos (em sua totalidade, ou com uma nação transportadora, ou em um período de tempo) podem fazer o download abaixo de uma cópia formatada em Excel da planilha estimando o volume total do tráfico de escravos por nação transportadora e ano de chegada, o arquivo SPSS que aplica as estimativas de volume contidas na planilha aos dados sobre as exportações e importações agregadas por nação transportadora, ano de chegada e rota da viagem da região de embarque até a região de desembarque, e uma versão em PDF do ensaio que explica em detalhe a metodologia utilizada.</p> <h3>Download:</h3> <ul> <li>Planilha das estimativas: <a href="{{ MEDIA_URL }}download/2010-estimates-excel.xlsx">2010 estimates-excel.xlsx</a></li> <li>Arquivo SPSS das estimativas: <a href="{{ MEDIA_URL }}download/2010-estimates-SPSS.sav">2010 estimates-SPSS.sav</a></li> <li>Ensaio sobre metodologia: <a href="{{ MEDIA_URL }}download/2010estimates-method_pt.pdf">Ensaio sobre metodologia 2010.pdf</a></li> </ul> <a name="download4"></a>&nbsp; <h2>Banco de Dados Nomes Africanos</h2> <p>Este banco de dados contém informações pessoais de 91.491 africanos retirados de navios negreiros capturados ou de locais de embarque na África após 1807 em função da tentativa da marinha britânica de suprimir o tráfico negreiro. Ele inclui nomes, estatura, categorias de sexo/idade, país de origem, número de identificação do nome e do navio envolvido no banco de dados, ano de chegada, e portos de embarque e desembarque. Essas variáveis podem ser consultadas na página do Banco de Dados de Nomes Africanos neste website. Elas também foram incorporadas no <a href="http://www.african-origins.org/pt" target="_blank">African-Origins.org</a> que fornece além disso outros modos de se visualizar as informações e contribuir para a identificação etnolinguística dos nomes africanos.</p> <h3>Download:</h3> <ul> <li>Banco de Dados Nomes Africanos <a href="{{ MEDIA_URL }}download/AfricanNamesDatabase.csv">AfricanNamesDatabase.csv</a></li> </ul> Dúvidas quanto a baixar ou usar estes conjuntos de dados? Favor contatar <a href="mailto:voyages@emory.edu"> voyages@emory.edu</a>.</div

source: Documented or difference between embarked and disembarked captives (data variables)
es: Documentado o diferencia entre los cautivos embarcados y desembarcados (variable de datos)
pt: Documentados ou diferença entre cativos embarcados e desembarcados (variáveis de dados)

source: Flag regrouped into seven major national carriers
es: Bandera reagrupada en siete traficantes nacionales principales
pt: Bandeira reagrupada em sete principais transportadores nacionais

source: Germany
es: Alemania
pt: Alemanha

source: Imputed Numbers of Slaves
es: Número estimado de esclavos
pt: Números de escravos imputados

source: Newspapers
es: Periódicos
pt: Jornais

source: Place where largest number of captives embarked
es: Lugar donde embarcaron el número mayor de cautivos
pt: Lugar onde o maior número de escravos embarcaram

source: Private Notes And Collections
es: Notas y colecciones privadas
pt: Notas e coleções particulares

source: Published Sources
es: Fuentes Publicadas
pt: Fontes publicadas

source: Same as data variable in most cases, but derived from port of return for certain Brazilian voyages
es: Igual que la variable de datos en la mayoría de los casos, pero derivada del puerto de retorno para algunos viajes brasileños
pt: O mesmo que a variável de dados na maioria dos casos, mas derivado do porto de regresso para certas viagens brasileiras

source: Slave deaths during Middle Passage divided by number of captives leaving Africa
es: Muerte de esclavos durante el cruce Atlántico dividido entre el número de cautivos que dejaron África
pt: Mortes de escravos durante a viagem transatlântica dividido pelo número de cativos deixando a África

source: Standard variable for classification by year of voyage
es: Variable estándar para la clasificación por año del viaje
pt: Variável padrão para classificação por ano da viagem

source: UK
es: Reino Unido
pt: Reino Unido

source: uncategorized
es: sin categorizar
pt: Não categorizado

source: Unpublished Secondary Sources
es: Fuentes secundarias no publicadas
pt: Fontes secundárias não publicadas

source: USA
es: Estados Unidos
pt: EUA

source: A brief account of the origins of a single multi-source dataset of the trans-Atlantic slave trade and its realization first as a CD-ROM published by Cambridge University Press in 1999 and now, in an expanded version, on the Voyages website.
es: Una breve reseña de sus orígenes como una base de datos con múltiples fuentes sobre el tráfico trasatlántico de esclavos y su presentación inicialmente en forma de CD-ROM, publicado por Cambridge University Press en 1999, y ahora de manera más extensa en el sitio web Viajes.
pt: Um breve relato das origens de um conjunto de dados unificado sobre o tráfico de escravos transatlântico, com múltiplas fontes, e da sua realização, primeiro como um CD-ROM publicado pela Cambridge University Press, em 1999, e agora, em versão expandida, no website Viagens.
