Repository: rice-crc/voyages
Catalog: voyages/locale/*/LC_MESSAGES/django.po
Languages: es, pt

source: Perhaps the most difficult of the imputed variables developed for the Voyages Database is “Standardized tonnage” (TONMOD) derived from the data variable “Tonnage.” This may be the least reliable of the imputed variables provided in the Voyages Database. It is offered here as a guide to ship size and to provide a crude basis for calculating indices of crowding on ships for both slaves and crew, as well as a basis for examining the efficiency with which the trade was conducted over time and between major ports and carriers. The reasons for the relative unreliability of this variable begin with the differences between deadweight tonnage, tons burden (for loose-packed cargo), and freight tons (for merchandise). But even within these types, jurisdictions often had their own methods of computation. <span class="superscript">(13)</span> Sometimes more than one method was used simultaneously, and in most countries the various methods changed over time. In England, for example, the Royal African Company, the Naval Office shipping returns, the Royal Navy, and Lloyd’s Registers of Shipping all appear to have computed tons differently until 1786, when the measured ton became standard by Parliamentary statute. The formula was changed in 1836. It is possible to ignore some of these (the Royal Navy, which did occasionally carry slaves to the Americas, appears to have used the same formula as the RAC) and develop an equivalency for some others. But some jurisdictions introduced political bias because tonnage might be tied to subsidies or figures might be altered to circumvent the efforts of another branch of officialdom to control the numbers of slaves carried per ton.
es: Quizás la más difícil de las variables imputadas desarrolladas para la Base de Datos Viajes es el “Tonelaje Estandarizado” (TONMOD), derivada de la variable de datos “Tonelaje”. Ésta puede ser la menos confiable de las variables imputadas que se encuentran en la Base de Datos Viajes. Se ofrece aquí como una guía para el tamaño de los barcos y brinda una base cruda para el cálculo de los índices de hacinamiento en los barcos, tanto para los esclavos como para la tripulación, así como una base para examinar la eficiencia con la cual tenía lugar el comercio, a lo largo del tiempo y entre los principales puertos y traficantes. Las razones de la relativa confiabilidad de esta variable comienzan con la diferencia entre el tonelaje de peso muerto, el tonelaje de la carga suelta y las toneladas de la carga transportada como tal (o sea, la mercancía). Pero aún dentro de estos tipos de tonelaje, con frecuencia las distintas jurisdicciones tenían sus propios métodos de cómputo (13). Algunas veces se usaba simultáneamente más de un método y los métodos cambiaban con el tiempo en la mayoría de los países. En Inglaterra, por ejemplo, la Royal African Company (Compañía Real del África), el Naval Office (Departamento de la Marina) y los Lloyd’s Registers of Shipping (Registros de Embarcaciones de Lloyd) parecen haber computado el tonelaje en forma diferente hasta 1786, cuando la medida de la tonelada se hizo norma por estatuto parlamentario. La fórmula cambió en 1836. Es posible ignorar algunos de éstos (la Marina Real, que ocasionalmente transportó esclavos a América, parece haber utilizado la misma fórmula que la RAC) y desarrollar una equivalencia para algunas otras. Pero algunas jurisdicciones introdujeron un sesgo político porque el tonelaje podía estar ligado a subsidios o las cifras podían ser alteradas para evitar los esfuerzos de otra rama del gobierno para controlar el número de esclavos transportados por tonelada.
pt: Talvez a mais difícil das variáveis imputadas desenvolvidas para o Banco de Dados Viagens seja “Tonelagem padronizada” (TONMOD), derivada da variável de dados “Tonelagem”. Talvez seja a menos confiável das variáveis imputadas fornecidas na Base de Dados Viagens. Ela é oferecida aqui como um guia para o tamanho dos navios e para dar uma base aproximada para calcular os índices de aglomeração de escravos e tripulantes nos navios, assim como uma base para analisar a eficiência com que o tráfico foi realizado ao longo do tempo e em diferentes portos e nações transportadoras. As razões para a relativa falta de confiabilidade dessa variável começam com as diferenças entre a tonelagem de porte bruto, as toneladas de carga (para cargas não embaladas) e as toneladas de frete (para mercadorias). Mas mesmo dentro de cada tipo, as jurisdições tinham muitas vezes seus próprios métodos de cálculo. <span class="superscript">(13)</span> Por vezes, mais de um método era utilizado simultaneamente, e na maioria dos países estes métodos diversos mudaram ao longo do tempo. Na Inglaterra, por exemplo, a Royal African Company — RAC, os documentos do Naval Office, a Marinha Real e os registros de navegação do Lloyd’s ao que parece computavam as toneladas cada um de um modo até 1786, quando a tonelada medida tornou-se padrão por lei parlamentar. A fórmula foi alterada em 1836. É possível ignorar algumas delas (a Marinha Real, que transportou ocasionalmente escravos para as Américas, parece ter usado a mesma fórmula que a RAC) e estabelecer uma equivalência para outras. Mas algumas jurisdições introduziam um viés político, porque a tonelagem por vezes estava associada a subsídios, ou então as cifras podem ter sido alteradas para contornar os esforços de outro ramo da burocracia no sentido de controlar os números de escravos transportados por tonelada.

source: The standard adopted here is the one established by the British--the largest of national traders when the slave trade was at its height. Beginning in 1773, British ships were required to use measured tons as well as registered tons in their official documentation; from 1786, measured tons alone became the standard.<span class="superscript">(14)</span> After 1807, slave ships were not usually of British origin, but reports of their activities originated from or were transmitted through British channels. Much of the data were converted into British tons in the process. Reports from the British Vice Admiralty Courts almost invariably list British tonnage, and in 1840 the Foreign Office instructed its overseas "observers" to give tonnages as provided in the ships’ papers where possible, as well as in British tons. <span class="superscript">(15)</span> Many tonnage data, however, are from non-British jurisdictions. Several independent contemporary observers suggested that the Portuguese (and Brazilian) ton was perhaps 5 percent smaller than its 1773–1835 British counterpart, and the Spanish ton 50 percent larger.<span class="superscript">(16)</span> The differences between Portuguese and British tonnage for the nineteenth century, at least, seem small enough to disregard. A regression equation is estimated for converting Spanish into British tons that suggests that the former was perhaps two-thirds larger, with the difference varying somewhat by size of ship. United States tonnages are taken to be the so-called "Custom House Measure" of 1789, which was modeled on the British formula. Although some differences existed in the application of this rule among American ports, no adjustment is made here. <span class="superscript">(17)</span>
es: La norma adoptada aquí es la establecida por los británicos -los principales entre los comerciantes cuando el tráfico de esclavos estaba en su apogeo. A partir de 1773, se empezó a requerir que los barcos británicos usaran toneladas medidas, así como toneladas registradas en su documentación oficial; desde 1786 sólo las toneladas medidas se hicieron la norma (14). Después de 1807 los barcos esclavistas no eran usualmente de origen británico, pero los reportes de sus actividades se originaban, o eran transmitidos, a través de los canales británicos. Muchos de los datos fueron convertidos a toneladas británicas en el proceso. Los reportes de las Cortes del Vicealmirantazgo Británico casi de manera invariable registran tonelaje británico, y en 1840 el Foreign Office (Departamento de Exteriores) instruyó a sus “observadores” de ultramar a reportar, donde fuera posible, el tonelaje según se registraba en los papeles del barco, así como en toneladas británicas. (15) Mucha de la información sobre tonelaje, sin embargo, se origina en jurisdicciones no británicas. Algunos observadores contemporáneos independientes daban a entender que la tonelada portuguesa (y brasileña) era quizás un 5 por ciento más pequeña que su contraparte británica (según el estándar entre 1773-1835) y la tonelada española un 50 por ciento mayor. (16) La diferencia entre la tonelada británica y portuguesa, para el siglo XIX al menos, parece ser lo suficientemente pequeña para no tomarla en cuenta. Se realizó una ecuación de regresión para convertir la tonelada española a tonelada británica que sugiere que la primera era quizás dos tercios mayor, con una diferencia que variaba algo, dependiendo del tamaño del barco. Al mismo tiempo, se considera que el tonelaje de los Estados Unidos consistía en la llamada Custom House Measure “Medida de Aduana” de 1789, que fue modelada según la fórmula británica. Aunque existía alguna diferencia en la aplicación de esta regla entre los puertos norteamericanos, no se hace ningún ajuste al respecto en la Base de Datos. (17)
pt: O padrão adotado aqui é aquele estabelecido pelos britânicos — a nação que mais comercializava escravos quando o tráfico estava no auge. A partir de 1773, os navios britânicos foram obrigados a utilizar toneladas medidas (measured tons), bem como toneladas de arqueação (registered tons) em sua documentação oficial; a partir de 1786, o padrão passou a ser apenas a tonelada medida. <span class="superscript">(14)</span> Após 1807, os navios negreiros de modo geral não eram de origem britânica, mas os relatórios de suas atividades ou se originavam em canais britânicos, ou eram transmitidos através deles. Muitos dos dados foram convertidos em toneladas britânicas no processo. Os relatórios dos Tribunais de Vice-Almirantado britânicos usam quase invariavelmente a tonelagem britânica; e em 1840 o Ministério das Relações Exteriores instruiu seus “observadores” no exterior a dar tonelagens tal como apareciam nos documentos dos navios sempre que possível, e também em toneladas britânicas. <span class="superscript">(15)</span> Muitos dados de tonelagem, no entanto, são de jurisdições não britânicas. Diversos observadores contemporâneos independentes acreditam que a tonelada portuguesa (e brasileira) fosse talvez 5 por cento menor do que a sua contraparte britânica entre 1773-1835, e a tonelada espanhola 50 por cento maior. <span class="superscript">(16)</span> As diferenças entre a tonelagem portuguesa e a britânica durante o século XIX, pelo menos, parecem pequenas o suficiente para serem ignoradas. Uma equação de regressão é estimada para converter as toneladas espanholas em britânicas, e ela indica que aquelas eram talvez dois terços maiores que esta, a diferença variando um pouco de acordo com o tamanho do navio. As tonelagens dos Estados Unidos são tomadas como sendo a chamada “medida alfandegária” de 1789, baseada na fórmula britânica. Embora existissem algumas diferenças na aplicação desta regra entre diferentes portos americanos, nenhum ajuste é feito aqui. <span class="superscript">(17)</span>

source: For the period before 1786, a further regression equation is estimated for converting Royal African Company tonnages into the pre-1786 registered ton.<span class="superscript">(18)</span> Also for this period, the Dutch ton, or last, is taken to be double the size of the British registered ton, and the French tonneau de mer is treated as equivalent to the British registered ton.<span class="superscript">(19)</span> In addition to these adjustments, it is, of course, necessary to convert all pre-1786 tonnages to the standard British measured ton adopted for the set. Once more the British registered-to-measured conversion formulae are called into service. There remain several tonnages for British ships between 1714 and 1786, the provenance of which we are not certain. We have used registered tons wherever we could, but much of the data were collected by others and it is not always clear which tonnage measurement is used. We have made the assumption that such tonnages were the same as registered tons down to 1786. As noted above, ships could use either the registered or the new measured ton in their papers between 1773 and 1786, but slavers sailing before and after 1773 appear not to have changed their tonnage. Finally, it should be noted that there are almost no Spanish and Portuguese tonnage observations in the set before 1773 and very few Dutch tonnage records after 1786. No conversion has been attempted for Scandinavian, Hanseatic League (or Brandenburg-Prussian), Sardinian, or Mexican tonnages, values for which thus do not appear in the “Standardized tonnage” variable.
es: Para el período anterior a 1786, se aplica otra ecuación de regresión para convertir el tonelaje de la Royal African Company (Real Compañía de África) a la tonelada registrada antes de 1786. (18) También para este período la tonelada holandesa se toma como el doble del tamaño de la tonelada británica registrada y la “tonneau de mer” (tonelada marítima) francesa es tomada como equivalente a la tonelada británica registrada. (19) Junto a estos ajustes es necesario, por supuesto, convertir todo el tonelaje anterior a 1786 a la tonelada británica estándar, adoptada por el conjunto de los datos. Para esto, se necesita utilizar una vez más las fórmulas británicas para la conversión de la tonelada registrada a tonelada medida. Quedan algunos tonelajes para barcos británicos entre 1714 y 1786 de cuyo origen no tenemos certeza. Hemos usado toneladas registradas siempre que hemos podido, pero mucha de la información fue recogida por otros y no siempre está claro qué medida de tonelaje usaron. Partimos de la suposición de que estos tonelajes fueron los mismos que los registrados hasta 1786. Como anteriormente se indica, los barcos podían usar la tonelada registrada o la nueva tonelada medida entre 1773 y 1786, pero los esclavistas que navegaron antes y después de 1773 parecen no haber cambiado su tonelaje. Finalmente debemos notar que casi no hay observaciones sobre el tonelaje español y portugués en la colección antes de 1773 y muy pocos registros de tonelaje holandés después de 1786. No se ha intentado convertir los valores de tonelaje escandinavos, de la Liga Hanseática (o Brandeburgo-Prusiana), sardos o mexicanos, los cuales no aparecen en la variable “Tonelaje Estándar”.
pt: Para o período anterior a 1786, uma outra equação de regressão é estimada para converter as tonelagens da Royal African Company — RAC na tonelada de arqueação pré-1786. <span class="superscript">(18)</span> Também para este período, a tonelada (ou last) holandesa é tomada aqui como sendo o dobro da tonelada de arqueação britânica, e a francesa tonneau de mer é tratada como equivalente à tonelada de arqueação britânica. <span class="superscript">(19)</span> Além desses ajustes, é necessário converter, naturalmente, todas as tonelagens pré-1786 na tonelada medida britânica padrão adotada para o conjunto. Uma vez mais, as fórmulas de conversão de toneladas de arqueação para toneladas medidas são utilizadas. Restam várias tonelagens de navios britânicos entre 1714 e 1786, sobre cuja proveniência não temos certeza. Utilizamos toneladas de arqueação sempre que possível, mas grande parte dos dados foi coletada por outros, e nem sempre está claro qual é a medida utilizada. Pressupomos que essas tonelagens eram as mesmas que as toneladas de arqueação até 1786. Conforme foi visto acima, entre 1773 e 1786 os navios podiam utilizar em seus documentos tanto a tonelada de arqueação quanto a nova tonelada medida, mas os navios negreiros que navegaram antes e depois de 1773 parecem não ter mudado sua tonelagem. Finalmente, deve ser enfatizado que quase não há observações sobre tonelagens espanholas e portuguesas no conjunto antes de 1773, e muito poucos registros de tonelagens holandesas após 1786. Não foi tentada nenhuma conversão para as tonelagens escandinavas, da Liga Hanseática (ou Prússia-Brandenburgo), da Sardenha, ou do México; estes valores, portanto, não aparecem na variável “Tonelagem padronizada”.

source: One last tonnage adjustment (not made here) is required for known bias. Tonnages of French slave ships between 1784 and 1792 were inflated (that is to say the size of the ton was deflated) substantially, as the French government based their subsidy of the slave trade on tonnages.<span class="superscript">(20)</span> The size of the bias is unknown and tonnages of French ships in this period are simply ignored in the conversion procedure. A second bias (also not made here) is apparent in Portuguese tonnages between 1815 and 1830. A Portuguese law of 1684, and clauses in the 1815 and 1817 Anglo-Portuguese slave trade treaties, limited Portuguese and later Brazilian ships to a ratio of between 2.5 and 3.5 slaves per ton, depending on the construction of the ship.<span class="superscript">(21)</span> Ratios were normally lower than this in every branch of the trade for which data survive, and the regulation must have had little practical impact. As pressure to suppress the trade mounted in the nineteenth century and conditions on board deteriorated, it is possible that these strictures began to have some application. In any event, British officials in Brazil between 1815 and 1830 (after which the complete Brazilian trade was illegal and such regulations became moot) became convinced that the Portuguese tonnage measurements were being inflated by 60 percent on average so that more slaves could be confined on board.<span class="superscript">(22)</span> The issue cannot be resolved on the available evidence and no adjustment is made here, but users have been warned.
es: Un último ajuste de tonelaje (que no se hizo aquí) se requiere por cierta desviación conocida. El tonelaje de los barcos esclavistas franceses entre 1784 y 1792 fue en gran medida inflado (es decir, el tamaño de la tonelada fue disminuido), ya que el gobierno francés basaba el subsidio del comercio de esclavos en el tonelaje. (20) La magnitud del sesgo se desconoce en este período y el tonelaje de los barcos franceses simplemente no se tiene en cuenta en el procedimiento de conversión. Un segundo sesgo (tampoco considerado aquí) parece existir en el tonelaje portugués entre 1815 y 1830. Una ley portuguesa de 1684 y cláusulas en los tratados de comercio esclavista anglo-portugués de 1815 y 1817, limitaban los barcos portugueses y más tarde los brasileños a una proporción de 2,5 y 3,5 esclavos por tonelada, según la construcción del barco. (21) Los índices fueron normalmente más bajos que lo regulado en estas disposiciones en cada rama del comercio de las cuales se ha encontrado información, y la mencionada regulación debe haber tenido poco impacto práctico. A medida que se incrementó la presión para suprimir el comercio en el siglo XIX y las condiciones a bordo se deterioraron, es posible que esas regulaciones se empezaran a aplicaran con algún rigor. En todo caso, los funcionarios británicos en Brasil del período entre 1815 y 1830 (después del cual el comercio brasileño se hizo ilegal y las regulaciones se convirtieron en letra muerta) estaban convencidos de que las mediciones portuguesas de tonelaje estaban infladas en un 60 por ciento como promedio, para poder confinar más esclavos a bordo. (22) El asunto no puede resolverse basado en la evidencia existente y no se ha hecho ningún ajuste en esto, pero los usuarios han sido advertidos.
pt: Um último ajuste de tonelagem (não efetuado aqui) é necessário para o viés conhecido. As tonelagens de navios negreiros franceses entre 1784 e 1792 eram inflacionadas (isto é, o tamanho da tonelada foi deflacionado) substancialmente, porque o governo francês baseava o seu subsídio do tráfico de escravos em tonelagens. <span class="superscript">(20)</span> O tamanho do viés é desconhecido, e as tonelagens de navios franceses neste período são simplesmente ignoradas no processo de conversão. Um segundo viés (também não efetuado aqui) aparece nas tonelagens portuguesas entre 1815 e 1830. Uma lei portuguesa de 1684 e cláusulas dos tratados de tráficos de escravos anglo-portugueses de 1815 e 1817 limitaram os navios portugueses e depois os brasileiros a um índice de 2,5 a 3,5 escravos por tonelada, dependendo da construção do navio <span class="superscript">(21)</span>. Os índices eram normalmente inferiores a esses em todos os ramos do tráfico onde os dados sobreviveram, e a regulação deve ter tido pouco impacto prático. À medida que a pressão para extinguir o tráfico foi aumentando no século XIX e as condições a bordo foram deteriorando, é possível que essas restrições tenham começado a surtir algum efeito. Em todo caso, as autoridades britânicas no Brasil entre 1815 e 1830 (após esse período, todo o tráfico brasileiro tornou-se ilegal e tais regulamentações caducaram) estavam certas de que as medidas de tonelagem portuguesas estavam sendo inflacionadas em 60 por cento, em média, para que mais escravos pudessem ser confinados a bordo. <span class="superscript">(22)</span> A questão não pode ser resolvida com os dados disponíveis e nenhum ajuste é feito aqui, mas os usuários devem levar isso em conta.

source: Coverage of the Slave Trade
es: Cobertura del tráfico de esclavos
pt: Cobertura do tráfico de escravos
