Repository: rice-crc/voyages
Catalog: voyages/locale/*/LC_MESSAGES/django.po
Languages: es, pt

source: The documented outcome of a slaving voyage. Slavers hoped to 'complete' their voyage by returning to their homeport having purchased and sold slaves. Because of the risks of the sea, capture and rebellion, one in four slaving vessels failed to return to their homeport.
es: La conclusión documentada de un viaje esclavista. Los traficantes esperaban poder “consumar” su viaje retornando al puerto de origen, habiendo comprado y vendido esclavos. Debido a los riesgos del mar, de captura y de rebeliones, uno de cada cuatro barcos nunca regresaba.
pt: O resultado documentado de uma viagem negreira. Os negreiros esperavam “completar” sua viagem retornando ao seu porto de origem após terem adquirido e vendido escravos. Por causa dos riscos do mar, de captura e de rebelião, um a cada quatro navios negreiros não conseguia retornar ao seu porto de origem.

source: The downloadable database distinguishes voyage outcomes from the standpoint of the enslaved African, the ship's owner(s) and the captor(s). These are imputed variables. For the documented outcome of the voyage, see Fate.
es: La base de datos que está disponible para descargar distingue entre los resultados del viaje según la perspectiva del africano esclavizado, del dueño (o dueños) del buque y del captor (o captores). Estas son variables imputadas. Para el resultado documentado del viaje, véase Suerte.
pt: O banco de dados, que pode ser baixado, distingue os resultados das viagens do ponto de vista do africano escravizado, do(s) proprietário(s) do navio e do(s) captor(es). Estas são variáveis imputadas. Para o resultado documentado da viagem, ver Destino.

source: The first leg of a slaving voyage, from the port of departure to Africa. Departure regions included Europe, North America, the Caribbean and Brazil, and voyages usually required 1-3 months' sailing time. Crewmen worked on the outward passage, preparing the vessel to receive human cargo by configuring below-deck prisons.
es: La primera parte del viaje desde el puerto de salida hasta África. Los puertos de salida se encontraban en Europa, Norteamérica, el Caribe y Brasil, y los viajes por lo general incluían de uno a tres meses de navegación. Los miembros de la tripulación trabajaban durante esta etapa preparando el barco para recibir la carga humana, preparando las prisiones bajo cubierta.
pt: A primeira etapa de uma viagem negreira, do porto de partida até a África. As regiões eram Europa, América do Norte, Caribe e Brasil, e as viagens normalmente demandavam um tempo de navegação de 1 a 3 meses. Na ida, os tripulantes preparavam o navio para receber a carga humana em prisões no porão.

source: The forcible recruitment of sailors into the Navy. The Royal Navy relied almost exclusively on impressment to man the fleet throughout the age of sail. Slaving vessels were particularly susceptible to impressment due to the large crews they carried who became redundant in the Americas.
es: El reclutamiento forzoso de marineros. La marina británica contaba de manera casi exclusiva con la leva para armar su flota durante la época de navegación a vela. Los barcos de esclavos eran objetos principales de este reclutamiento debido a las grandes tripulaciones que llevaban, las cuales, una vez en las Américas, quedaban ociosas.
pt: Praticado pela marinha. A Marinha Real britânica dependia quase exclusivamente dos recrutamentos forçados para guarnecer suas frotas durante a era dos veleiros. Os navios negreiros eram particularmente suscetíveis ao recrutamento forçado devido à numerosa tripulação que transportavam, que se tornava redundante nas Américas.

source: The freight carried by a slaving ship. Slaving vessels carried European and Asian manufactured goods as cargo to Africa. In Africa captains purchased "human cargoes," provisions and produce. Once slaves were sold in the Americas, captains often loaded cargoes of agricultural goods for sale in Europe or the United States such as sugar, tobacco and coffee.
es: La carga transportada por un barco esclavista. Los buques esclavistas transportaban mercancías manufacturadas a África, donde los capitanes compraban las “cargas humanas”, así como provisiones y otros productos agrícolas. Una vez que los esclavos se vendían en territorio americano, los capitanes embarcaban cargas de productos agrícolas para su venta en Europa o en otros lugares, tales como azúcar, tabaco y café.
pt: As mercadorias transportadas por um navio negreiro. Os navios negreiros levavam para a África produtos manufaturados europeus e asiáticos como carga. Na África, os comandantes compravam “cargas humanas”, provisões e produtos agrícolas. Tendo vendido os escravos nas Américas, os comandantes muitas vezes transportavam produtos agrícolas tais como açúcar, fumo e café para vender na Europa ou nos Estados Unidos.

source: The group of islands lying in the northeast Caribbean and including Dominica, Guadeloupe, Montserrat, Antigua, Nevis, St. Kitts, Barbuda, St. Eustatius, St. Bartholomew, St. Martin, Anguilla and the Virgin Islands. The Leeward Islands were initially controlled by the Spanish who left them vacant thinking them 'useless'. Seeing that the islands were ideal for sugar and tobacco cultivation the British and French occupied the islands and developed them into lucrative plantation economies on which thousands of slaves worked.
es: Grupo de islas que se encuentran en el nordeste del Caribe y que incluyen Dominica, Guadalupe, Montserrat, Antigua, Nieves, San Cristóbal, Barbuda, San Eustaquio, San Bartolomé, San Martín, la Isla de Anguila y las Islas Vírgenes. Las islas de Sotavento fueron dominadas por España al principio, pero luego abandonadas por considerarse inservibles. Viendo que las islas eran ideales para el cultivo de azúcar y tabaco, los ingleses y franceses las ocuparon y desarrollaron una lucrativa economía de plantación en la que trabajaban miles de esclavos.
pt: O grupo de ilhas do nordeste do Caribe, incluindo Dominica, Guadalupe, Montserrat, Antígua, Nevis, St. Kitts, Barbuda, S. Eustáquio, S. Bartolomeu, S. Martinho, Anguila e as ilhas Virgens. As ilhas de Sotavento foram inicialmente controladas pelos espanhóis, que as deixaram despovoadas pensando que elas fossem “inúteis”. Ao verem que as ilhas eram ideais para o cultivo de açúcar e fumo, os britânicos e franceses as ocuparam e transformaram em lucrativas economias de plantation, onde trabalharam milhares de escravos.

source: The illegal or improper transport of slaves. Trafficking and smuggling of slaves existed throughout the legal and illegal periods of the slave trade.
es: El transporte ilegal o inapropiado de esclavos. El contrabando de esclavos existió durante ambos períodos, el período legal y el illegal.
pt: O transporte ilegal ou impróprio de escravos. O tráfico e o contrabando de escravos existiram durante todos os períodos de legalidade e ilegalidade do tráfico de escravos.

source: The islands Martinique, St. Lucia, St. Vincent, the Grenadines and Grenada in the southeast Caribbean. The islands are so named because they receive trade winds first; they are located to windward of the Leeward Islands and the Greater Antilles (Cuba, Jamaica, St. Domingue). The British and French developed the Windward Islands into lucrative plantation colonies and important victualing ports. Barbados is sometimes included in the Windward Islands.
es: Las islas de Martinica, Santa Lucia, San Vicente y las Granadinas y Granada en el Caribe suroriental. El nombre de estas islas provenía de ser el primer lugar adonde llegaban los vientos alisios, por estar ubicadas a barlovento de las Islas de Sotavento y las Antillas Mayores (Cuba, Jamaica y Española). Tanto los franceses como los británicos desarrollaron lucrativas colonias de plantación en las Islas de Barlovento, así como puertos de avituallamiento.
pt: As ilhas de Martinica, Santa Lúcia, São Vicente, Granadinas e Granada, no sudeste do Caribe. As ilhas são assim chamadas porque são as primeiras a receber os ventos alísios; estão localizadas a barlavento das ilhas de Sotavento e das Grandes Antilhas (Cuba, Jamaica, São Domingos). Os britânicos e franceses transformaram as ilhas de Barlavento em lucrativas colônias de plantations e importantes portos de abastecimento. Barbados é às vezes incluída nas ilhas de Barlavento.

source: The landmass below the Isthmus of Panama, most lands falling below the equator. Brazil, the Guianas, Venezuela, Colombia and Rio de la Plata were major slave disembarkation regions.
es: Extensión de tierra por debajo del istmo de Panamá, en la cual la mayoría del terreno se ubica por debajo de la línea ecuatorial. Brasil, las Guayanas, Venezuela, Colombia y el Río de la Plata estaban entre las mayores regiones de desembarco de esclavos.
pt: A massa de terra ao sul do istmo do Panamá, a maior parte dela situada ao sul do equador. Brasil, as Guianas, Venezuela, Colômbia e o a região do rio da Prata eram as principais regiões de desembarque de escravos.

source: The landmasses and islands of North America, Central America, and South America. The Americas constituted the destination for the vast majority of enslaved Africans transported overseas, and most were put to work in the plantations and mines of the European colonies.
es: Las tierras e islas de Norteamérica, América Central y Sudamérica. Las Américas eran el destino de la vasta mayoría de africanos esclavizados transportados por vía marítima. La mayoría eran obligados a trabajar en las plantaciones y minas de las colonias europeas.
pt: Os territórios continentais e ilhas da América do Norte, América Central e América do Sul. As Américas constituíram o destino para a grande maioria dos africanos escravizados transportados além-mar, a maior parte deles indo trabalhar nas plantations e minas das colônias europeias.

source: The large stretch of land, including Spain and Portugal, in southwest Europe. The Iberian countries dominated the slave trade during its infancy (1450-1650), when Spain and Portugal monopolized slaving markets in Africa and the Americas. From the 1630s onwards, Dutch, British and French traders substantially reduced the Iberian share of the trans-Atlantic slave trade.
es: Larga extensión de tierra que incluye los territorios de España y Portugal en el suroeste de Europa. Los países ibéricos dominaron la trata de esclavos durante su comienzo (1450-1650), cuando España y Portugal monopolizaban el mercado en África y América. A partir de 1630 aproximadamente, traficantes holandeses, ingleses y franceses redujeron notablemente la parte ibérica de la trata.
pt: A grande extensão de terra no sudoeste da Europa, dividida entre Espanha e Portugal. Os países ibéricos dominaram o tráfico de escravos em sua primeira fase (1450-1650), quando Espanha e Portugal monopolizavam os mercados de escravos na África e nas Américas. Da década de 1630 em diante, comerciantes holandeses, ingleses e franceses reduziram substancialmente a parcela ibérica do tráfico de escravos transatlântico.

source: The manner in which a vessel's sails are configured. There are sixty rigs in the database, the most common being "ship" (a combination of different sails on three masts), brig and schooner.
es: La manera en la cual se configuran las velas de un buque. La base de datos cuenta con 60 tipos de aparejos, los más comunes entre ellos eran el “barco” (una combinación de diferentes velas en tres mástiles), el bergantín y la goleta.
pt: A configuração das velas de um navio. Há sessenta formas de armação no banco de dados, sendo as mais comuns “nau” (uma combinação de diferentes velas em três mastros), brigue e escuna.

source: The national registration papers carried on board ship. During the slave trade suppression period, post-1810, slavers often sailed under a flag different from their own nationality. In Estimates, this box enables the user to limit the analysis to one or more of seven national carriers by checking boxes next to those for which results will be reported. The seven national carriers are the same as those found using Flag* in Search the Database, except that the latter includes a category for 12 voyages under other flags. The variable Flag, without an asterisk, in Search the Database contains all 16 national carriers before being regrouped into a smaller number of categories. [Note: Other has 60 cases here]
es: Los documentos de nacionalidad llevados a bordo. Durante el período de supresión del tráfico de esclavos, posterior a 1810, los traficantes a menudo zarpaban en barcos con una bandera diferente a la de su verdadera nacionalidad. En nuestra sección “Estimaciones” se permite al usuario limitar el análisis de uno o más de uno de siete traficantes de cada bandera haciendo clic en las casillas que se encuentran al lado de cada uno cuyos resultados se reportan. Las siete banderas nacionales son las mismos que se pueden encontrar con la clave Bandera* en la sección “Búsqueda en la base de datos”, excepto que esta última incluye una categoría de 12 viajes bajo otras banderas. La variable Bandera sin asterisco en “Búsqueda en la base de datos” contiene todos los 16 transportistas nacionales antes de ser reagrupados en un grupo menor de categorías. (Nota: “Otro” tiene aquí 60 casos).
pt: Os papéis de registro nacional trazidos a bordo do navio. Durante o período de repressão ao tráfico de escravos pós-1810, os negreiros costumavam navegar sob uma bandeira diferente da de sua nacionalidade. Nas Estimativas, esta caixa permite ao usuário limitar a análise a uma ou mais das sete nações transportadoras marcando-se aquelas cujos resultados serão mostrados. As sete nações transportadoras são as mesmas que são encontradas usando-se Bandeira* em Pesquisar no Banco de Dados, porém neste caso há uma categoria referente a 12 viagens sob outras bandeiras. A variável Bandeira, sem asterisco, em Pesquisar no Banco de Dados contém todas as 16 nações transportadoras antes de serem reagrupadas em um número menor de categorias. [NB: “Outras” inclui 60 casos aqui]

source: The number of Africans or crewmen who died on board the ship, whether while anchored off the coast of Africa, on the Middle Passage or in American harbors. Crew mortality was highest along the African coast. Slaves died at greater rates than crewmen and mortality rose during excessively long voyages due to starvation and dietary related diseases.
es: El número de africanos o miembros de la tripulación que morían a bordo, ya fuera anclados en la costa de África, durante la travesía atlántica o en los puertos de América. La mortalidad de la tripulación era mayor en la costa africana. Los esclavos perecían en mayor número que los tripulantes del barco, en particular durante los prolongados viajes debido al hambre y las enfermedades relacionadas con la desnutrición.
pt: O número de africanos ou tripulantes que morriam a bordo do navio, quando ancorado na costa da África, na travessia do Atlântico ou em portos americanos. A mortalidade da tripulação era mais alta ao longo da costa africana. Os escravos morriam em maior proporção do que os tripulantes, e as taxas de mortalidade aumentavam nas viagens excessivamente longas devido à fome e a doenças relacionadas à alimentação.

source: The number of cannon or swivel guns fitted on a slaving vessel. Slavers mounted guns to protect against privateers, pirates and Africans during insurrections. In addition, slavers often sailed as privateers themselves during wartime.
es: El número de cañones o pequeños cañones giratorios que cabían en un barco de esclavos. Los capitanes instalaban armas de fuego que giraban en distintas direcciones para protegerse de los corsarios, piratas y de los africanos durante motines. Durante tiempo de guerra, los capitanes también hacían de corsarios.
pt: O número de canhões instalados em um navio negreiro. Os traficantes de escravos instalavam peças para se proteger contra corsários, piratas e africanos durante as insurreições. Além disso, os próprios traficantes de escravos costumavam navegar na qualidade de corsários em tempo de guerra.

source: The number of enslaved Africans disembarked in the Western Hemisphere or, if captured by anti-slaving patrols, in Africa.
es: El número de africanos esclavizados desembarcados en el hemisferio occidental o aquellos capturados por patrullas anti-esclavistas en África.
pt: O número de escravos africanos desembarcados no hemisfério ocidental ou, quando capturados por patrulhas antiescravistas, na África.

source: The number of enslaved Africans embarked on and departed from the coast of Africa.
es: El número de esclavos embarcados y enviados desde la costa de África.
pt: A quantidade de escravos africanos embarcados que partiram da costa africana.

source: The number of female slaves. Slave traders did not prefer purchasing female slaves because buyers in the Americas sought stronger 'prime males'. Slavers kept female enslaved Africans separated from the males on board, and usually did not chain them above or below deck. Crewmen occasionally raped females on the Coast and Middle Passage.
es: El número de esclavas del género femenino. Los traficantes de esclavos no preferían comprar mujeres esclavas debido a que los compradores en América preferían hombres fuertes. Los capitanes mantenían a las esclavas africanas separadas de los hombres y generalmente no las encadenaban en la cubierta o bajo cubierta. Los tripulantes en ocasiones las violaban durante la travesía.
pt: O número de escravas. Os mercadores de escravos preferiam não adquirir escravas porque os compradores nas Américas procuravam “escravos de primeira qualidade”, do sexo masculino. Os traficantes de escravos mantinham as mulheres africanas separadas dos homens a bordo, e normalmente não as acorrentavam nem no convés nem no porão. Os tripulantes ocasionalmente estupravam as mulheres na costa e na travessia do Atlântico.

source: The number of male slaves relative to the number of female slaves. The ratio was skewed towards males because plantation owners desired 'prime male slaves' above others and African societies wanted to retain female slaves. As a result, slaving ships embarked more male than female slaves.
es: Número de esclavos varones con respecto al número de esclavas mujeres. La proporción se inclinaba a menudo hacia un mayor número de hombres que de mujeres porque los dueños de plantaciones preferían hombres robustos para el trabajo agrícola. En África, por el contrario, se preferían las esclavas, que más comúnmente permanecían en ese continente. Por consiguiente, siempre se embarcaban más hombres que mujeres en los barcos de esclavos.
pt: O número de escravos do sexo masculino em relação ao número de escravas. A proporção pendia para o lado dos homens, porque os proprietários de plantations desejavam escravos homens de alta qualidade e porque as sociedades africanas queriam manter as suas escravas. Como resultado, os navios negreiros embarcavam mais escravos do sexo masculino do que do sexo feminino.

source: The number of personnel manning the slave ship at the beginning of the voyage. The need to guard, feed and clean African captives, coupled with the high mortality suffered by Europeans on a slaving voyage, meant that slaving vessels typically carried more crew than a similarly sized vessel in another trade. Slave ship crewmen suffered high rates of mortality due to a lack of natural resistance to tropical diseases such as malaria and yellow fever.
es: El personal que navegaba y administraba el barco al comienzo del viaje. Debido a la necesidad de vigilar, alimentar y asear a los cautivos africanos, unido al alto índice de mortalidad de los europeos en los barcos de esclavos, hacía que los barcos esclavistas tuvieran una numerosa tripulación, mayor que la de otros barcos del mismo tamaño pero que conducía otro comercio. La mortalidad en los barcos de esclavos era mucho más elevada debido a las enfermedades tropicales como la malaria y la fiebre amarilla contra las cuales los europeos carecían de inmunidad natural.
pt: O número de pessoas que guarnecem o navio negreiro no início da viagem. A necessidade de proteger, alimentar e limpar os cativos africanos, aliada à elevada taxa de mortalidade que atingia os europeus em uma viagem negreira, implicava que os navios negreiros costumavam transportar mais gente do que um navio de tamanho similar em outro tipo comércio. Os tripulantes de navios negreiros sofriam altas taxas de mortalidade devido à falta de resistência natural a doenças tropicais como a malária e a febre amarela.

source: The number of slaves who arrived at the first port of sale. The number of arrivals is lower than the number of departures due to slave mortality during the Middle Passage.
es: El número de esclavos que llegaban vivos al primer puerto de venta. El número de arribo es menor que el número de la partida debido a la mortalidad de esclavos durante la travesía.
pt: O número de escravos que chegavam ao primeiro porto de venda. O número de chegadas é inferior ao número de partidas, devido à mortalidade de escravos durante a travessia do Atlântico.

source: The Old World refers to Africa and Europe. In the Old World slave trade (1445-1750), Portuguese vessels shipped enslaved Africans between African coastal locations, between the African coast and Atlantic islands such as Madeira, or between the African coast and Europe. After abolition, slaves were moved within the Old World when the Royal Navy repatriated emancipated slaves to Sierra Leone.
es: África y Europa. Durante el tráfico de esclavos del Viejo Mundo (1445-1750), los barcos portugueses cargaban africanos esclavizados entre las regiones costeras de África y las islas atlánticas como Madeira, o entre la costa africana y Europa. Tras la abolición, los esclavos eran transportados dentro del Viejo Mundo cuando la armada británica repatriaba esclavos liberados a Sierra Leona.
pt: O Velho Mundo compreende a África e a Europa. No tráfico de escravos do Velho Mundo (1445-1750), os navios portugueses transportavam escravos africanos entre diferentes localidades costeiras na África, entre a costa africana e ilhas do Atlântico, como Madeira, ou entre a costa africana e a Europa. Depois da abolição, os escravos eram transferidos no âmbito do Velho Mundo quando a Marinha Real britânica repatriava os libertos para Serra Leoa.

source: The peace treaty ending the Nine Years' War (1688-1697) between France and the Grand Alliance (England, the Netherlands, Spain, Holy Roman Empire) signed in the Dutch town Ryswick. The treaty handed control of western Hispaniola (St. Domingue, later Haiti) to France. The colony would become the largest and most prosperous plantation colony in the Caribbean until the St. Domingue Revolution in 1791.
es: Tratado de paz que ponía fin a la guerra de los Nueve Años (1688-1697) entre Francia y la Gran Alianza (formada por Inglaterra, Holanda, España y el Sacro Imperio Romano-Germánico) firmada en el pueblo holandés de Rijswijk. El tratado otorgaba el control de la parte occidental de La Española a Francia (Saint Domingue, posteriormente Haití). Este territorio se convertiría en la mayor y más próspera plantación colonial del Caribe hasta la Revolución de Haití en 1791.
pt: O tratado de paz que encerrou a Guerra dos Nove Anos (1688-1697) entre a França e a Grande Aliança (Inglaterra, Holanda, Espanha, Sacro Império Romano), assinado na cidade holandesa de Ryswick. O tratado entregou à França o controle de Hispaniola ocidental (São Domingos, mais tarde Haiti). A colônia se tornaria a maior e mais próspera colônia de plantation no Caribe até a Revolução de São Domingos, em 1791.
