Repository: rice-crc/voyages
Catalog: voyages/locale/*/LC_MESSAGES/django.po
Languages: es, pt

source: The Tubman Institute at York University researches the forced and voluntary movement of African peoples around the world, as part of its mission to promote a greater understanding of the history of slavery and its legacy. A digital copy of the expanded online database will be stored at York University, under the direction of Advisory Board member Paul Lovejoy.
es: El Instituto Tubman de la Universidad de York investiga el movimiento forzado y voluntario de los pueblos africanos alrededor del mundo, como parte de su misión de promover una mayor comprensión de la historia de la esclavitud y su legado. Una copia digital de la base de datos expandida en línea será alojada en la Universidad de York bajo la dirección de Paul Lovejoy, miembro del Consejo Asesor.
pt: O Tubman Institute da York University investiga o movimento forçado e voluntário dos povos africanos em todo o mundo como parte de sua missão de promover uma maior compreensão da história da escravidão e seu legado. Uma cópia digital do banco de dados online expandido será armazenada na York University, sob a direção do membro do Conselho Consultivo Paul Lovejoy.

source: The largest federal university in Brazil, the Federal University of Rio de Janeiro boasts an international reputation for its work in slavery and slave trade research. It hosts the largest concentration of slave-trade specialists in Brazil, as well as a journal that has become a major Portuguese language outlet for research on slavery and the slave trade in the Atlantic world. A digital copy of the Voyages Database will be stored at the Federal University of Rio de Janeiro, under the direction of Steering Committee member Manolo Florentino.
es: La Universidad Federal de Rio de Janeiro, la más grande universidad federal del país, se enorgullece de una reputación internacional por su trabajo en la investigación sobre la esclavitud y el comercio de esclavos. Aloja la más amplia concentración de especialistas en el comercio de esclavos de Brasil, así como una revista que se ha convertido en una publicación de importancia en idioma portugués para la investigación sobre la esclavitud y el comercio de esclavos en el mundo atlántico. Una copia digital de la base de datos expandida en línea será alojada en la Universidad Federal de Rio de Janeiro, bajo la dirección de Manolo Florentino, miembro del Comité Directivo.
pt: Maior universidade federal do Brasil, a Universidade Federal do Rio de Janeiro possui uma reputação internacional por seu trabalho de pesquisa sobre a escravidão e o tráfico de escravos. Ela abriga a maior concentração de especialistas no tráfico de escravos no Brasil, e também edita uma publicação que se tornou a principal fonte de pesquisa na língua portuguesa sobre a escravidão e o tráfico de escravos no mundo Atlântico. Uma cópia digital do Banco de Dados Viagens será armazenada na Universidade Federal do Rio de Janeiro, sob a direção do membro do Conselho Executivo Manolo Florentino.

source: Victoria University of Wellington, New Zealand, founded in 1897, enjoys an international reputation for humanities research. It is home to the Treaty of Waitangi Research Unit (TOWRU) at the Stout Research Centre for New Zealand Studies, which contributes to the resolution of Maori claims under the Treaty of Waitangi (1840), to equitable and harmonious ethnic relationships within Aotearoa/New Zealand, and to international comparative scholarship on the historical (especially coercive) relationships between states and indigenous peoples. The Victoria University Library holds the largest collection of slave-trade materials in Australasia. A digital copy of the Voyages Database will be stored at Victoria University of Wellington, under the direction of Steering Committee member Stephen D. Behrendt.
es: La Universidad Victoria de Wellington, Nueva Zelanda, fundada en 1897, goza de una reputación internacional por la investigación en el área de las humanidades. Acoge a la Unidad de Investigación del Tratado de Waitangi (TOWRU, por sus siglas en inglés) en el Centro de investigaciones Stout para estudios de Nueva Zelanda, el cual contribuye a la resolución de las demandas de los Maori según el Tratado de Waitangi (1840), a relaciones étnicas armónicas y equitativas al interior de Aotearoa/Nueva Zelanda, y a investigación académica internacional comparada en las relaciones históricas (en particular las de naturaleza coercitiva) entre los estados y las poblaciones indígenas. La Biblioteca de la Universidad Victoria conserva la mayor colección de materiales relacionados al comercio de esclavos en Australasia. Una copia digital de la base de datos expandida en línea será alojada en la Universidad Victoria de Wellington, bajo la dirección de Stephen D. Behrendt, miembro del Comité Directivo.
pt: A Victoria University of Wellington, na Nova Zelândia, fundada em 1897, goza de uma reputação internacional em pesquisa na área de ciências humanas. Ela é o berço do Treaty of Waitangi Research Unit (TOWRU), no Stout Research Centre for New Zealand Studies, que contribui para a resolução das reivindicações dos Maori nos termos do tratado de Waitangi (1840), para relações interétnicas justas e harmoniosas em Aotearoa/Nova Zelândia, e para estudos comparados internacionais sobre as relações históricas (especialmente coercivas) entre Estados e povos indígenas. A Victoria University Library abriga a maior coleção de materiais sobre o tráfico de escravos da Australásia. Uma cópia digital do Banco de Dados Viagens será armazenada na Victoria University of Wellington, sob a direção de membro do Conselho Executivo Stephen D. Behrendt.

source: Cambridge University Press of New York, the publishers of the 1999 CD-ROM, The Trans-Atlantic Slave Trade: A Database on CD-ROM, provided the Voyages project with full access to the programming code and allowed us to draw on sections of the Introduction that appeared in this original publication.
es: Cambridge University Press, de Nueva York, la editorial que publica el CD-ROM de 1999, Base de Datos del Comercio Trasatlántico de Esclavos: Una Base de Datos de en CD-ROM (The Trans-Atlantic Slave Trade: A Database on CD-ROM, en inglés), ofreció al proyecto Viajes acceso total al código de programación y nos permitió utilizar secciones de la Introducción que aparecían en la publicación original.
pt: A Cambridge University Press de Nova Iorque, editores do CD-ROM de 1999, The Trans-Atlantic Slave Trade: A Database on CD-ROM, forneceu ao projeto Viagens acesso total ao código de programação, o que nos permitiu utilizar seções da Introdução que apareceram nessa publicação original.

source: By publishing serious works that contribute to a global understanding of human affairs, Yale University Press aids in the discovery and dissemination of light and truth, lux et veritas, which is a central purpose of Yale University. The publications of the Press are books and other materials that further scholarly investigation, advance interdisciplinary inquiry, stimulate public debate, educate both within and outside the classroom, and enhance cultural life.
es: Al publicar textos serios que contribuyen a un entendimiento global de los asuntos humanos, Yale University Press asiste en el descubrimiento de la luz y la verdad, lux et veritas, lo cual es uno de los propósitos fundamentales de la Universidad de Yale. Las publicaciones de la editorial son libros y otros materiales que avanzan la investigación académica, promueven la indagación interdisciplinaria, estimulan el debate público, educan tanto al interior y al exterior del aula, y fortalecen la vida cultural.
pt: Ao publicar obras sérias que contribuem para uma compreensão global dos assuntos humanos, a Yale University Press auxilia na descoberta e difusão de luz e verdade, lux et veritas, que é um objetivo central da Yale University. A Yale University Press publica livros e outros materiais que contribuem para mais pesquisas acadêmicas, promovem pesquisas interdisciplinares, estimulam o debate público, educam tanto dentro como fora de sala de aula e melhoram a vida cultural.

source: The Gilder Lehrman Institute promotes and sponsors events, projects, and publications that celebrate and teach American history. Through its online site educators, researchers, and the general public may discover a range of primary and secondary materials, lectures and workshops, and a host of opportunities for re-discovering America's past.
es: El Instituto Gilder Lehrman promueve y patrocina eventos, proyectos y publicaciones que celebran y enseñan historia de los Estados Unidos. A través de su página en Internet los educadores, investigadores y en público en general puede descubrir una variedad de materiales primarios y secundarios, conferencias y talleres, así como un espacio para oportunidades de redescubrir el pasado de los Estados Unidos.
pt: O Gilder Lehrman Institute promove e patrocina eventos, projetos e publicações que celebram e ensinam a história dos Estados Unidos. Através de seu website, educadores, pesquisadores e o público em geral podem utilizar toda uma gama de materiais primários e secundários, palestras e oficinas, e uma série de oportunidades para redescobrir o passado dos Estados Unidos.

source: Established in 1984, Mapping Specialists, Ltd. has gained an industry-wide reputation as a leader in accuracy, quality, and service by offering a broad range of graphic services. Located in Madison, Wisconsin, a highly regarded center of cartographic resources, it draws on a well-educated, skilled workforce and extensive local research facilities to produce cartographic resources.
es: Desde su fundación en 1984, Mapping Specialists, Ltd., ha ganado una reputación a lo largo del sector como líder en precisión, calidad y servicio, al ofrecer una amplia gama de servicios gráficos. Ubicado en Madison, Wisconsin, es un centro de recursos cartográficos que se nutre de una fuerza de trabajo altamente instruida y capacitada, y de amplias instalaciones para la investigación local para generar recursos cartográficos.
pt: Fundada em 1984, a Mapping Specialists, Ltd. conquistou uma reputação em toda a indústria como uma líder em rigor, qualidade e serviço, oferecendo uma ampla gama de serviços gráficos. Localizada em Madison, Wisconsin, um centro altamente considerado de recursos cartográficos, ela possui uma força de trabalho bem formada e qualificada e vastas instalações de pesquisa locais para produzir recursos cartográficos.

source: Special Thanks
es: Nuestro agradecimiento
pt: Agradecimentos Especiais

source: Many people contributed to the successful completion of this project – enough that we fear in our attempts to acknowledge them, we may only call attention to having forgotten someone and their worthy assistance in our efforts. With apologies for any regrettable omissions and our sincerest thanks to everyone, named or anonymous, who graciously gave their time and expertise, we would like to especially acknowledge the following individuals.
es: Muchos han contribuido al éxito de este proyecto, tantos que tememos que al intentar recocerlos a todos solamente podamos llamar la atención al haber olvidado a alguien y su valiosa asistencia a nuestros esfuerzos. Aun así, disculpándonos por alguna lamentable omisión y con nuestros agradecimientos sinceros a todos, nombrados o anónimos, quienes generosamente donaron su tiempo y experiencia, quisiéramos reconocer especialmente a las siguientes personas.
pt: Muitas pessoas contribuíram para a conclusão bem sucedida deste projeto — tantas que corremos o risco de, ao tentar agradecer-lhes, esquecermos de citar outras que também nos deram uma ajuda valiosa. Pedindo desculpas por eventuais omissões lamentáveis e dando nossos sinceros agradecimentos a todos, identificados ou anônimos, que graciosamente concederam o seu tempo e conhecimento, gostaríamos de agradecer especialmente às pessoas abaixo.

source: Many individuals at Emory University’s Robert W. Woodruff Library took time outside of their already busy schedules and routine work in order to answer our questions, assist with various project tasks, and generally support the life of the project. Rob Riley’s early advice on and examples of database systems sparked ideas for our own database. Naomi Nelson and Teresa Burk of MARBL (<a href="http://marbl.library.emory.edu">Manuscript, Archives, and Rare Book Library</a>) helped locate and prepare rare materials for digitizing as well as for various presentations on the project. Anne Frellsen, of the <a href="http://web.library.emory.edu/preservation">Preservation Office at Emory University Libraries</a>, assisted also with digitizing efforts and met with members of our team to discuss best practices for photographing and digitizing historical artifacts. Lisa Macklin’s advice on copyright helped guide the collection of images for the site. At the insistence of Lea McLees, the library’s Director of Communications, we documented our work on the project – a task greatly aided by Francine Thurston, Matt Miller, and Sarah Toton, who all gave generously of their time and abilities in photography, videography, and video editing, respectively. Jim Kruse, Shannon O’Daniel, and other members of both <a href="http://cet.emory.edu/ecit/">Emory’s Center for Interactive Teaching (ECIT)</a> and <a href="http://it.emory.edu/showdoc.cfm?docid=8129">University Technology Services (UTS)</a> regularly and graciously gave their time, tools and resources, and expertise to help ensure that all team members – both on site and off – could fully participate in project meetings. Finally, Ginger Cain’s enthusiasm and energy for sharing information about the project continues to put us in touch with new people interested in the project and new possibilities for continuing this work.
es: Muchas personas en la Biblioteca Robert W. Woodruff de la Universidad Emory sacaron tiempo de sus ya ocupados calendarios y trabajos de rutina para responder nuestras preguntas, asistir con varias tareas del proyecto, y en general apoyar la vida del proyecto. El consejo de Rob Riley en los momentos iniciales sobre sistemas de base de datos, así como ejemplos de ellos, generó ideas para nuestra base de datos. Naomi Nelson y Teresa Burk de MARBL (<a href="http://marbl.library.emory.edu">Biblioteca, manuscritos, archivos y libros raros</a>, por sus siglas en inglés) nos ayudaron a localizar materiales raros y prepararlos para su digitalización y para varias presentaciones sobre el proyecto. Anne Frellsen, de la <a href="http://web.library.emory.edu/preservation">Oficina de Preservación del Sistema de Bibliotecas de Emory University</a>, también ayudó en los esfuerzos de digitalización y se reunión con miembros de nuestro equipo para debatir sobre las mejores estrategias para digitalizar y fotografiar objetos históricos. El consejo de Lisa Macklin sobre cuestiones de derecho de autor ayudó a guiar la recolección de imágenes para el sitio. A insistencia de Lea McLees, la Directora de Comunicaciones de la biblioteca documentamos nuestro trabajo en el proyecto -una tarea asistida por Francine Thurston, Matt Miller y Sarah Toton, quienes generosamente aportaron su tiempo y habilidades en fotografía, videografía, y edición de video, respectivamente. Jim Kruse, Shannon O´Daniel, y otros miembros del <a href="http://cet.emory.edu/ecit/">Centro para la enseñanza interactiva de Emory</a> (ECIT, por sus siglas en inglés) y los <a href="http://it.emory.edu/showdoc.cfm?docid=8129">Servicios de Tecnología de la Universidad</a> (UTS, por sus siglas en inglés) dieron con regularidad su tiempo, herramientas y recursos y experiencia para asegurar que todos los miembros del equipo -tanto de la universidad como fuera de ella- pudieran participar a plenitud en las reuniones del proyecto. Por último, el entusiasmo y energía de Ginger Cain para compartir información sobre proyecto nos mantiene en contacto con otras personas interesadas en el proyecto, así como con nuevas posibilidades para continuar este trabajo.
pt: Muitas pessoas da Robert W. Woodruff Library da Emory University dedicaram um tempo fora de suas agendas e de suas rotinas de trabalho já sobrecarregadas para responder às nossas perguntas, ajudar em várias tarefas do projeto e apoiar o andamento do projeto como um todo. O aconselhamento inicial de Rob Riley sobre exemplos de sistemas de banco de dados nos forneceu ideias para o nosso próprio banco de dados. Naomi Nelson e Teresa Burk, da MARBL (<a href="http://marbl.library.emory.edu">Manuscript, Archives, and Rare Book Library</a>), ajudaram a localizar e a preparar materiais raros para a digitalização, bem como para diversas apresentações do projeto. Anne Frellsen, do <a href="http://web.library.emory.edu/preservation">Preservation Office at Emory University Libraries</a>, ajudou na digitalização e se reuniu com membros de nossa equipe para discutir as melhores práticas para fotografar e digitalizar artefatos históricos. A orientação de Lisa Macklin sobre direitos autorais ajudou-nos na coleta de imagens para o website. Diante da insistência de Lea McLees, diretora de comunicações da biblioteca, documentamos o nosso trabalho no projeto — uma tarefa em muito facilitada por Francine Thurston, Matt Miller e Sarah Toton, que concederam generosamente o seu tempo e habilidades em fotografia, videografia e edição de vídeo, respectivamente. Jim Kruse, Shannon O’Daniel e outros membros do <a href="http://cet.emory.edu/ecit/">Emory’s Center for Interactive Teaching (ECIT)</a> e da <a href="http://it.emory.edu/showdoc.cfm?docid=8129">University Technology Services (UTS)</a> concederam regularmente e graciosamente seu tempo, ferramentas, recursos e conhecimentos para garantir que todos os membros da equipe — tanto no local como em outros lugares — pudessem participar plenamente das reuniões do projeto. Por fim, o entusiasmo e a energia de Ginger Cain para compartilhar informações sobre o projeto continua a nos colocar em contato com novas pessoas interessadas nele e em novas possibilidades no sentido de dar continuidade a este trabalho.

source: Contact Us
es: Contáctenos
pt: Fale conosco

source: VOYAGES EDITORIAL BOARD
es: COMITE EDITORIAL DE VIAJES
pt: CONSELHO EDITORIAL VOYAGES

source: Questions or Comments
es: Preguntas o comentarios
pt: Perguntas ou comentários

source: Please address all questions and comments regarding the content, appearance, and functioning of this website as well as questions about contributing new data to
es: Favor de dirigir todas las preguntas y comentarios sobre el contenido, la apariencia y el funcionamiento de esta página web, así como preguntas sobre cómo contribuir con nuevos datos a la Base , a <a href="mailto:voyages@emory.edu"> voyages@emory.edu</a>
pt: Favor endereçar todas as perguntas e comentários sobre o conteúdo, aparência e funcionamento deste website, assim como perguntas sobre a possibilidade de colaborar com o fornecimento de novos dados, para

source: Contributors of data
es: Colaboradores
pt: Colaboradores de dados

source: The following have added data to the Voyages Database since the publication of the 1999 CD-ROM, <em>The Trans-Atlantic Slave Trade: A Database on CD-ROM:</em>
es: Los que siguen han añadido información a la base de datos Viajes desde la publicación del CD-ROM de 1999, <em>The Trans-Atlantic Slave Trade: A Database on CD-ROM:</em>
pt: As pessoas abaixo adicionaram dados ao Banco de Dados Viagens a partir da publicação do CD-ROM de 1999, <em>The Trans-Atlantic Slave Trade: A Database on CD-ROM:</em>

source: History
es: Historia
pt: História do Projeto

source: History of the Project
es: Historia del proyecto
pt: História do Projeto
