Repository: rice-crc/voyages
Catalog: voyages/locale/*/LC_MESSAGES/django.po
Languages: es, pt

source: Orthography is also a major issue in any historical database. For most voyage entries in the new data set, we maintained the spelling or wording of the names of vessels, captains, and merchants. Exceptions include corrections of obvious mistakes arising from the fact that the recorder of the information was often less than fluent in the language of the nation to which the vessel belonged. And in the Portuguese and Brazilian cases we took the more drastic step of standardizing all entries according to modern Portuguese conventions. Even without these problems, variations of spelling were, of course, common before the nineteenth century and, as discussed below, we have standardized some spellings to facilitate sorting. We removed the definite article from vessel names in all languages. Occasionally sources reported different names for the same vessel. The Pretty Betty is also identified, for example, as the Pretty Peggy. In such cases, we separated the two names with "(a)" to indicate an alternate name/spelling, as in Pretty Betty (a) Pretty Peggy. We attempted to maintain the consistency of captains’ and owners’ names throughout their voyage histories to facilitate the user’s sorting of the file. Again, for some entries we placed alternate spellings after "(a)."
es: La ortografía es un asunto de mayor importancia en cualquier base histórica de datos. Para la mayoría de las entradas de viajes en el nuevo grupo de datos, mantuvimos el deletreo o la redacción del nombre de los navíos, capitanes y comerciantes. Las excepciones incluyen correcciones de errores obvios, generados por el hecho de que el que registraba la información no dominaba con amplitud el idioma de la nación a la cual pertenecía el navío. En los casos de Portugal y de Brasil, fuimos más drásticos al estandarizar todas las entradas, de acuerdo a las convenciones del portugués moderno. Aún sin estos problemas, las variaciones en el deletreo eran, por supuesto, comunes antes del siglo XIX y, según se analiza más abajo, hemos estandarizado el deletreo para facilitar la clasificación. Quitamos el artículo determinado de los nombres de los navíos en todos los idiomas. En ocasiones las fuentes reportaban diferentes nombres para el mismo navío. El Pretty Betty es también identificado, por ejemplo, como Pretty Peggy. En estos casos, separamos ambos nombres con una (a) para indicar una forma alternativa de deletreo/nombre, es decir, Pretty Betty (a) Pretty Peggy. Intentamos mantener la consistencia en los nombres de los capitanes y los propietarios a través de la historia de sus viajes para facilitar la clasificación del archivo por el usuario. Una vez más, para algunas entradas pusimos formas alternativas de deletreo después de “(a).”
pt: A ortografia também é uma questão importante em qualquer banco de dados histórico. Na maioria das viagens que constam no novo conjunto de dados, mantivemos a ortografia ou redação dos nomes dos navios, comandantes e comerciantes. As exceções incluem correções de erros óbvios decorrentes do fato de que o autor do registro da informação era muitas vezes pouco fluente na língua do país ao qual a embarcação pertencia. E nos casos portugueses e brasileiros, tomamos a medida mais drástica de padronizar todas as entradas de acordo com as convenções modernas da língua portuguesa. Mesmo sem esses problemas, as variações de ortografia eram, é claro, comuns antes do século XIX, e por isso, como veremos a seguir, padronizamos algumas grafias para facilitar a classificação. Removemos o artigo definido dos nomes de navios em todos os idiomas. Por vezes as fontes davam nomes diferentes para o mesmo navio. O Pretty Betty é também identificado, por exemplo, como o Pretty Peggy. Nesses casos, nós separamos os dois nomes com “(a)” para indicar um nome/ortografia alternativo: Pretty Betty (a) Pretty Peggy. Tentamos manter a consistência dos nomes de comandantes e proprietários ao longo de suas histórias de viagem para facilitar a classificação feita pelo usuário do arquivo. Mais uma vez, no caso de alguns itens colocamos grafias alternativas depois de “(a).”

source: We included three variables for captains in the data set. The ordering of these names indicates the order these men appeared, chronologically, to be associated with the voyage. For some British and French voyages, sources list different captains during the ship’s outfitting. A slave vessel may have cleared customs under the command of one captain but sailed to Africa under a subsequent captain. Evidence from the British trade suggests that for some voyages the first captain, rather than leaving the vessel, worked as a supercargo for the voyage. Therefore, we decided to keep the names and their ordering in the data set. The user will not be able to determine which captains were in charge of the vessels on the Middle Passage for all voyages. Some of the captains died before slaving on the coast; other captains’ listings include the man who commanded the vessels on the homeward passages from the Americas. We kept all abbreviations in captains’ names, consistent with the documentary evidence. From the Mettas-Daget catalog of French slave voyages, we attempted to maintain a consistent spelling of captains’ names as indicated in the index to the two-volume French set. Double surnames and indicators of rank (Sieur, Chevalier, de, de la) pose problems singular to the organization of the French subset. In short, the spelling of names is not fixed in the French language. We followed the spellings preferred in the index, though we transcribed first-name abbreviations as indicated in the documentary evidence. To facilitate sorting the Voyages Database’ file by captains’ names, we maintained the ordering of surnames as indicated in the published index.
es: Incluimos tres variables en el grupo de datos para los capitanes. El orden de estos nombres indica el orden en que estas personas aparecían cronológicamente para ser asociados con el viaje. Para algunos viajes británicos y franceses, las fuentes citan diferentes capitanes durante la preparación del barco. Un navío esclavista puede haber recibido su manifiesto de aduana bajo el mando de un capitán, pero puede haber salido para África bajo el mando de otro capitán. La evidencia del comercio británico sugiere que el primer capitán, en vez de abandonar el navío, trabajaba como sobrecargo en el viaje. Por lo tanto, decidimos mantener sus nombres y el orden en el grupo de datos. El usuario no podrá determinar qué capitanes estuvieron a cargo del navío en la travesía del Atlántico en ninguno de los viajes. Algunos de los capitanes murieron antes de realizar la operación en la costa. Otro listado de capitanes incluye el hombre que comandó los navíos en la travesía de vuelta a casa desde las Américas. Mantuvimos todas las abreviaturas de los nombres de los capitanes que se correspondían con la evidencia documentada. Del catálogo Mettas-Daget sobre los viajes esclavistas franceses, intentamos mantener un deletreo consistente de los nombres de los capitanes, como se indica en el índice de la obra francesa en dos volúmenes. Los apellidos dobles e indicadores de rango (Sieur, Chevalier, de, de la) presentan problemas específicos del subgrupo francés. En pocas palabras, la forma de deletrear nombres no es fija en el idioma francés. Seguimos la forma de deletrear preferida en el índice, aunque transcribimos las abreviaturas de nombres propios como se indica en la evidencia documentada. Para facilitar la clasificación en la Base de Datos Viajes según los nombres de los capitanes, mantuvimos el orden de los apellidos como se indica en el índice publicado.
pt: Incluímos três variáveis referentes a comandantes no conjunto de dados. A ordenação destes nomes indica a ordem cronológica em que estes comandantes se associaram à viagem em questão. Em algumas viagens britânicas e francesas, as fontes listam diferentes comandantes durante o processo de aparelhamento do navio. Um navio negreiro pode ter passado pela alfândega sob o comando de um comandante mas partido para a África sob o comando de outro. Dados provenientes do tráfico britânico indicam que, em algumas viagens, o primeiro comandante não saiu do navio, porém atuou durante a viagem como sobrecarga. Por isso decidimos manter os nomes e sua ordenação no conjunto de dados. O usuário não poderá determinar quais comandantes estavam no comando dos navios durante a travessia do Atlântico em todas as viagens. Alguns comandantes morreram antes de traficar escravos na costa; outras listagens de comandantes incluem o homem que comandou os navios na viagem de volta, partindo das Américas. Mantivemos todas as abreviaturas nos nomes dos comandantes de acordo com a documentação. Com base no catálogo Mettas-Daget de viagens negreiras francesas, buscamos manter uma ortografia congruente dos nomes dos comandantes, tal como indicado no índice dos dois volumes da obra. Os sobrenomes duplos e os indicadores de status (Sieur, Chevalier, de, de la) levantaram problemas singulares para a organização do subconjunto francês. Resumindo, a grafia dos nomes não é fixa na língua francesa. Seguimos as grafias adotadas no índice, embora tenhamos transcrito as abreviaturas dos nomes de batismo tal como consta na documentação. Para facilitar a classificação do arquivo do Banco de Dados Viagens pelos nomes dos comandantes, mantivemos a ordem dos sobrenomes, tal como no índice publicado.

source: Similarly, we followed, as closely as possible, the spelling and ordering of ship owners’ names given in the documentary evidence. The user will note some voyages "owned" by the RAC, Compagnie du Sénégal, or other monopoly trading groups. For these voyages, companies hired the vessels from ship owners and a group of partners or shareholders invested in the trading cargoes. The names of these individuals are not known. For most of the slave voyages in the data set, however, merchants owned fractional shares of the vessel and trading cargo. The listing of merchants in the set probably reflects the size of each shareholder, though this fact can be confirmed only for a few voyages. For some voyages we only know the principal owner "and Company." This is true particularly for many Bristol (England) voyages. To indicate the fact that the voyage was owned and/or organized by additional owners, we placed an asterisk, *, at the end of the last recorded merchant’s name, as in "Jones, Thomas*" (read: "Thomas Jones and Company"). For some other British voyages, father–son partnerships are listed, as in "Richard Farr, Sons and Company." For such voyages, we included the second owner with surname "Farr" as "Farr (Son)" and indicated that subsequent partners may be present by adding an asterisk after the third owner, "Farr (Son)*." Similarly, for the Dutch firm Jan Swart & Zoon (son), we entered the second owner as "Swart (Zoon)."
es: En forma similar, hemos seguido tan de cerca como es posible el deletreo y orden de los propietarios del barco dados en la evidencia documental. El usuario notará algunos viajes “propiedad” de RAC, Compagnie de Sénégal o de otros grupos monopolistas de comercio. Para estos viajes, las compañías rentaban los barcos a los propietarios y a un grupo de socios o inversionistas en las cargas para el comercio. Los nombres de estos individuos no se conocen. Sin embargo, para la mayoría de los viajes esclavistas incluidos en el grupo de datos, los comerciantes poseían acciones fraccionarias en los navíos y en la carga que se comerciaba. El listado de comerciantes en el grupo de datos probablemente refleja la relevancia de cada accionista, aunque este hecho puede confirmarse sólo en algunos viajes. Para algunos viajes solo conocemos el propietario principal “y Compañía”. Esto es particularmente cierto para algunos viajes desde o hacia Bristol (Inglaterra). Para indicar que el viaje era propiedad y/o estaba organizado por propietarios adicionales, hemos puesto un asterisco al final del nombre del último comerciante registrado, como en “Jones, Thomas*” (léase “Thomas Jones y Compañía”). Para algunos otros viajes británicos, se relaciona la sociedad padre-hijo como en “Richard Farr, Hijos y Compañía”. Para estos viajes hemos incluido el segundo propietario con el apellido “Farr” como “Farr (Hijo)” e indicamos que puede haber propietarios subsecuentes agregando un asterisco para el tercer propietario, “Farr (Hijo)*”. Igualmente, para la firma holandesa Jan Swart & Zoon (hijo), señalamos el segundo propietario como “Swart (Zoon).”
pt: Da mesma forma, seguimos tanto quanto possível a ortografia e a ordenação dos nomes dos proprietários dados na documentação. O usuário observará que algumas viagens são de “propriedade” da RAC, da Compagnie du Sénégal ou outros grupos comerciais monopolistas. Para essas viagens, as companhias alugavam os navios junto aos proprietários e a um grupo de sócios ou acionistas que investiam nas cargas comerciais. Os nomes desses indivíduos não são conhecidos. Na maior parte das viagens negreiras contidas no conjunto de dados, no entanto, os comerciantes possuíam cotas fracionárias do navio e da carga comercial. A listagem dos comerciantes no conjunto provavelmente reflete o tamanho de cada acionista, embora isso possa ser confirmado apenas em algumas viagens. De algumas viagens só sabemos o proprietário principal “e Companhia”. Isso ocorre principalmente com muitas viagens que partiram de Bristol (Inglaterra). Para indicar que a viagem era de propriedade de e/ou organizada por proprietários adicionais, colocamos um asterisco, *, no final do último sobrenome de comerciante registrado: por exemplo, em “Jones, Thomas*” (leia-se: “Thomas Jones and Company “). Em algumas outras viagens britânicas, as parcerias entre pai e filho são listadas, como em “Richard Farr, Sons [filhos] and Company”. Nessas viagens, incluímos o segundo proprietário com o sobrenome “Farr” como “Farr (Son)”, e indicamos que parceiros subsequentes podiam estar presentes adicionando um asterisco após o terceiro dono, “Farr (Son)*”. Da mesma forma, com referência à empresa holandesa Jan Swart & Zoon (filho), colocamos o segundo proprietário como “Swart (Zoon)”.

source: Ownership information contained in the French slave trade documents presents additional problems for the researcher. Unlike the British trade, in which many records of extended partnerships survive, French documents usually list single armateurs who organized slave voyages. According to Stein, an armateur was "the merchant who organized and usually financed a large part of the slaving expedition."<span class="superscript">(8)</span> Other merchant-investors, therefore, are not recorded in the documents. In cases in which additional owners are suggested by the words "company" (Compagnie or Cie.) or "associates" (consorts), we inserted an asterisk. Many French slave voyages were organized by family members. French documents include these familial relationships: brother(s) (frères), father (père), wife (épouse), widow (veuve or vve), eldest son (fils aîné), and son(s) (fils). These relationships are integral to the archival record and have been maintained in the Voyages Database. Because the French words frères and fils can imply multiple brothers and sons, we inserted an asterisk in the second ownership column, as in "Portier (Frères)*." In some cases, the document may record owners as "Brunaud Frères et Compagnie." For these few cases, we inserted a double asterisk as in "Brunaud (Frères)**." Some documents report the names of the propriéteurs who hired out their vessels to the armateurs, the affreteurs who freighted the slave ships, or the local agents who transacted business for absentee armateurs. We excluded these names from Voyages Database. French owners’ names often include complex double surnames and aristocratic titles. As in the case of French captains’ names, we attempted to preserve the spelling in the original documents while following the Mettas-Daget index to standardize the basic spelling and name ordering. We did this to allow the user to analyze ownership patterns easily through an A–Z owner–variable sort. The user should refer to the index of volume 2 of Mettas-Daget’s Répertoire for a complete listing of the variant spellings of French merchants’ names.
es: La información acerca de propiedad contenida en los documentos franceses sobre comercio de esclavos presenta problemas adicionales para el investigador. Al contrario del comercio británico de esclavos, donde muchos registros de sociedades extendidas subsisten, los documentos franceses usualmente listan armateurs solos que organizaban los viajes de esclavos. De acuerdo con Stein, un armateur era “el comerciante que organizaba, y usualmente financiaba, una gran parte de la expedición esclavista” (8). Por lo tanto, otros comerciantes-inversionistas no se registran en los documentos. En los casos en que las palabras “compañía” (Compagnie o Cie.) o “asociados” (consorts) sugieren propietarios adicionales, insertamos un asterisco. Muchos viajes esclavistas franceses fueron organizados por miembros de la misma familia. Los documentos franceses incluyen estas relaciones familiares: hermanos (frères), padre (père), esposa (épouse), viuda (veuve o vve), hijo mayor (fils aîné) e hijo(s) (fils). Estas relaciones se integraban a los registros de archivo y se han mantenido en la Base de Datos de los Viajes. Como las palabras francesas frères y fils pueden implicar múltiples hermanos e hijos, insertamos un asterisco en la segunda columna de propiedad, como en “Portier (Frères)*”. En algunos casos los documentos pueden registrar propietarios como “Brunaud (Frères et Compagnie”. Para estos pocos casos hemos insertado un doble asterisco como en “Brunaud (Frères)**”. Algunos documentos reportan los nombres como propriéteurs, que le rentaron su navío a los armateurs, los affreteurs, que fletaron los barcos de carga o los agentes locales, que hacían transacciones mercantiles para los armateurs ausentes. Hemos excluido estos nombres de la Base de Datos de Viajes. Los nombres de los propietarios franceses a veces incluyen complejos apellidos y títulos aristocráticos. Como en el caso de los nombres de los capitanes franceses, hemos tratado de mantener el deletreo en los documentos originales, a la vez que seguimos el índice Mettas-Daget para estandarizar el orden básico de deletreo y orden de los nombres. Hicimos esto para permitir al usuario analizar patrones de posesión a través de la organización de la variable propietario de la A a la Z. El usuario debe referirse al índice del volumen 2 Répertoire de Mettas-Daget para una lista completa de variantes en el deletreo de los nombres de comerciantes franceses.
pt: As informações referentes a questões de propriedade contidas nos documentos do tráfico de escravos francês apresentam problemas adicionais para o pesquisador. Ao contrário do tráfico britânico, em que muitos registros de parcerias mais duradouras sobreviveram, os documentos franceses geralmente listam um único armateur que organizava uma dada viagem negreira. De acordo com Stein, o armateur era “o comerciante que organizava e geralmente financiava uma grande parte da expedição escravista.” <span class="superscript">(8)</span> Outros comerciantes-investidores, portanto, não estão registrados nos documentos. Nos casos em que proprietários adicionais são indicados pela expressão “companhia” (Compagnie ou Cie.) ou “associados” (consorts), inserimos um asterisco. Muitas viagens negreiras francesas foram organizadas por membros de uma mesma família. Os documentos franceses incluem essas relações familiares: irmão(s) (frères), pai (père), esposa (épouse), viúva (veuve ou vve), filho mais velho (fils aîné) e filho(s) (fils). Essas relações são essenciais para o registro de arquivo e foram mantidas no Banco de Dados Viagens. Como as palavras francesas frères e fils podem implicar vários irmãos e filhos, inserimos um asterisco na segunda coluna de propriedade, como em “Portier (Frères)*”. Em alguns casos, o documento pode registrar os proprietários como “Brunaud Frères et Compagnie”. Nesses poucos casos, inserimos um asterisco duplo, como em “Brunaud (Frères) **”. Alguns documentos relatam os nomes dos propriéteurs que alugaram seus navios aos armateurs, dos affreteurs que fretaram os navios negreiros ou dos agentes locais que faziam negócios em nome de proprietários ausentes. Excluímos esses nomes do banco de dados Viagens. Os nomes dos proprietários franceses costumam incluir sobrenomes duplos complexos e títulos aristocráticos. Como no caso dos nomes dos comandantes franceses, buscamos preservar a ortografia que aparece nos documentos originais ao mesmo tempo que seguimos o índice de Mettas-Daget para padronizar a ortografia básica e a ordenação dos nomes. Fizemos isso para permitir que o usuário analisasse facilmente os padrões de propriedade através de uma variável-proprietário do tipo A-Z. O usuário deve consultar o índice do volume 2 do Répertoire de Mettas-Daget para uma listagem completa das ortografias variantes dos nomes dos mercadores franceses.
