Repository: rice-crc/voyages
Catalog: voyages/locale/*/LC_MESSAGES/django.po
Languages: es, pt

source: São Vicente is one of the islands belonging to the archipelago of Cape Verde, situated off the coast of West Africa. The island was discovered by 1462, and functioned as a port of call in the voyages across the Atlantic. In the slave trade, São Vicente served as base for the Portuguese on the coast of West Africa. The image is of a map produced by the Portuguese Commander José Joaquim Lopes de Lima in 1827, but published only in 1844. It provides the depth of the island’s bay as well as an illustration of the town of Mindelo with its main buildings. The slave trade in the north Atlantic was illegal in 1815, but historical records show that the islands of Cape Verde remained engaged in this activity even after that year. The image is reproduced courtesy of the Manuscript, Archives and Rare Book Library, Emory University.
es: São Vicente es una de las islas que conforman el archipiélago de Cabo Verde, situado cerca de la costa occidental de África. La isla fue descubierta en 1462, y funcionaba como una escala en los viajes a través del Atlántico. En el comercio de esclavos, Sao Vicente servía como base para los portugueses en la costa de África occidental. La imagen es un mapa realizado por el comandante portugués José Joaquim Lopes de Lima en 1827 pero que no fue publicado hasta 1844. El mapa provee la profundidad de la bahía de la isla, así como una ilustración del pueblo de Mindelo con sus principales edificios. El comercio de esclavos en el Atlántico norte fue ilegalizado en 1815, pero ciertos registros históricos muestran que las islas de Cabo Verde continuaban involucradas en esta actividad aún después de esta fecha. La imagen reproducida es cortesía de Manuscript, Archives and Rare Book Library, Emory University.
pt: São Vicente é uma das ilhas pertencentes ao arquipélago de Cabo Verde, situado ao largo da costa da África Ocidental. A ilha foi descoberta por volta de 1462, e desde então se tornou um porto de escala nas viagens transatlânticas. A ilha era uma base operacional para os portugueses no tráfico negreiro transatlântico da costa da África Ocidental. A imagem é de um mapa produzido pelo comandante português José Joaquim Lopes de Lima em 1827, mas publicado apenas em 1844. Ela fornece a profundidade da baía da ilha, bem como uma ilustração da cidade de Mindelo com suas principais construções. O tráfico de escravos no Atlântico Norte era ilegal em 1815, mas os registros históricos mostram que as ilhas de Cabo Verde ainda estavam envolvidas nessa atividade mesmo depois daquele ano. Imagem reproduzida com autorização da Manuscript, Archives and Rare Book Library, Emory University.

source: Section of the Slaver ""Abbot Devereux""
es: Sección del barco esclavista “Abbot Devereux”
pt: Seções longitudinal e transversal do navio negreiro Abbot Devereux

source: Senegal River, c.1730
es: Río Senegal, c. 1730
pt: Rio Senegal, c.1730

source: Senegambia was the slave exporting region of the North Atlantic slave trade closest to Europe. The region was visited by several national carriers, namely, the French, Portuguese and British who were the major competitors for Senegambia’s slave markets. The image is of a map of Senegambia produced by René Claude Geoffroy de Villeneuve who resided in the region during the 1780s. It indicates the main ports situated along the coastline between Senegal and Gambia rivers. The map also locates the principal African polities and towns situated in the interior of Senegambia as well as the extent of the Wolof Empire over the region, in the right section of the map. The image is reproduced courtesy of Tracy W. McGregor Library of American History, Special Collections, University of Virginia Library. Permission required to reproduce.
es: Senegambia era la región de exportación del comercio de esclavos del Atlántico del norte que estaba más cerca de Europa. La región era visitada por varios transportistas nacionales -los mayores competidores por los mercados esclavistas de Senegambia-, como franceses, portugueses y británicos. La imagen es un mapa de Senegambia realizado por René Claude Geoffroy de Villeneuve quien residía en la región durante la década de 1780. El mapa indica los principales puertos situados a lo largo de la franja costera entre los ríos Senegal y Gambia. El mapa también ubica las más importantes entidades políticas y pueblos ubicados al interior de Senegambia, así como la extensión del imperio Wolof sobre la región, en la sección derecha del mapa. La imagen reproducida es cortesía de Tracy W. McGregor, Library of American History, Special Collections, University of Virginia Library. Se requiere permiso para su reproducción.
pt: A Senegâmbia era a região exportadora do tráfico de escravos do Atlântico Norte mais próxima da Europa. Era frequentada por diversas nações envolvidas do tráfico — os franceses, os portugueses e os britânicos — que eram os principais concorrentes que disputavam seus mercados de escravos. A imagem é de um mapa da Senegâmbia produzido por René Claude Geoffroy de Villeneuve, que residiu na região durante a década de 1780. Ela indica os principais portos situados ao longo da costa entre os rios Senegal e Gâmbia. O mapa também localiza os principais Estados e cidades africanos situados no interior da Senegâmbia, bem como a extensão do império jalofo na região, no lado direito do mapa. Imagem reproduzida com autorização da Tracy W. McGregor Library of American History, Special Collections, University of Virginia Library. Exige-se permissão para reproduzi-la.

source: Serra Leoa
es: Sierra Leona

source: Slave Barracoon, Sierra Leone, 1840’s
es: Barracón de esclavos, Sierra Leona 1840s
pt: Barracão de escravos, Serra Leoa, década de 1840

source: Slave barracoons were a common feature along several points of slave embarkation on the African coast. The image, in black and white engravings, shows a barracoon full of slaves chained by their necks and hands. The Illustrated London News describes a raid by the British naval force on slave barracoons at Sierra Leone, in February, 1849, with which this image is associated. The description also says that flogging was an hourly occupation in the barracoons and death often resulted from this practice. The image is reproduced courtesy of the Manuscript, Archives and Rare Book Library, Emory University.
es: Los barracones de esclavos eran comunes a lo largo de varios puntos de embarque de esclavos en la costa africana. La imagen, con grabados en blanco y negro, muestra un barracón lleno de esclavos encadenados de manos y cuello. La publicación Illustrated London News describe una redada de fuerzas de la marina británica en los barracones de esclavos en Sierra Leona en febrero de 1849, a la cual se asocia esta imagen. La descripción también informa que las flagelaciones tenían lugar cada hora en los barracones y que a menudo las víctimas morían por esta práctica. La imagen se reproduce por cortesía de Manuscript, Archives and Rare Book Library, Emory University.
pt: Os barracões de escravos eram comuns em vários pontos de embarque de escravos na costa africana. A imagem, em gravuras em preto e branco, mostra um barracão cheio de escravos acorrentados pelo pescoço e pelas mãos. O Illustrated London News descreve uma batida da força naval britânica em barracões de escravos em Serra Leoa, em fevereiro de 1849, evento ao qual esta imagem está associada. O texto relata também a flagelação como uma ocupação frequente nos barracões, uma prática que resultava muitas vezes em mortes. Imagem reproduzida com autorização da Manuscript, Archives and Rare Book Library, Emory University.

source: Slaver ""Zeldina"" at Port Royal
es: Barco esclavista “Zeldina” en Port Royal
pt: O navio negreiro Zeldina em Port Royal

source: Sofala was probably the first port opened for trade with Europeans on the coast of South-East Africa. Sofala was frequently visited by Europeans in the sixteenth century due to the gold mines located beyond the port. However, the slave trade from Sofala to the New World developed only later, in the nineteenth century. In 1815, with the suppression of the slave trade in the North Atlantic, traders began to search for new slave markets on the coast of Mozambique, in South-East Africa. Sofala was among the ports located on that coast with slave trading potential. The image is of a map of Sofala. It shows the depth of the sea surrounding the coast and locates the port in the upper section of the map. The map also provides the names of the main coastal points to the south of Sofala. This map was published by Commander Francisco Maria Bordalo, responsible for completing a report on the Portuguese possessions overseas begun by Commander José Joaquim Lopes de Lima. The image is reproduced courtesy of the Manuscript, Archives and Rare Book Library, Emory University.
es: Sofala fue probablemente el primer puerto abierto al comercio con los europeos en la costa suroriental africana. Sofala era visitado con frecuencia por los europeos en el siglo XVI debido a las minas de oro ubicadas detrás del puerto. Sin embargo, el comercio de esclavos desde Sofala al Nuevo Mundo sólo se desarrollaría más tarde, en el siglo XIX. En 1815, con la supresión del comercio de esclavos en el Atlántico norte, los comerciantes de esclavos comenzaron a buscar nuevos mercados en la costa de Mozambique, en el África suroriental. Sofala era uno de los puertos ubicados en la costa con potencial para el comercio de esclavos. La imagen es un mapa de Sofala. Muestra la profundidad del mar alrededor de la costa y ubica el puerto en la sección superior del mapa. El mapa proporciona además los nombres de los principales puntos costeros al sur de Sofala. El mapa fue publicado por el comandante Francisco Maria Bordalo, quien fuera responsable de completar un reporte sobre las posesiones portuguesas de ultramar, comenzado por el comandante José Joaquim Lopes de Lima. La imagen se reproduce por cortesía de Manuscript, Archives and Rare Book Library, Emory University.
pt: Sofala foi provavelmente o primeiro porto aberto para o comércio com os europeus na costa do sudeste da África. Sofala era frequentada pelos europeus no século XVI, devido às minas de ouro situadas para além do porto. No entanto, o tráfico de escravos de Sofala para o Novo Mundo só se desenvolveu mais tarde, no século XIX. Em 1815, com a repressão ao tráfico de escravos no Atlântico Norte, os comerciantes começaram a procurar novos mercados de escravos na costa de Moçambique, no sudeste da África. Sofala estava entre os portos situados naquela costa com potencial para o tráfico de escravos. A imagem é de um mapa de Sofala. Ele mostra a profundidade do mar nas vizinhanças da costa e situa o porto na parte superior do mapa. O mapa também fornece os nomes dos principais pontos costeiros ao sul de Sofala. Este mapa foi publicado pelo comandante Francisco Maria Bordalo, responsável pela conclusão de um relatório, iniciado pelo comandante José Joaquim Lopes de Lima, sobre as possessões portuguesas no exterior. Imagem reproduzida com autorização da Manuscript, Archives and Rare Book Library, Emory University.

source: St. Louis Island, c.1730
es: Isla de San Luis, c.1730
pt: Ilha de São Luís, c.1730

source: St. Louis Island was a French settlement located on the coast of Senegambia, present day Senegal. In fact, the island was actually located at the mouth of Senegal River itself. St. Louis was guarded by a fort, which had the same name as the island which was a major port of slave embarkation in the French slave trade. The image is of a map of St. Louis Island published in 1728. It shows the island with some of its fortifications and main natural features. The image is reproduced courtesy of the Pitts Theology Library, Candler School of Theology, Emory University.
es: La isla de San Luis fue un asentamiento francés en la costa de Senegambia, actualmente Senegal. En realidad, la isla estaba ubicada en la misma desembocadura del río Senegal. San Luis era protegida por un fuerte que tenía el mismo nombre de la isla, la cual era un importante puerto de embarque del comercio esclavista francés. La imagen es un mapa de la isla de San Luis publicado en 1728. Muestra la isla con algunas de sus fortificaciones y sus principales características naturales. La imagen ha sido reproducida por cortesía de Pitts Theology Library, Candler School of Theology, Emory University.
pt: A ilha de São Luís era uma colônia francesa localizada no litoral da Senegâmbia, atual Senegal. A ilha situava-se na foz do rio Senegal. São Luís era guardada por um forte que tinha o mesmo nome da ilha, que era um dos principais portos de embarque de escravos no tráfico negreiro francês. A imagem é de um mapa da ilha de São Luís publicado em 1728. Ele mostra a ilha com algumas de suas fortificações e principais características naturais. Imagem reproduzida com autorização da Pitts Theology Library, Candler School of Theology, Emory University.

source: Suriname
es: Surinam

source: The bark ""Wildfire"" departed from New York, embarked slaves in the Congo River, with the intention of selling them in Cuba. However, before it could do so, American anti-slave trade cruisers intercepted the “Wildfire” at sea and conducted her to Key West, Florida, and eventually to Liberia. The image is of an illustration of the slaves on the deck of the ""Wildfire"" published in the ""Harper’s Weekly"" from a daguerreotype. The image is reproduced courtesy of Tracy W. McGregor Library of American History, Special Collections, University of Virginia Library. Permission required to reproduce.
es: El barco “Wildfire”, que partió de Nueva York, embarcó esclavos en el río Congo con la intención de venderlos en Cuba. Sin embargo, antes de poder hacerlo, cruceros antiesclavistas de Estados Unidos lo interceptaron y lo condujeron a Key West, Florida, y finalmente a Liberia. La imagen es una ilustración publicada en “Harper´s Weekly” tomada de un daguerrotipo. La imagen es cortesía de Tracy W. McGregor Library of American History, Special Collections, University of Virginia Library. Se requiere autorización para su reproducción.
pt: A barca Wildfire partiu de Nova York e pegou um carregamento de escravos no rio Congo com a intenção de vendê-los em Cuba. Porém, antes que conseguisse fazê-lo, cruzadores dos Estados Unidos que reprimiam o tráfico de escravos interceptaram a embarcação no mar e a levaram até Key West, Flórida. A imagem é de uma ilustração que mostra os escravos a bordo do Wildfire, publicada no Harper’s Weekly com base num daguerreótipo. A imagem é reproduzida com a autorização da Tracy W. McGregor Library of American History, Special Collections, University of Virginia Library. Exige-se permissão para reproduzi-la.

source: The Bight of Benin is probably one of the most well known regions engaged in the transatlantic slave trade. The Portuguese called the entire African coast between Cape Palmas and Gabon, including the bights of Benin and Biafra, the Gulf of Guinea. This large coastline included places known to the people engaged in the slave traffic as the Slave Coast or the Coast of Mina, where Elmina Castle was located (in present day Ghana). The image is of a map of this area published by the Portuguese Commander José Joaquim Lopes de Lima in 1845. It provides the names of the main rivers of the region and locates several European forts built on the coast as well as the major African polities located in the immediate interior of the continent. In the upper section, the map also has an illustration of Elmina Castle. In the 1840s, despite the fact that the slave trade was illegal, many vessels continued to depart from this region with slaves destined for the Americas. The image is reproduced courtesy of the Manuscript, Archives and Rare Book Library, Emory University.
es: La Ensenada de Benín es quizás una de las regiones más conocidas entre las involucradas en el comercio trasatlántico de esclavos. Los portugueses llamaban a la totalidad de la costa africana entre Cabo Palmas y Gabón -incluyendo las Ensenadas de Benín y Biafra- el Golfo de Guinea. La larga franja costera incluía lugares que eran conocidos para aquellos involucrados en el tráfico de esclavos como la Costa de los Esclavos y la Costa de Mina, donde se ubicaba el castillo Elmina, en la actualidad Ghana. La imagen es un mapa de esta área publicado por el comandante portugués José Joaquim Lopes de Lima en 1845. El mapa provee los nombres de los principales ríos de la región y ubica varios fuertes europeos erigidos en la costa, así como las principales entidades políticas africanas ubicadas en el interior inmediato del continente. En la sección superior del mapa se incluye una ilustración del castillo Elmina. En la década de 1840, a pesar de que el comercio de esclavos era ilegal, numerosos buques partían de esta región con esclavos destinados a las Américas. La imagen reproducida es cortesía de Manuscript, Archives and Rare Book Library, Emory University.
pt: O golfo do Benim é provavelmente uma das regiões mais conhecidas de todas as envolvidas no tráfico de escravos transatlântico. Os portugueses chamavam de golfo da Guiné toda a costa africana entre o cabo Palmas e o Gabão, incluindo os golfos de Benim e de Biafra. Este extenso litoral incluía locais conhecidos pelas pessoas envolvidas no tráfico de escravos, como a Costa dos Escravos ou a Costa da Mina, onde ficava o castelo de Elmina (atual Gana). A imagem é de um mapa desta área publicado pelo comandante português José Joaquim Lopes de Lima em 1845. Ele fornece os nomes dos principais rios da região e situa diversos fortes europeus construídos na costa, bem como os principais sistemas políticos africanos localizados no interior imediato do continente. Na parte superior, o mapa também contém uma ilustração do Castelo de Elmina. Apesar da ilegalidade do tráfico de escravos na década de 1840, muitos navios continuaram a partir dessa região com escravos destinados para as Américas. Imagem reproduzida com autorização da Manuscript, Archives and Rare Book Library, Emory University.

source: The Brig ""Amélia"" was captured at sea by British cruisers and adjudicated at a court established at Sierra Leone under international anti-slave trade treaties. The image is of a picture of the first page of the court’s register of ""Liberated Africans"" taken from the ""Amélia"". The register was kept as a formal record of emancipation that helped protect the individual from subsequent re-enslavement. The image is reproduced courtesy of the British National Archives.
es: El bergantín “Amélia” fue capturado en el mar por cruceros de la marina británica y adjudicado a un tribunal establecido en Sierra Leona bajo los tratados internacionales en contra de la trata de esclavos. La imagen es una fotografía de la primera página del registro del tribunal de “africanos liberados” rescatados de “Amélia”. El registro se conservó como record formal de emancipación que ayudaba a proteger al individuo de una nueva esclavitud en el futuro. La imagen reproducida es cortesía de British National Archives.
pt: O brigue “Amélia” foi capturado no mar por cruzadores britânicos e julgado em um tribunal em Serra Leoa, nos termos de tratados internacionais antitráfico de escravos. A imagem é de uma foto da primeira página do registro do tribunal de “africanos libertos” do “Amélia”. O registro era mantido como um documento formal de emancipação que ajudava a proteger o indivíduo de uma posterior reescravização. A imagem é reproduzida com a autorização dos British National Archives.

source: The Brigantine ""Aguila"" was captured at sea by British cruisers and adjudicated at a court established at Havana under international anti-slave trade treaties. The image is of a picture of the first page of the court’s register of ""Liberated Africans"" taken from the ""Aguila"". The register was kept as a formal record of emancipation that helped protect the individual from subsequent re-enslavement. The image is reproduced courtesy of the British National Archives.
es: El bergantín “Aguila” fue capturado en el mar por cruceros de la marina británica y adjudicado a un tribunal establecido en La Habana bajo los tratados internacionales en contra de la trata de esclavos. La imagen es una fotografía de la primera página del registro del tribunal de “africanos liberados” rescatados de “Aguila”. El registro se conservó como record formal de emancipación que ayudaba a proteger al individuo de una nueva esclavitud en el futuro. La imagen reproducida es cortesía de British National Archives.
pt: O bergantim “Aguila” foi capturado no mar por cruzadores britânicos e julgado em um tribunal em Havana, nos termos de tratados internacionais antitráfico de escravos. A imagem é de uma foto da primeira página do registro do tribunal de “africanos libertos” do “Aguila”. O registro era mantido como um documento formal de emancipação que ajudava a proteger o indivíduo de uma posterior reescravização. A imagem é reproduzida com a autorização dos British National Archives.

source: The Brigantine ""Carolina"" was captured at sea by British cruisers and adjudicated at a court established at Sierra Leone under international anti-slave trade treaties. The image is of a picture of the first page of the court’s register of ""Liberated Africans"" taken from the ""Carolina"". The register was kept as a formal record of emancipation that helped protect the individual from subsequent re-enslavement. The image is reproduced courtesy of the British National Archives.
es: El bergantín “Carolina” fue capturado en el mar por cruceros de la marina británica y adjudicado a un tribunal establecido Sierra Leona bajo los tratados internacionales en contra de la trata de esclavos. La imagen es una fotografía de la primera página del registro del tribunal de “africanos liberados” rescatados de “Carolina”. El registro se conservó como record formal de emancipación que ayudaba a proteger al individuo de una nueva esclavitud en el futuro. La imagen reproducida es cortesía de British National Archives.
pt: O bergantim “Carolina” foi capturado no mar por cruzadores britânicos e julgado em um tribunal em Serra Leoa, nos termos de tratados internacionais antitráfico de escravos. A imagem é de uma foto da primeira página do registro do tribunal de “africanos libertos” do “Carolina”. O registro era mantido como um documento formal de emancipação que ajudava a proteger o indivíduo de uma posterior reescravização. A imagem é reproduzida com a autorização dos British National Archives.
